@node
@author=Theocritus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Carl Ludwig Kayser
@filename=tlg0005.tlg001.perseus-grc1
@funder=Tufts University
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Idylls, Theocritus, R. J. Cholmeley, M.A, London, George Bell amp Sons, 1901.
@sponsor=Perseus Project, Tufts University
@title=Idylls
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:47:03Z


 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
 
ʼ 
.

 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
.

 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
; 
 
ʼ 
 
 
 
 
. 

 
 
 
 
 
, 
 
 
 
. 
 
 
· 
 
 
᾽ 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
, 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
· 
 
 
ʼ 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
ʼ 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
· 
 
 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
. 
ʼ 
 
· 
 
 
 
 
 
?
 
 
 
 
.

 
 
 
 
ʼ 
. 
 
᾽ 
 
, 
 
 
 
. 
 
ʼ 
᾽ 
᾽, 
 
 
, 
 
 
; 
 
 
 
 
; 
 
 
; 
 
 
 
 
 
 
᾽?
, 
᾽ 
 
, 
᾽?
 
 
. 
 
 
 
 
ʼ 
. 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
ʼ?
 
 
᾽ 
, 
 
· 
, 
 
 
; 
 
 
 
;
 
 
 
 
ʼ 
. 
 
 
, 
 
, 
 
· 
 
, 
 
 
. 
ʼ 
 
 
· 
 
, 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
-
 
 
 
 
ʼ 
-
ʼ; 
 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
ʼ 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
, 
· 
 
 
?
 
 
 
· 
 
᾽ 
 
?
 
᾽ 
 
;
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
· 
 
, 
 
, 
 
 
· 
 
 
 
᾽ 
 
 
· 
 
?
 
 
 
?
. 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
ʼ?
, 
 
ʼ?
. 
 
, 
 
· 
 
 
 
 
ʼ 
. 
 
, 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
 
 
 
, 
 
· 
 
 
 
, 
 
 
.
 
 
 
 
ʼ 
. 
 
, 
 
, 
 
᾽ 
 
 
, 
ʼ. 
 
 
 
 
 
᾽ 
᾽ 
, 
᾽ 
 
, 
 
. 
ʼ?
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
, 
᾽ 
 
ʼ 
 
 
, 
 
 
ʼ 
 
 
, 
ʼ 
 
 
 
,?
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
ʼ 
. 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
᾽ 
 
?
 
 
. 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
᾽ 
 
· 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
ʼ 
 
· 
 
ʼ?
 
ʼ 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
ʼ· 
 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
 
, 
 
 
, 
 
᾽ 
 
 
 
, 
 
 
 
 
. 
 
 
 
· 
 
, 
 
 
· 
 
 
 
 
 
. 
᾽ 
 
, 
 
ʼ 
 
. 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
; 
 
· 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
ʼ 
 
 
ʼ?
 
 
 
 
ʼ?
; 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
. 
 
, 
 
· 
 
 
 
, 
, 
 
 
ʼ?
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
ʼ?
 
, 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
᾽ 
 
. 
, 
 
 
 
; 
 
 
 
 
 
 
 
; 
ʼ 
 
 
 
· 
 
 
 
.
, 
 
 
 
 
 
 
 
. 
 
᾽ 
· 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ 
. 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
?
, 
 
 
 
ʼ 
 
. 
, 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
ʼ?
 
 
 
?
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
· 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
?
. 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ?
· 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
. 
?
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
, 
 
 
 
, 
 
᾽ 
· 
 
 
 
.
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
; 
 
 
; 
 
 
 
 
; 
ʼ 
 
 
 
?
 
 
?
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
ʼ 
 
 
ʼ 
, 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
, 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
ʼ 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
ʼ 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
; 
᾽ 
 
 
· 
 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
.
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
, 
 
, 
ʼ 
 
 
 
, 
 
 
.
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
-
 
 
 
ʼ 
 
, 
 
-
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
ʼ 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
, 
 
 
 
?
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
,?
 
 
, 
 
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
ʼ 
 
 
ʼ 
, 
᾽ 
 
· 
 
 
 
 
 
 
ʼ 
 
· 
 
ʼ, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
. 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·?
 
ʼ 
 
 
 
?
 
 
 
. 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
᾽?
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
, 
 
· 
?
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
ʼ 
· 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
. 
 
᾽ 
 
 
 
 
, 
 
 
; 
 
 
 
 
· 
 
ʼ 
 
 
, 
?
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
ʼ?
 
 
, 
ʼ· 
 
ʼ 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
. 
 
 
?
, 
 
 
 
 
 
ʼ 
, 
 
 
 
 
. 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ?
, 
 
ʼ 
 
 
ʼ 
 
 
 
 
; 
 
 
 
; 
 
 
 
 
 
 
 
, 
, 
 
; 
 
 
. 
 
 
 
 
· 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
?
· 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
· 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
, 
 
 
?
 
 
 
 
 
 
 
 
.
 
, 
 
; 
 
 
; 
 
;-
 
 
 
 
 
 
, 
 
 
 
?
 
 
· 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
, 
 
 
, 
 
 
 
, 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
ʼ 
 
; 
 
 
 
 
᾽ 
, 
 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
· 
 
ʼ?
 
 
, 
 
, 
 
 
 
ʼ 
. 
 
 
 
 
᾽?
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
?
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
?
, 
 
ʼ 
, 
ʼ 
 
 
. 
 
 
, 
 
ʼ 
 
. 
᾽ 
, 
 
 
, 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
. 

 
 
 
, 
 
 
; 
 
 
;

, 
᾽ 
· 
 
 
 
 
.

 
 
 
 
 
 
 
;

᾽ 
 
 
 
 
 
 
.

 
ʼ 
 
᾽ 
 
 
 
 
; 

 
; 
 
 
᾽?
 
 
.

 
 
 
 
 
 
;

 
?
 
 
 
 
.

ʼ 
᾽ 
 
 
 
 
.

ʼ 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
.

 
ʼ 
· 
 
 
 
 
.

 
 
 
, 
 
 
 
.

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
;

 
, 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
?
, 
· 
 
 
 
.

 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
?
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
.

 
 
ʼ, 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
-
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
ʼ?
, 
 
 
 
 
, 
 
 
.

 
ʼ?
, 
 
 
 
 
ʼ· 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
. 

 
 
 
· 
ʼ 
 
᾽ 
. 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
.

. 
 
 
 
· 
 
 
 
 
 
 
 
. 
ʼ 
 
.

ʼ 
 
 
 
 
. 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
. 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
, 
 
 
.

 
ʼ 
 
 
 
 
· 
 
 
 
 
ʼ 
᾽ 
ʼ 
 
 
. 
 
 
 
 
. 
 
 
 
· 
 
 
 
. 
 
 
 
;

 
, 
 
 
 
 
· 
 
 
.

 
 
 
 
 
 
 
.

 
 
ʼ 
, 
 
 
 
. 
 
 
 
 
 
 
 
.

᾽ 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
; 

 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.

 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
. 

 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
.

 
 
 
; 
ʼ 
. 
 
 
 
 
 
 
 
 
;

 
 
; 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
;

 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
; 
 
· 
 
 
 
 
 
 
 
. 

 
 
 
, 
 
, 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
.

 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.

 
 
, 
 
 
ʼ 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
.

 
ʼ?
 
 
. 
 
 
· 
 
 
 
 
 
 
 
.

 
 
 
 
 
᾽ 
 
 
 
; 
 
 
᾽ 
 
; 
 
 
 
 
 
 
 
ʼ 
; 

 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
ʼ 
 
 
. 
.

 
ʼ· 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
.

᾽ 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
᾽ 
 
. 
ʼ 
 
 
 
 
ʼ 
. 
 
 
, 
 
, 
 
 
.

 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ; 
 
 
 
 
 
 
. 
 
 
ʼ 
ʼ, 
, 
 
 
.

 
 
· 
 
, 
 
, 
 
 
 
 
 
· 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
, 
ʼ 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.

 
 
 
 
 
, 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
.

 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
; 
ʼ 
 
᾽ 
 
 
᾽ 
 
.

 
 
 
· 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
.

.

 
 
.

ʼ 
 
 
 
 
ʼ 
· 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
.

 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
; 
 
 
.

ʼ 
, 
 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
.

 
᾽ 
 
 
, 
 
 
 
 
 
 
ʼ 
· 
 
, 
 
 
 
.

 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
ʼ 
.

 
 
᾽ 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
.

 
 
 
 
 
 
, 
 
ʼ 
 
 
 

 
 
;

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
ʼ 
. 

᾽ 
 
ʼ 
 
 
᾽ 
 
 
, 
 
 
ʼ 
 
.

 
 
᾽ 
 
· 
 
 
 
 
 
 
, 
 
 
.

 
 
 
 
 
 
 
 
 
 
· 
 
 
.

᾽ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
.

ʼ 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
; 
 
 
ʼ 
, 
 
 
.

 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
.

 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
.

, 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
. 

 
, 
 
 
 
 
· 
 
 
 
 
 
.

 
 
 
, 
 
 
 
 
 
 
 
.

 
 
 
 
 
, 
 
 
 
 
 
 
.

 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
;

 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
.

 
 
 
 
· 
 
 
; 
 
 
 
 
 
 
.

 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
?
.

 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
.

 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
. 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.

 
ʼ?
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
.

᾽ 
 
 
 
· 
 
 
ʼ 
 
 
ʼ 
, 
 
 
 
ʼ 
.

 
 
 
ʼ 
 
 
, 
᾽ 
 
· 
 
ʼ 
 
 
 
.

 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.

 
 
 
. 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
. 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ?
 
· 
 
ʼ 
 
 
 
, 
 
ʼ 
· 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
᾽ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
᾽ 
. 
 
 
 
, 
 
 
ʼ 
, 
 
ʼ 
ʼ, 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
ʼ 
· 
 
ʼ 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
ʼ 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
, 
, 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
, 
 
 
 
ʼ, 
 
 
 
 
 
. 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
. 
 
 
ʼ 
 
 
 
 
 
?
 
 
 
, 
 
 
 
?
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
· 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
· 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
· 
ʼ 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
.
 
 
· 
 
ʼ 
 
 
, 
 
" 
 
 
, 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
ʼ 
, 
· 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
.

?
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
, 
 
᾽ 
᾽ 
 
 
, 
 
 
 
 
?
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
· 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
?
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
?
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
᾽ 
 
?
 
?
 
 
 
. 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
· 
 
 
ʼ 
 
 
ʼ 
· 
 
, 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
ʼ 
, 
 
 
 
ʼ· 
᾽ 
, 
 
 
 
.

 
?
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
?
, 
 
, 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
?
 
᾽ 
 
ʼ 
. 
 
 
,?
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
ʼ?
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
. 
 
ʼ?
 
 
 
 
 
 
 
, 
 
 
 
, 
 
?
 
 
, 
 
 
 
 
 
, 
ʼ, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
" 
 
, 
 
 
 
 
.
 
 
 
 
?
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
ʼ 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
?
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
, 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
ʼ 
. 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ?
 
 
 
; 
 
 
 
 
 
 
 
ʼ?
, 
 
 
, 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
ʼ 
 
 
. 
 
ʼ 
 
, 
 
, 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
 
 
; 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
· 
 
 
 
 
, 
 
 
ʼ, 
᾽ 
 
 
 
ʼ 
.

 
 
; 
 
 
;

 
᾽ 
, 
 
 
.

 
 
ʼ, 
 
 
 
;

 
 
· 
 
 
 
 
.

 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 

 
 
 
; 
 
 
 
 
 
 
;

ʼ 
 
 
 
 
, 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
. 
 
 
, 
 
, 
 
. 
 
 
ʼ· 
 
 
 
 
 
, 
 
 
 
 
.

 
 
 
; 
 
 
 
;

 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
ʼ 
. 
 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
. 

 
 
, 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
ʼ 
 
 
 
· 
 
 
ʼ 
 
 
 
, 
 
 
. 

 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
ʼ 
, 
 
 
 
.

ʼ 
, 
ʼ 
 
, 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
.

 
, 
 
 
, 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
 
.

 
, 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
᾽ 
 
·) 
 
 
 
· 
ʼ 
 
 
 
· 
, 
 
 
 
 
 
 
.

 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
᾽ 
 
 
 
ʼ 
, 
 
 
, 
 
ʼ 
, 
 
 
 
.

 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
, 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
· 
 
 
. 
 
 
 
ʼ 
 
 
 
· 
 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
 
 
, 
ʼ 
 
ʼ, 
 
 
 
 
. 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
. 
 
ʼ 
, 
ʼ 
 
ʼ 
 
 
· 
 
ʼ, 
ʼ 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
.

 
 
, 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
ʼ 
 
 
· 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
, 
 
᾽ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
?
 
, 
 
 
ʼ 
· 
 
ʼ 
 
. 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
· 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 
 
. 

 
, 
 
 
 
; 
᾽ 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
;

 
, 
 
ʼ 
, 
 
 
 
 
 
 
;

. 
 
 
 
 
 
 
;

 
 
 
 
 
ʼ 
;

 
 
· 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
· 
 
ʼ 
 
᾽ 
 
.

 
 
 
 
 
 
 
. 

 
 
 
 
 
;

 
, 
 
 
 
ʼ?
 
.

 
 
 
· 
 
 
 
. 
 
 
 
 
ʼ 
 
.

 
ʼ 
 
· 
 
ʼ 
 
 
 
, 
 
 
?
. 
 
 
 
.

 
 
· 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
.

 
, 
 
 
 
 
ʼ· 
 
 
ʼ 
 
, 
 
 
. 
 
, 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
?
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
᾽ 
 
. 
 
ʼ, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
.

 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
. 
ʼ 
 
 
, 
 
 
 
· 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
᾽ 
, 
 
, 
᾽ 
, 
 
 
· 
 
 
 
 
 
 
᾽ 
᾽ 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
ʼ 
, 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
ʼ 
; 
 
 
, 
 
, 
 
, 
 
 
. 
 
ʼ 
ʼ 
, 
 
 
 
 
, 
 
ʼ 
 
ʼ, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
ʼ 
. 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
ʼ 
᾽ 
 
 
᾽ 
 
, 
 
 
· 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
, 
 
 
, 
᾽ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
. 
, 
 
ʼ 
 
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
. 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
᾽ 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
, 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
᾽ 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
. 
 
 
, 
 
 
 
; 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
. 
 
 
 
; 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
; 
· 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
᾽ 
 
 
᾽ 
?
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ, 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
 
᾽ 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
?
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
. 
 
 
 
, 
 
, 
?
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
. 
, 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
?
 
 
ʼ, 
 
, 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
?
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
ʼ 
, 
᾽ 
 
 
 
, 
᾽ 
᾽ 
ʼ 
 
 
 
 
?
, 
᾽ 
ʼ 
 
 
 
 
, 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
. 
᾽ 
 
 
 
 
 
?
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
?
, 
 
 
 
, 
 
ʼ 
 
?
 
 
?
, 
 
 
 
 
 
, 
 
 
ʼ 
 
-
 
 
 
· 
᾽ 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
?
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
ʼ 
 
. 
ʼ?
 
 
 
 
 
 
 
ʼ?
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
, 
 
 
 
 
· 
ʼ 
 
 
᾽ 
· 
 
.
 
 
 
 
 
 
 
ʼ 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
?
 
, 
 
 
 
· 
 
ʼ 
᾽ 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
ʼ 
 
 
 
†, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
· 
 
ʼ 
 
 
 
, 
 
ʼ?
 
 
᾽ 
. 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
?
 
 
· 
 
ʼ 
 
 
, 
 
 
?
, 
 
ʼ 
 
 
 
 
 
 
. 

 
 
 
 
.

 
 
 
, 
. 

 
.

; 
 
 
 
 
;

 
 
 
 
.

᾽ 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
·?
 
ʼ 
᾽ 
. 
 
 
 
, 
 
, 
 
.

 
ʼ 
· 
 
ʼ 
 
 
 
· 
 
 
 
, 
 
 
.

 
 
 
 
ʼ 
, 
 
, 
᾽ 
 
 
· 
 
ʼ 
, 
 
 
.

 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
. 
 
 
. 
 
 
, 
ʼ 
 
 
 
ʼ 
· 
 
 
 
. 
 
 
 
, 
 
· 
 
ʼ 
 
 
. 
᾽ 
 
 
 
; 
 
; 
 
·
 
. 
 

, 
ʼ· 
 
 
᾽ 
 
 
 
. 
 
, 
 
, 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
. 
 
 
ʼ 
 
 
ʼ 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 

 
᾽ 
, 
 
 
, 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
, 
 
. 
 
 
 
 
 
. 
 
, 
 
 
; 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
. 
 
 
 
· 
 
 
 
᾽ 
. 
· 
 
ʼ 
, 
 
ʼ 
, 
 
 
ʼ 
, 
 
, 
 
, 
 
 
, 
 
 
᾽ 
. 
᾽ 
 
 
, 
. 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
᾽ 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
. 
 
 
; 
, 
 
, 
 
. 
 
 
 
 
 
, 
 
. 
 
 
 
?
 
 
 
 
ʼ, 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
.

 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
᾽ 
, 
 
 
 
 
,

 
 
ʼ 
 
 
 
 
 
;

, 
, 
, 
 
 
, 
 
 
, 
 
 
ʼ 
 
, 
 
 
, 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
. 

 
;

 
, 
 
. 
. 
ʼ 
 
 
 
. 
 
 
 
. 
 
 
.

 
.

.

 
 
 
· 
 
 
 
 
 
 
, 
 
 
. 
 
, 
 
 
· 
 
ʼ 
 
· 
 
ʼ 
 
 
.

᾽ 
 
 
 
᾽ 
 
 
ʼ 
 
, 
 
, 
 
 
 
 
, 
ʼ 
, 
 
, 
 
.

 
 
 
 
 
 
 
, 
 
 
· 
 
, 
 
 
. 
 
, 
 
· 
 
 
. 

 
 
, 
 
 
.

 
.

 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
 
 
, 
 
.

 
 
, 
 
, 
· 
 
, 
 
 
, 
 
 
ʼ 
, 
 
, 
 
᾽ 
. 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
?
· 
 
 
 
 
 
 
.

 
 
 
.

 
, 
 
 
 
 
 
 
 
. 
 
 
ʼ 
.

 
 
. 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
, 
 
 
. 
 
 
. 
 
 
 
. 
 
. 
 
 
 
. 
 
. 
, 
 
 
 
 
; 
. 
 
 
, 
 
. 
 
 
 
 
 
; 
 
ʼ 
.

, 
 
 
 
 
 
 
· 
 
, 
 
 
 
᾽ 
;

 
 
· 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
.

 
 
 
 
.

 
ʼ 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
, 
 
. 
ʼ, 
 
, 
 
ʼ 
 
 
 
. 
. 
, 
 
 
 
, 
 
ʼ 
 
, 
 
 
.
 
, 
 
. 
 
 
 
 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
, 
 
. 
 
, 
 
; 
 
 
 
 
. 
 
, 
 
 
. 
 
 
 
· 
ʼ 
 
. 
 
, 
 
; 
 
 
. 
 
, 
 
 
 
 
 
.

 
· 
 
 
ʼ 
, 
 
ʼ 
 
 
.

 
 
. 
 
 
 
 
 
 
 
 
 
. 
· 
 
 
 
.

 
 
 
;

 
 
.

 
;

 
 
 
?
, 
 
· 
 
 
 
.

 
 
 
 
.

 
 
, 
 
 
 
ʼ?
.

 
, 
 
 
 
 
. 

. 
, 
 
 
 
· 
 
 
 
 
· 
ʼ 
, 
 
 
. 
 
᾽ 
· 
 
 
 
. 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
.

 
᾽ 
 
, 
 
 
·

 
. 
ʼ 
 
.

 
· 
 
 
.

 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
. 
 
 
· 
ʼ 
 
 
 
. 
ʼ· 
 
, 
 
 
 
᾽ 
.

, 
ʼ 
. 
 
 
 
, 
 
 
 
· 
 
 
.

ʼ?
, 
 
ʼ 
 
, 
 
 
 
ʼ 
. 
 
ʼ 
, 
 
 
ʼ 
, 
ʼ, 
 
. 
 
 
ʼ 
 
. 
 
ʼ 
 
 
᾽ 
 
 
, 
 
 
 
 
, 
 
?
, 
 
?
 
.
 

ʼ 
 
, 
 
 
. 
 
 
.

, 
 
 
; 
 
 
, 
 
 
; 
 
. 
 
; 
 
ʼ 
 
 
· 
 
 
, 
 
 
 
· 
 
· 
 
ʼ 
 
 
 
.

 
 
 
 
 
 
, 
 
. 
 
. 
 
 
 
.

 
· 
 
?
 
 
 
?
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ 
 
· 
 
.
 

ʼ, 
 
 
 
?
 
 
 
ʼ?
, 
 
ʼ?
· 
 
 
?
 
᾽ 
?
 
 
 
 
 
?
. 
 
?
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
?
 
 
 
 
 
?
. 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ· 
 
 
 
 
?
, 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
?
 
 
 
.
 
 
 
, 
 
ʼ 
 
?
 
 
 
ʼ 
 
. 
 
 
 
ʼ, 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
ʼ?
 
 
 
 
?
 
, 
 
, 
. 
᾽?
 
᾽ 
ʼ, 
᾽ 
 
 
 
 
, 
᾽?
?
 
 
 
 
, 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
?
 
 
· 
 
 
ʼ?
, 
 
 
ʼ 
. 
 
 
?
, 
 
ʼ 
, 
 
.

, 
 
 
 
 
. 
 
 
, 
 
 
 
. 
 
 
 
 
. 
 
. 
 
 
, 
 
 
 
. 
?
 
· 
 
 
 
. 
 
 
 
 
, 
 
, 
 
, 
 
 
 
. 
 
 
 
, 
 
 
· 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
; 
 
 
 
 
 
ʼ 
, 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
. 
 
 
 
; 
 
 
 
; 
 
ʼ· 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
· 
 
 
 
· 
 
 
. 
 
 
 
 
; 
 
?
. 
 
 
, 
 
 
 
 
.
, 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
, 
 
 
, 
 
 
 
 
 
, 
 
 
?
 
 
 
, 
ʼ 
 
 
 
?
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
?
 
 
 
?
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
?
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
᾽?
 
 
 
 
 
 
 
 
᾽ 
,?
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
᾽ 
 
 
, 
 
 
 
, 
 
 
 
?
 
 
. 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
᾽ 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
᾽ 
· 
 
 
 
 
 
· 
 
 
, 
 
 
ʼ 
, 
 
?
 
 
 
 
 
 
 
 
, 
 
 
?
. 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
ʼ 
?
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
ʼ?
 
 
ʼ, 
 
 
 
?
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
ʼ 
 
 
, 
 
ʼ 
 
ʼ 
ʼ 
. 
 
ʼ?
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
?
 
 
 
 
 
?
. 
?
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
᾽ 
· 
 
 
 
 
 
; 
 
 
᾽ 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
, 
 
 
᾽ 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
. 
 
 
; 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
?
 
 
 
, 
 
 
 
. 
 
ʼ?
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
?
, 
 
ʼ 
 
 
?
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
?
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
ʼ?
, 
 
 
· 
 
ʼ 
 
 
?
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
.-
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
?
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
, 
 
 
 
 
 
?
· 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
?
 
 
?
. 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
?
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
· 
 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
?
 
· 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
, 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
?
 
?
· 
 
 
 
 
 
 
?
 
 
 
 
 
?
. 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
?
 
 
?
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
; 
 
 
 
ʼ 
, 
᾽ 
 
 
; 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
, 
 
 
, 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
?
 
 
 
 
ʼ 
. 
 
 
 
 
ʼ, 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
 
, 
 
, 
 
 
 
, 
 
ʼ?
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
?
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
?
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
?
, 
?
, 
 
 
᾽ 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
?
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
,) 
· 
 
ʼ·?
 
 
. 
 
 
, 
 
 
. 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
?
, 
 
 
 
. 
 
 
᾽?
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ?
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
ʼ; 
 
 
 
; 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
᾽ 
· 
ʼ 
᾽ 
. 
 
 
 
 
 
; 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
, 
 
, 
 
 
, 
 
ʼ 
, 
 
 
 
· 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
. 
᾽ 
 
, 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
ʼ 
. 
, 
 
 
 
· 
 
 
; 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
?
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
, 
 
. 
 
 
 
 
ʼ 
 
 
, 
 
 
 
· 
 
ʼ 
 
ʼ 
 
, 
᾽ 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
· 
 
 
ʼ, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
?
 
 
 
 
 
 
 
. 
 
 
 
; 
 
; 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
?
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
᾽ 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
᾽ 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
᾽ 
 
· 
 
, 
᾽ 
 
· 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
.

ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
, 
 
. 
 
; 
 
 
; 
 
ʼ 
 
 
.

, 
 
 
 
; 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.

᾽ 
 
 
ʼ 
; 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
.

 
 
 
 
, 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
ʼ), 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
, 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
ʼ 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
?
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
.

 
 
 
; 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
. 
 
 
 
, 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
ʼ 
, 
 
 
 
· 
 
 
 
 
· 
 
ʼ 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
, 
 
· 
 
 
 
 
ʼ 
; 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
?
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
, 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.

 
ʼ, 
 
. 
 
, 
 
 
;

 
, 
 
ʼ 
 
, 
 
 
 
;

. 
᾽ 
 
᾽ 
 
 
 
. 

, 
 
 
 
 
 
᾽ 
.

 
, 
 
 
, 
 
;

ʼ 
 
· 
 
 
 
 
 
. 
. 
, 
 
 
 
 
 
ʼ 
.

 
 
 
, 
 
ʼ 
 
 
 
 
.

ʼ, 
᾽ 
 
 
 
 
 
;

, 
 
 
 
 
 
.

 
 
 
 
, 
, 
 
 
 
; 
. 
 
 
 
 
 
 
.

, 
 
 
 
 
;

 
ʼ 
 
 
 
 
 
 
.

 
, 
 
 
 
 
 
;

 
· 
 
 
 
ʼ 
 
. 
. 
 
 
 
, 
᾽ 
 
ʼ 


 
 
, 
 
ʼ 
 
, 
 
.

 
 
 
.

᾽ 
 
 
 
 
 
᾽, 
 
 
 
ʼ 
᾽ 
. 
 
᾽?
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
?
 
. 
 
ʼ 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
ʼ 
, 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
· 
 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
ʼ 
 
᾽ 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
; 
 
, 
 
 
· 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
?
 
. 
᾽ 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
 
ʼ 
 
· 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
ʼ?
, 
 
, 
 
 
 
?
. 
᾽ 
 
 
 
?
, 
 
 
 
 
᾽ 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
ʼ 
· 
, 
 
 
; 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
ʼ 
?
, 
 
ʼ 
?
 
 
, 
 
 
?
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
.
 
 
, 
 
ʼ 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
. 
 
 
 
 
. 
᾽ 
 
 
 
ʼ· 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
, 
 
ʼ, 
 
 
, 
ʼ 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
᾽· 
 
 
 
 
 
 
. 
, 
 
ʼ 
 
᾽ 
 
 
 
. 
 
 
 
 
 
᾽ 
 
ʼ 
, 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
᾽ 
· 
 
ʼ 
 
᾽ 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
?
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
?
 
 
 
 
 
?
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
?
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
?
 
 
 
?
 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
, 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
, 
 
 
?
, 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
ʼ 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
. 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
, 
 
 
· 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
 
· 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
· 
 
 
. 
 
 
, 
 
· 
 
 
 
ʼ 
. 
 
 
 
, 
 
 
 
· 
 
 
. 
, 
 
, 
 
 
 
· 
 
 
.
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
᾽ 
, 
 
 
, 
 
ʼ 
 
, 
 
 
ʼ 
 
 
, 
᾽ 
 
. 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
᾽ 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
· 
 
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
ʼ 
 
· 
 
ʼ 
· 
 
ʼ 
 
. 
 
 
· 
 
 
 
. 
 
ʼ 
 
· 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
?
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
ʼ 
 
 
 
 
 
, 
ʼ 
 
, 
ʼ 
, 
 
· 
 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 
ʼ 
. 
 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
, 
 
᾽ 
 
 
 
?
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
?
. 
 
ʼ 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
. 
᾽ 
 
 
 
 
 
, 
 
᾽ 
᾽ 
, 
 
 
, 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
ʼ?
· 
 
 
 
 
· 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
; 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
, 
 
ʼ 
.
 
᾽. 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
᾽ 
 
 
 
· 
 
 
 
 
᾽ 
 
, 
 
, 
 
 
 
ʼ 
.
 
 
. 
 
.
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
. 
 
᾽ 
 
ʼ 
?
 
 
 
 
 
 
, 
 
· 
 
ʼ 
 
ʼ?
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
?
· 
 
 
 
 
᾽ 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
. 
ʼ 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
.
ʼ 
 
· 
 
ʼ 
 
· 
 
 
, 
 
. 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
?
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
?
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
᾽ 
 
 
 
 
. 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
ʼ?
 
?
. 
 
 
 
 
 
 
, 
?
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
?
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
ʼ?
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
. 
 
ʼ 
 
᾽ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
, 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
?
 
, 
?
 
, 
 
 
 
 
 
 
 
 
ʼ?
 
 
?
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
?
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
ʼ 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
᾽ 
 
 
 
 
᾽ 
 
᾽?
, 
 
ʼ 
 
 
 
?
, 
 
ʼ 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
ʼ 
,?
 
 
 
, 
, 
 
. 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
. 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
᾽ 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
?
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
?
, 
 
 
, 
 
 
, 
 
ʼ 
 
᾽ 
, 
 
 
 
, 
 
 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
· 
 
 
 
 
 
᾽ 
, 
 
 
 
.
 
 
, 
 
ʼ 
 
᾽ 
, 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
· 
 
ʼ 
 
 
 
. 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
?
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
· 
 
ʼ 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
.
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
᾽ 
, 
᾽ 
· 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
᾽ 
· 
ʼ 
 
 
 
 
ʼ 
. 
 
ʼ 
᾽ 
 
, 
 
 
 
 
 
 
 
 
), 
· 
 
 
 
 
 
, 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽, 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
?
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
ʼ 
 
 
ʼ 
 
, 
 
 
 
 
· 
 
ʼ 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
?
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
· 
᾽ 
 
 
 
. 
 
᾽ 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
?
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
ʼ?
. 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽?
 
 
 
 
᾽?
 
?
 
 
· 
 
 
 
 
 
 
?
, 
?
 
 
 
 
 
, 
, 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
?
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
, 
, 
᾽ 
 
 
 
 
, 
 
᾽ 
, 
 
 
 
 
 
?
?
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
ʼ?
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
?
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
?
 
 
 
 
 
 
. 
 
 
 
, 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
 
᾽ 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
. 
᾽ 
᾽ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
᾽ 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
?
. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
?
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
, 
 
 
 
, 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
. 
 
 
ʼ 
, 
 
ʼ 
᾽ 
 
 
. 
 
 
 
, 
 
ʼ 
, 
 
 
 
᾽ 
 
. 
 
 
᾽ 
· 
 
 
;
 
᾽ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
· 
ʼ 
 
 
 
, 
ʼ 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
. 

 
?
 
 
 
 
.

 
ʼ?
 
 
 
 
.

 
 
· 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
; 
 
 
 
.

 
 
 
, 
 
 
.

 
· 
 
 
 
 
 
 
.

 
 
 
, 
 
 
 
 
 
.



 
 
 
 
 
 
 
 
.

᾽ 
 
 
, 
 
 
 
 
.

 
· 
 
 
 
 
 
.

᾽ 
 
 
, 
᾽ 
 
 
.

 
 
 
· 
 
 
.

 
 
 
 
 
 
 
 
.

 
 
· 
 
?
 
.

 
, 
 
 
 
 
 
 
 
.

 
 
· 
?
 
 
. 

 
 
?
, 
 
 
 
 
.


 
 
 
· 
 
 
 
 
.

, 
 
 
 
 
 
.

 
ʼ 
, 
 
ʼ 
 
 
.

 
 
 
 
 
 
᾽ 
.

 
 
 
; 
 
 
.

 
, 
 
 
 
, 
 
.

 
 
 
 
 
 
.

 
 
· 
 
 
;

 
· 
 
 
.

 
 
 
?
 
.

 
 
, 
 
 
 
 
.

 
 
 
 
, 
 
 
 
.

 
 
 
 
 
 
, 
 
;

 
 
, 
᾽ 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
, 
 
 
 
 
.

 
 
, 
 
 
 
 
;

 
 
· 
 
 
 
 
.

 
 
 
 
, 
 
 
;

 
 
, 
 
 
ʼ 
.

 
 
 
· 
 
 
 
.

 
, 
 
 
, 
 
 
.

 
· 
᾽ 
 
 
 
.

ʼ, 
 
 
· 
 
 
 
 
. 
 
 
ʼ 
 
?
 
, 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
ʼ 
· 
 
, 
 
ʼ 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
?
 
 
ʼ?
 
 
 
, 
 
 
. 
 
 
 
ʼ 
, 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
ʼ?
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
. 
 
 
 
ʼ 
ʼ 
 
. 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
, 
᾽ 
 
. 
 
᾽ 
, 
 
ʼ 
 
; 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
. 
 
ʼ, 
 
ʼ 
᾽ 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
· 
 
 
 
ʼ?
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
ʼ?
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
;
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
, 
 
, 
 
 
, 
 
 
 
ʼ, 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
ʼ 
, 
 
ʼ 
᾽ 
 
?
 
᾽ 
· 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
 
 
· 
 
 
 
; 
 
 
 
; 
 
ʼ 
ʼ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
· 
᾽ 
᾽ 
 
, 
 
 
 
 
 

 
 

 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
ʼ 
 
 
. 
 
 
᾽ 
᾽· 
 
 
 
 
?
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
᾽ 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
.
