@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg017.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Βάκχαι
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:21Z


 
 
 
 
 

, 
 
 
ʼ 
 
 

 
ʼ 
 
·
 
ʼ 
 
 
 

 
 
ʼ 
 
ʼ 
.
 
 
 
 
 

᾽ 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
, 
 
 
 

, 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
ʼ 

 
 
, 
 
ʼ 
 

 
 
 
 
ʼ 

 
 
 
,
 
 
 
 
 
,
 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
 

, 
ʼ 
 

 
 
 
 
, 
 
·
 
ʼ 
 
, 
 
 
,
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
,
 
ʼ, 
 
 
 

ʼ 
ʼ, 
 
 
.
 
 
 
 
 
ʼ 

, 
 
ʼ 
 
 
·
 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
, 

 
, 
 
·
 
 
 
 

 
᾽ 
 
 
 
.
 
 
 
᾽ 
, 
 
 
 
,
 
 
 
 
,
 
 
 
 
ʼ 

 
 
ʼ 
 
 
.
251	 
 
 
 
 
 

 
 
 
,
 
 
 
ʼ 
 
 
 

 
ʼ, 
 
 
ʼ 
 
 
.
 
᾽ 
 
 
 

 
 
. 
 
ʼ 
 
,
 
 
, 
 
,
 
· 
 
 
 

 
 
 
 
 
 

, 
 
 
.
 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
.
᾽, 
 
 
 
 
,
 
, 
, 
 
 

 
 
 
 
,
 
ʼ 
 
 

, 
 
 
 
 
ʼ 
,
 
ʼ 
 
ʼ 
 

 
, 
 
 
 
.
 
 
, 
 
 

 
᾽ 
, 
 
.
379	
 
 

 
 
 

 
 
 
 
ʼ 
, 
 
.
 
 
 
; 
;
 
 
, 
 
ʼ 

 
·
 
 
 

 
.
415	

, 
 

 
 

 
 

 

 
 

 
,
 
 
 
 
 
 
,
 
 
 
,
 
 

 
.
 
, 
 
,
 
 
 

 
 
 
 
 
 

 
, 
 
·
469	

ʼ 
ʼ 
 

 

 
 
 
 
 

, 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 

 

 
 
᾽ 
.
 
ʼ, 
 

, 
 

 
 

, 
 
 
 
 
 
.
524	
 
 
 
, 
 
·
 
 

 

 
 

 
 
,
 
ʼ 
 

 
 

· 
 
 
 

ʼ· 
 
 
 
—
 
 
 
—
 
 
 
, 
 

 

᾽ 
 
 
 
ʼ
 
.
579	
 
 
 
 
 

 
,
 
 

 
 

 
 
·
 
ʼ 
 

 
 

 
 
 
 
 

 
, 
 
 
·
 
 
 

 
 
,
 
 

 
,
 
 
.
631	
 
 
, 
 
 
 
 
 
, 
 
 
 
, 

 
, 
 
, 
 
 
 
, 
ʼ, 
 
ʼ 
 
,
.
 
 
 
, 
 
ʼ 
, 
 
 

.
 
ʼ 
 
 
 
 
 

 
 

 
 

 
 

 

 
ʼ 
,
 

 
 
 
.
 
ʼ 
 
ʼ 
·
 
 
,
 
,
 
 

 
 

 
 
,
 
 
 
 

 
 
 
 
,
 
 

 
 
 
, 

 
 
 
 
· 
 
ʼ 
, 
 
 
 

, 
 
 
 
 
.
755	
 
 
; 
 
 
,
 
ʼ, 
 
 

 
ʼ 
 
 
.
 
, 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.

 
ʼ, 
 
 
 
 

 
 
ʼ 
, 
 
 
·
 
ʼ 
 
᾽ 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
, 
 
 

 
 
 
; 
 
 

 
, 
· 
 
 
.
 
 
ʼ 
 
 
ʼ 
᾽ 

 
 
· 
ʼ 

 
.

ʼ 
 
 
·
 
 
 
 
.

 
 
 
 
;

᾽ 
 
 
 
 
 
 
.

 
 
 
ʼ 
.

 
 
 
 
 
.

 
 
 
 
;

 
 
 
, 
 
ʼ 
 
.

 
 
· 
᾽ 
 
 
.

, 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
.
 
, 
 
ʼ 
 

ʼ, 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
;
 
 
ʼ 
 
, 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 

, 
 
ʼ 
ʼ 
 
.

 
 
, 
, 
᾽ 
 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 
 
.
 
· 
 
ʼ 
 
;
1042	
 
 
 
᾽ 
 
,
 
 
 
᾽ 
 
 
,
 
 
ʼ 

 
, 
 
 

 
, 
 
 

, 
 
, 
 
·
 
 
 
 
 

, 
 
ʼ 
ʼ 
 

 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
.
 
 
 
, 
 

 
 
 
·
 
ʼ 
, 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
,
 
 
 
,
 
 
 
 
,
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 

, 
 
 
 
.
 
 
 
 
,
 
 
 
ʼ 
 
,
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
᾽ 
,
 
, 
 
 
 
;
 
᾽ 
 
, 
 

 
 
 
 

 
 
 
 
—
 
—
 
ʼ· 
, 
,
 
 
 
 
 
 
.
 
 
; 
 

 
 
ʼ, 
 
 
;
 
᾽ 
, 
· 
᾽ 
 

 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
,
ʼ 
 
 
 
 
,
 
 
· 
 

 
 
 
 
 
,
 
 
 
 
 
 
.

 
. 
 
ʼ, 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
;
1318	
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
,
 
 
 
 
 

ʼ 
ʼ 
. 
 
, 
 
,
 
ʼ 
 
· 
 
—
 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
·
 
ʼ 
ʼ 
᾽, 
 
 
 

 
 
ʼ 
 

, 
 
 
 
 

, 
 
 
 
,
 
 
 
 
ʼ 
 

, 
᾽ 
᾽ 
 
 
.
 
 
 
 
,
 
 
 
ʼ 
 
.
 
 
, 
 
 

; 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
᾽ 
·
 
ʼ 
ʼ 
 
 
.
 
 
 
 
ʼ 

, 
 
᾽ 
 
,
 
 
· 
 
 

 
 
 
 
 
,
 
, 
 
 

 
ʼ 
, 
 
.
1525	 
ʼ 
 
 
· 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
 
 
 
᾽ 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
,
 
 
 
 
,
 
ʼ 
᾽ 
. 
᾽ 
, 
, 
·
 
 
 
 
 
 
,
ʼ, 
 
 
, 
 
 
 
 
,
 
 
· 
 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
 
 

 
 
 
, 
᾽ 
 
 

 
 
· 
 
 
 

ʼ 
 
 
 
 
.
, 
 
, 
 
 

, 
 
 
ʼ 
 
 
·
, 
, 
 
.
 
 
 
 
, 
 
 
,
 
ʼ 
 
 
,
 
, 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
, 
 

 
 
 
᾽ 
 
 
.

 
, 
 
ʼ 
 
 
,
 
 
 
, 
 
.

 
, 
 
 
 
.
 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
,
 
 
· 
 
 

 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 

, 
ʼ 
 

 
 
ʼ, 
 
.
 
 
 
· 
 
 
 

· 
ʼ 
 
 
 
 
.
1819	
 
 
 
, 
 
ʼ 
,
ʼ 
 
 
 
 
;
 
 
ʼ
 
 
 

 
. 
 
 
 
,
 
 
 
᾽ 
᾽ 

 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 

 
 
 
 
.
 
, 
 

᾽ 
, 
 
 
 
 

, 
 
 
 
 
.

 
ʼ, 
 
 
 
 
ʼ 
 
.
 
· 
 
 
 
.
 
, 
, 

 
 
 
 
 

 
 
 
 
 
 

. 
᾽ 
 
 
 
 
,
 
ʼ 
 
ʼ 
, 
 
 
·
 
ʼ 
 
 
· 
 
ʼ 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
· 
 
 
 
,
 
 
· 
 
 
 
.
1992	
 
 
,
 
ʼ 
 
 

 
 
,
 
 
;
 
 

 
 
 
, 

, 
 
 
 
 
 
 
; 
 
᾽ 
,
 
 

 
ʼ 
 

 
 
,
 
 

 
 
 
, 
 
ʼ 
 
 
 
 
 
 

 

 
ʼ 

 
 
·
 
 
 

 
 
 

 
 
 

 
· 

 
 
 
 
 
 
 
.
 
 
ʼ 
 

 
 
 
 
.
 
· 
 

 
 
 
 

 
ʼ 
 
. 
 
 
 

 
ʼ 
 
.
2115	
 
 
,
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 

 
 

 
.
 
ʼ 
 

 
 
,
 
 
,
ʼ 
 
, 
 
,
ʼ 
 
.
 
,
 
 
· 
 
 
 
 
.
2166	
 
 
 
 

 
 
,
 
ʼ 
 
, 
 
.
 
ʼ 
 
 
 

 
 
 
ʼ 

 
 
·
 
ʼ 
 
 
 
,
 
 
 
 

 
,
 
ʼ 
 
 
 

 
 
·
 
 
 

 
 
 
 
, 
᾽ 
 
.
2230	
, 
 
᾽ 
 

᾽ 
 
, 
᾽ 
ʼ 
.
 
 
ʼ 
᾽ 
 
 
᾽ 

 
ʼ, 
᾽ 
 
 
 

᾽ 
, 
᾽ 
 
 
,
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
· 
 
ʼ, 
 

 
, 
 
ʼ 
 
ʼ 
ʼ 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
·
 
ʼ 
 
 
 

 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
. 
 
 
 
 
 
.

 
 
᾽· 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
ʼ 
 
 
, 
,
 
 
, 
᾽ 
 
 
 
·
 
 
 
 
, 
 
 
,
 
ʼ 
 
, 
 
·
 
 
 
 
 
,
 
 
, 
᾽ 
 
,
 
 
 
.
 
 
 
 
 
 
 
.

 
 
· 
 
ʼ 
 
.
 
 
 
 
 
.

ʼ, 
 
 
 
 
 
.

 
, 
 
 
 
.

 
 
 
᾽ 
 
 
;

 
 
ʼ, 
 
 
.

 
ʼ 
᾽ 
 
, 
 
 
 
;

, 
᾽ 
 
 
 
 
.

 
 
 
ʼ 
 
ʼ 
ʼ 
;

 
, 
 
 
.

 
ʼ 
ʼ 
 
᾽ 
 
 
;

ʼ 
 
 
.

 
ʼ 
 
 
 
;

 
 
 
ʼ, 
 
ʼ 
ʼ 
.

 
᾽ 
, 
᾽ 
 
.
2526	
 
ʼ 
ʼ 
 
.

 
 
 
 
 
, 
 
 
;

 
ʼ· 
 
 
 
.

᾽ 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
᾽ 
 
 
;

 
 
 
᾽ 
.

 
 
 
 
.

᾽ 
 
 
· 
 
 
 
.

 
ʼ 
 
 
 
ʼ 
 
;

 
 
· 
ʼ 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
ʼ 
 
 
.

 
 
 
 
 
 
.

ʼ 
 
 
 
· 
 
 
 
 
;

 
 
 
 
 
.

 
 
· 
 
 
ʼ 
 
.

 
 
 
 
 
.

 
ʼ 
· 
 
 
.

 
ʼ 
 
 
 
.

 
ʼ 
 
 
, 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
; 
 
 
 
 
ʼ 
.

ʼ 
· 
 
ʼ 
 
 
 
 
.

· 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
, 
 
.

 
ʼ 
 
 
, 
᾽ 
 
, 
᾽ 
 
.

, 
 
, 
 
ʼ 
.

 
ʼ 
 
.

· 
ʼ 
 
 

, 
 
 
 
 
.
 
· 
 
ʼ 
 
 

 
 
 

 
 
 
 
 
 

, 
᾽ 
 
 
.

ʼ 
· 
 
 
 
 
, 
 

. 
 
 
ʼ 
ʼ 

 
 
ʼ, 
 
 
 
·
 
 
 
 
 
 
.
2857	
 
,
ʼ 
 
,
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
 
 
 
, 
᾽ 
·
, 
ʼ, 
 
 
 
 
·
 
 
᾽, 
 
, 
 
.
 
 
ʼ, 
 
 
,
 

 
 
 
.
 
ʼ 
; 
 
 
;
 
 
 

 
 
,
 
 
 
 
.
2930	
 
 

 

 
 
 

 
, 
 

 
,
 
, 
 
 
, 
 
ʼ 
 
ʼ 
 
·
 
᾽ 
 
 
 

 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
.
 
᾽, 
 
 

, 
 

 
 
;
, 
 
,
, 
 
ʼ 
,
 
ʼ 
 
 
.
3002	
 
 
 
 
 

, 
 
ʼ, 

 
;
 
ʼ 
 
 
 
 
, 
 
ʼ 
 

 
 
,
 
 
.
 
 
,
 
ʼ 
, 

 
 
 
, 
 
ʼ 

 
 
 
 
,
 
 
, 

 
 

, 
 

 
 

 
.
3067	
,
ʼ 
 
ʼ 
,
 
, 
 
.

 
, 
 

 
 

 
ʼ 
 
;

 
, 
 
,
 
, 
 
 
.

 
 
 
,
 
 
 

, 
 
 
.


 
 
 
.

 
,
 
 
 
 
 
.
 
 
 
·
 
. — 
 
.
 
 
 

 
; 
 
᾽
 
 
 
.

 
 
 
·
 
 
 
.

 
,
 
 
, 
᾽ 
,
 
 
 
, 
 

 
 
 

 
;
 
 
 

, 
· 
 
 

 
 
 

 
 
 
.
3194	
 
, 
 
 

 
 
ʼ; 
ʼ, 
 
, 

 
 
· 
᾽ 

 
 
 
 
 
.

 
 
 
 
 
,
 
 
 
, 
ʼ 
ʼ 
.

 
 
ʼ, 
ʼ 
,
 
 
 
 
 
;

 
 
; 
 
 
 
, 
 
 
 
;
 
 
 
 
 
;

 
ʼ 
 
 
 
.

 
 
 
 
 
 
;

 
 
ʼ 
, 
 
 
 

᾽ 
 
᾽ 
ʼ 
, 
 
ʼ 
.
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 
,
 
, 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
. 
 
 
 
 

ʼ 
 
 
 
 
 
 

 
ʼ· 
 
ʼ 
 
, 
ʼ 
 
,
ʼ 
 
ʼ 
, 
 
 

, 
 
ʼ 
 
 
 
, 
 
.
 
 
 
, 
 
 
,
 
 
 
 
 
.
ʼ 
 
, 
 
 
, 
 
,
ʼ 
 
ʼ 
· 
 
ʼ 
 
᾽ 

 
 
 
ʼ
 
 
.
 
 
᾽ 
 
᾽ 
 
 
·
ʼ 
 
· 
 
ʼ 

 
 
 
 
· 
 
ʼ 

 
 
· 
 
 
 
 

 
 
 
. 
 
ʼ 
 

 
 
 
, 
 
 
.
 
 
 
 — 
 
 
 
 
 — 
 
ʼ 
ʼ 
. 
 
ʼ 
᾽ 
 
 
;
 
 
 
, 
 
 
 
.
 
 
 
 
 
ʼ 
.
3482	
 
· 
 
ʼ 
 
,
 
 
 
 
.
 
·
᾽ 
 
 
· 
 
; 
 

 
 
 
 
, 
 
;

 
ʼ, 
 
ʼ 
 
 
.

 
 
 
 
 
;

 
—
 
 
—
 
 
 
;

; 
 
 
 
 
 
.

 
 
 
 
 
.


 
 
 
 
.

 
 
 
 
 
.

 
ʼ; 
 
 
 
 
;

 
 
, 
 
 
 
ʼ 
 
.

 
 
, 
᾽ 
᾽ 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
, 
 
.

 
 
 
 
,
 
ʼ 
, 
᾽ 

 
 
 
 
.

 
 
 
 
 
;

 
 
, 
 
 

 
 
 
,
 
 
 
 
 
, 
,
 
 
 
 
 
.
 
ʼ 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
ʼ, 
,
 
 
 
 
 
 
.

᾽, 
 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
3718	
 
 
ʼ 
 
 

 
, 
ʼ 

 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
, 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 

 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
,
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
, 
ʼ 
 
,
 
 
 
ʼ 
᾽ 
.
 
 
 
 
 
 

 
ʼ 
ʼ 
 

ʼ 
, 
 
 

 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
 
,
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
ʼ 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
·
 
 
 
 
 
,
 
 
 

 
 
· 
 
 

 
 
 
 
.
᾽, 
 
, 
 
 
 
 

 
 
 
 
.
 
 
 
 
,
 
 
 
 

 
 
 
 
ʼ 
·
 
 
 
ʼ 
 
 
 

 
 
· 
 
 

 
, 
 

 
 
ʼ 
 

 
ʼ 
 
; 
 
ʼ 
 

, 
 
ʼ 
 

 
· 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
· 
 
 
ʼ 

 
, 
 
ʼ 
 
 
.
4018	 
ʼ 
 
 
 
·
 
ʼ 
 
 
,
 
 
ʼ 
 
.
 
ʼ 
· 
 
 
 
,
ʼ 
 
ʼ 
ʼ· 
᾽ 
 
,
 
 
 
 
.
 
 
 
 

 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

ʼ 
 
 
 
· 
 

ʼ 
᾽ 
 
ʼ 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
.
 
 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 

 
, 
 
ʼ 
 

 
 
 
·
 
ʼ 
 
ʼ, 
 
 

 
, 
 
,
 
᾽ 
 
 
 

· 
 
 
 
 
·
 
ʼ 
᾽ 
 
, 
 
 

ʼ 
᾽ 
 
 
 
,
 
, 
 
· 
 
 

 
, 
᾽ 
. 
 
ʼ 
 

 
ʼ 
 
 
 
·
 
 
 
 
ʼ 
, 
.
 
 
 
 
 
 
,
 
 
 
 

 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
ʼ 
 
.
 
ʼ 
, 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
᾽ 
 
᾽, 
 
,
 
 
᾽· 
 
 
ʼ 
᾽ 
 
,
 
 
, 
 
 
,
 
 
 
 
.
 
 
᾽ 
 
 
 

᾽ 
 
 
 
 
.
4302	
 
 
 
 
 

 
 
, 
᾽ 
 
·
 
 
 
 
.

 
᾽ 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
· 
ʼ 
᾽ 
 

· 
 
 

 
ʼ 
 
 

 
ʼ 
 
 
 
 

 
, 
 

· 
 
 
᾽ 
 
,
 
 
 
ʼ 
 
.

 
 
, 
 
 
 
,
· 
 
 
 
 
 

 
 
 
ʼ 
ʼ 
 
,
᾽ 
· 
 
 

 
 
ʼ
 
 
.

 
 
 
ʼ, 
 
 

 
᾽; 
 
 
 
 
;

ʼ 
 
 
 
 

 
 
 
 
 
.

, 
 
 
, 
 
,
 
 
 
 
.

 
· 
 
᾽ 
, 

 
 
 


 
 
 
 
,
 
 
 
 
 
.

 
, 
᾽ 
 
 
 
.

 
; 
 
 
;

 
 
᾽ 
 
 
.

· 
᾽ 
 
 
 
 
.

 
, 
 
ʼ 
 
 
 
;

 
 
᾽, 
 
ʼ 
.

 
 
—
 
ʼ 
—
 
.

 
 
᾽ 
, 
 
 
 
.
4533	
.
 
ʼ 
 
 
 
;

, 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
 
;

ʼ 
, 
 
ʼ 
᾽ 
 
.

᾽ 
 
, 
 
 
.

᾽ 
· 
 
 
 
.

 
 
 
 
;

ʼ 
 
, 
 
 
 
 
.

 
 
 
 
 
.

 
 
᾽; 
 
 
 
 
;

 
 
, 
 
 
 
.

 
ʼ 
 
 
᾽· 
 
 
 
 
.

 
 
 
.

 
 
᾽ 
 
 
 
 
 
;

 
 
 
 
 
.

 
; 
 
; 
᾽ 
 
ʼ 
.

 
 
 
 
.

 
 
 
 
 
ʼ 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
· 
 
 
ʼ 
 
.

 
 
 
 
᾽ 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
 
.

· 
 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
 
· 
 
ʼ 
.

 
 
 
 
 
 
.
ʼ 
 
  
 
 
.

· 
 
 
ʼ 
 
 
.

ʼ 
· 
 
 
ʼ 
 

 
 
 
 
.

, 
 
 
 
,
 
 
, 
 
 
 
.
, 
 
 
· 
 
 
 
·
ʼ 
. 
 
ʼ 
 
,
 
 
· 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
ʼ 

 
 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
,
 
· 
 
 
 

, 
 
 
 
 
,
, 
 
ʼ 
.
4902	
᾽ 
 
 

 
 

ʼ 
, 

 
 
 
ʼ,
 
 
 
 
 
,
ʼ 
 
 

 
 

 
 
,
 
 

 
 
·
 
ʼ 
 
ʼ 
 
 

, 

 
 
 
ʼ 
 
.
 
 
; 
 
 
 

 
 
 
 

 
ʼ 
 

 
 
 
;
 
 
 
 
.
4980	
 
, 
᾽ 

 

 

· 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 

 
 
 

 
 
. 

 
 
 
 

 
 
 
.
 
 
 
 
 
᾽ 
,
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

 
 
 
.
 
 
; 
 
 
 

 
 
 
 

 
ʼ 
 

 
 
 
;
 
 
 
 
.
5074	
 
 
 
 

 
, 
 
ʼ 
·
 
ʼ 
 
 

᾽· 
 
ʼ 
 

 
 
 
.
 
ʼ 
 

 
· 
 

 
 

, 
 
ʼ 
·
 
 
ʼ 
 
 

, 
.
5123	
 
 
 
᾽ 
 
 
 

 
ʼ 
, 
 
,
 
 
, 
 
,
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
 
.
᾽ 
 
ʼ 
 
; 
 
 
.

 
 
, 
 
 
 
,
 
· 
 
ʼ 
 
 
 
ʼ 
.

 
 
᾽; 
 
 
 

 
 
 
, 
 
ʼ 
;

 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.

 
 
 
 
ʼ 

 
 
 
 
.

᾽ 
 
, 
 
 
 
,
 
· 
᾽ 
 
.

, 
 
· 
 
 
 
.

 
 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 

 
, 
 
 
;

 
 
 
 
 

 
· 
 
ʼ 
 
 
.
5349	
᾽ 
 
 
 
 

 
 
 
 
 
;

ʼ 
, 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
 
.

 
; 
 
 

 
 
 
 
;

 
 
 
 
 
 

 
 
 
ʼ 
 
.

 
· 
 
 

· 
 
ʼ 
 
 
.

 
 
 
 
 
 
,
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
.

 
᾽ 
 
᾽ 
 
·
 
ʼ 
 
, 
 
 
 
 
.

 
 
 
 
 
·
 
 
 
ʼ 
 
 
.

 
 
 
᾽ 
, 
·
 
ʼ 
 
 
 
.
 
· 
 
ʼ 
 
,
 
ʼ 
 
ʼ 
.

 
 
.

 
 
.

 
᾽ 
.

 
  

ʼ 
 
.

 
 
.

 
 
ʼ 
.

 
 
.

 
 
.

 
 
 
 
ʼ 
 
,
᾽ 
 
 
 
.
ʼ, 
, 
 
 
ʼ 

 
· 
 
 

᾽ 
 
 
, 
 
 
ʼ 

 
 
. 
 
 
ʼ 
 
.
5574	
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
,
 

 
 
 
 

 
 
.
 
 
 
 
 

 
 

, 
 
ʼ 
·
 
᾽ 

 
 
 
 
 
 
ʼ
, 
 
; 
 
 
 
;
 
 
 

 
, 
 
 

᾽ 
 
 
 
.
 
 
, 
 

 
 

 
 
 
 

 
.
5657	
 
 
 
 
ʼ 

 

ʼ, 
 
 
 

 

 
 
 
,
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
.
 
 
 
·
 
· 
 
ʼ 
 

 
ʼ· 
, 


 
 
 
,
 
 
 
ʼ 
ʼ 
, 
 
ʼ 
 

 
 
 
.
 
 
, 
 

 
 

 
 
 
 

 
.
5743	
 
 
 
 

 
 
 
 
.
ʼ, 
 
, 
 

 
 
 

 
᾽ 
 
 
 
.
5770	 

 
ʼ 
 
 
ʼ 
 
᾽ 
,
 
, 
 
 

 
ʼ 
 
 
 
,
 
 
, 
 
 
, 
᾽ 


 
ʼ 
; 
 
 
 
 
;

 
, 
 
 
.

 
, 
 
 
.

 
; 
 
᾽ 
; 
 
 
 

 
 
 
, 
;

 
 
 
·
 
 
 
 
 
.

 
ʼ 
 
᾽ 
  

 
 
 
, 
 

 
ʼ 
.

 
 
, 
 
᾽ 

 
, 
 
, 
 
.

 
, 
, 
 
 

 
 
ʼ 
 
;
5888	
 
 
 
 

 
 
 
,
 
 

 
 
 
—
 
 
—
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
, 
 
,
 
, 
 

ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
 
ʼ, 
 
ʼ 
 
 
,
 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ· 
 
ʼ, 
 
 
,
 
 
 
 
·
 
ʼ 
ʼ, 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
 

ʼ 
·
 
 
 
 
 

, 
, 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
, 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 

, 
 
 
 
,
 
ʼ 
 
 
ʼ 
,
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
, 
 
 

, 
· 
 
,
 
 
 
 
 
ʼ 

 
· 
 
 
.
 
᾽ 
᾽ 
 
 
 

 
 
 
 
 
.
6133	 
ʼ 
, 
 
ʼ 
 

ʼ 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
· 
 
ʼ 

 
 
 
 
,
 
 
ʼ 
 

 
 
 
,
 
 
 
ʼ 

 
 
· 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 

, 
 
 
,
 
ʼ 
 
.
 
 
 
 
ʼ 

, 
 
· 
᾽ 
 
.
 
 
 
 
 

ʼ 
 
, 
 
.
 
 
 
 

 
 
 
.
 
 
 
ʼ 
 
,
᾽ 
· 
, 
 

 
, 
, 
 

ʼ 
 
, 
ʼ 
 

 
. 
 
 
 

 
 
 
·
 
 
 
 

 
 
 
 

· 
 
 
 
 
.
6299	 
 
 
 
 

 
 
· 
 
 
 
 

, 
 
 
 
 

 
, 
 
, 

· 
 
, 
, 
, 
 

, 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
 
 
.
 
ʼ 
 
 
 

 
ʼ, 
 
ʼ 
 
 
,
 
 
ʼ, 
᾽ 
 
.
 
ʼ 
 
 
,
 
 
 

 
, 
 
 
,
᾽ 
 
 
 
 
·
 
 
 
ʼ 
,
 
, 
 
ʼ 
 
 

 
· 
 
 
ʼ 
 
,
 
 
 
 
ʼ 
,
 
ʼ 
. 
 
ʼ 
 
 
,
 
ʼ 
 
 
· 
 

 
· 
 
ʼ 

 
 
 
.
 
 
 
, 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
· 
 
ʼ 
,
 
 
 
 
,
ʼ 
᾽ 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
 

 
 
ʼ, 
 

 
, 
 
 
,
 
, 
 
 
.
 
 
 
᾽
 
 

ʼ, 
 
 
 
 
.
 
 
 
 
 
 
 

· 
 
ʼ 
 
 

 
 
 
 
.
6532	
 
,
 

 
 
 
 
·
 
 
 

 
, 
 
,
 
,
 
 
 
.
 
,
 
 
 

 
, 
 
.
 
, 
ʼ 
 

 
.
6574	
᾽, 
 
 
 
 

 
 
ʼ 
 

, 
 
 
 
.
6592	
 
 — 

 
ʼ 
, 
;

 
 

 
 
 
,
 
.

 
 
 
 
.

 
᾽ 
 

 

 
·
 
 
.

 
;

  

;

 
.

 
 
;

 
 
 
.
ʼ 
 
ʼ 
 
.

 
;

 
  

 
;


ʼ 
 
ʼ 
 
᾽
 
· 
 
ʼ 
᾽ 
.


 
 
.

; 
, 
;

 
 
 
 
 
 
ʼ 

 
.

 
ʼ 
 
 
 
.

 
 

 
 
ʼ 
 

 
.

 
 
 
.

;

.

 
 
  

 
 
 
  

ʼ 
,
 
 
 
.

.

.

;

,
 
 

 
ʼ 
 
.
6753	
 
, 
 
, 
 

 
 
 
ʼ 
.

 
 
 
 

, 
ʼ 
 
 
᾽ 
,
 
 
 
 
,
 
 
 
,
 
, 
 

 
. 
 
 
 

 
 
 
 
;
 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
.
 
 
 
 
; 
 
.
 
ʼ 
 
 
 
; 
 

 
 
 
 
,
 
 
 
 

 
 
 
ʼ 
.

 
 
 
 

, 
, 
, 
 
,
 
 
 
 

 
᾽, 
 
 
 

, 
 
 
 

, 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
 
 
 
ʼ 
 

 
 
 
 
ʼ 

᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
᾽ 
ʼ 
·
 
 
, 
 
 
.

, 
 
 
 
,
 
 
 
 

· 
 
, 
 
ʼ 
,
 
 
ʼ 
 
 

 
ʼ 
, 
 
 
.
 
ʼ 
 
, 
 
, 

 
, 
 
 

 
· 
 
, 
, 
 
·
 
 
 
 

 
 
 
· 
 
 
,
, 
 
ʼ 
.
7005	
 
 
 
 
᾽ 
 
ʼ 
,
 
 
 
.
 
 
 
 

 
 
 
 
 
.
 
 
 
 
, 
᾽ 
·
 
 
 
 
 
, 
᾽ 
,
 
 
ʼ 
 
.

 
 
 
 
 

 
ʼ 
 
. 
 
 

 
, 
 
 
,
᾽ 
 
 
 

 
ʼ· 
 
 

 
ʼ 
. 
, 
,
. 
 
 
᾽ 
 
 
 

, 
 
 
 
 
;

 
· 
 
 
᾽ 

ʼ 
 
· 
 
 
 

 
᾽ 
 
ʼ 
 
 
,
 
 
ʼ 
 
.

 
ʼ 
 
 
ʼ 
 
 
 
;

 
 
 
᾽ 
ʼ 
 
 
.

· 
 
 
᾽ 
 
;

᾽ 
 
 
 
 
 
;

 
 
 
 
.

 
 
 
᾽ 
 
 
 
;

 
 
 
. 
 
 

, 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
 
ʼ 
 
 
, 
.

 
 
 
 
 
;

 
ʼ 
, 
 
᾽, 
.

 
 
 
 
 
 
 
;

, 
 
 
 
 
.

 
 
᾽ 
 
 
;

, 
 
ʼ 
 
 
.

 
 
· 
 
 
 
.
7254	
, 
 
; 
 
 
᾽ 
 
;

 
 
 
 
.

 
 
 
 
ʼ 
.

 
 
 
 
;

, 
 
 
 
ʼ 
 
.

 
 
 
 
 
.

 
 
;—
 
 
 
;

ʼ 
ʼ, 
 
 
 
 
.

᾽, 
 
 
 
 
ʼ 
.

 
 
 
 
 
.

 
ʼ 
ʼ; 
 
ʼ 
; 
 
 
;

 
 
 
 
.

 
ʼ 
 
ʼ 
 
 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
;

, 
 
ʼ 
 
.

 
 
ʼ, 
 
.

 
ʼ
· 
 
 
 
 
.

 
 
 
 
 
, 
;

 
 
᾽ 
 
.

 
 
 
 
 
;


 
 
 
 
 
ʼ 
;

 
᾽ 
, 
 
 
.
 
 
 
 
 
,
 
 
 
ʼ, 
 
 

ʼ, 
 
 
 
 

 
 
᾽ 
, 
 
, 

 
 
 
ʼ 
,
 
ʼ 
ʼ—
 
, 
 
,
 
, 
 
 
 
,
 
 
 
· 
 
 

 
 
ʼ 
 
 

· 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
 
 

 
 
 
.
 
ʼ 
—
 
 
᾽ 
 

 
 
ʼ 
, 
—
 
 
 
 
,
 

 

, 
,
· 
 
, 
 
ʼ 
, 
;
 
 
 
 
 
;
᾽, 
 
 
 
 
ʼ, 
 
.
 
ʼ 
 
 
ʼ 
, 
 
 
.
 
 
, 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
.

 
 
 
, 
· 
 
ʼ 
 

 
 
 
, 
 
 
.

 
, 
 
 
ʼ 
 
  

 
 
, 
 
 

ʼ 
 
 
,
 
 
 
 
 
.
 
 
, 
 
 
 
,
 
ʼ 
, 
 
.
 
 
 
 

· 
 
 
 

, 
 
 

· 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 

, 
 
· 
 
 

ʼ, 
᾽ 
 
, 
 
 

ʼ 
 
 
.

, 
 
ʼ, 
.

ʼ 
ʼ 
, 
 
 
, 
 
.

 
᾽· 
᾽ 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
.

, 
, 
, 
 
.

 
 
ʼ 
 
 
;

 
, 
 
 
 
 

,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
· 
 

 
· 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
ʼ 
, 
ʼ 
,
 
 

 

 
 
 
 
 
,
 
· 
 

 
 
, 
 
 

 
 
 
.

 
, 
 
 
 
 
.

 
ʼ 
 
, 
 
 
,
 
 
 
 
;

 
 
 
 
;

 
, 
· 
 
 
.
7838	
ʼ, 
 
, 
ʼ, 
 

· 
 
ʼ 
 

 
 
.

 
, 
 
, 
 
  

 
, 
.

 

,
 
 
 
.

 
 
᾽ 

 
 
 
 

 
.

 
 
 
 
 
,
 
 
ʼ 
 
.

, 
, 
.

ʼ, 
 

. 
 
ʼ
 
᾽ 
 
.

ʼ, 
 
, 
 

 
 
ʼ 
.
 
ʼ 

 
 
᾽ 


 
ʼ 
 
,
᾽ 
 
 
ʼ 
·
 
ʼ 
 
.

 
 
 
,
 
ʼ 
 
 
·
 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
ʼ 
 
 
.
