@node
@author=Babrius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Otto Crusius
@filename=tlg0614.tlg001.1st1K-grc2
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0614.tlg001.1st1K-grc2.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig) 2015 - 2017, Thibault Clérice, Lead Developer (University of Leipzig) 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Babrii Fabulae Aesopeae, Otto Crusius, Valerius Babrius, Teubner, Leipzig, 1897, The Internet Archive.
@sponsor=Harvard College Library
@title=Fabulae Aesopeae
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:53:13Z

32491	 a. 272
 Αἰσώπεια γελοῖα
 animis codd., num fuit inaimis animi cf. 11, 8
 οὓς Bernh.
 τινὰς
 Βαβρίου μυθίαμβοι Αἰσώπειοι κατὰ στοιχεῖο.
 3—5
 δελφίς
 Ὅτι δεῖ ἐκ τῶν προσφερομένων γινώσκειν τὴν ἑκάστου διάθεσιν. καὶ ὅτι ἡ σοφία τῆς δυνάμεως διαφέρει.
 Ὅτι χρὴ ἀπιστεῖν τοῖς ὑπισχνουμένοις ὧν οὐκ εἰσὶ δεσπόται.
 ἐπὶ σηκὸν ἄγειν θʼ, ὡς αἱ μὲν ἦλθον, αἱ δʼ οὔπω
 3
 Ὅτι τὰ δημοσίᾳ ἁμαρτηθέντα κατʼ οὐδένα τρόπον χρὴ κρύπτειν.
 σωτηρία πώς ἐστι καὶ κακῶν ἔξω τὸ μικρὸν εἶναι· τὸν μέγαν δὲ τῇ δόξῃ σπανίως ἴδοις ἂν ἐκφυγόντα κινδύνους.
 ἄνθρωπε, καὶ σὺ μή ποτʼ ἴσθι καυχήμων,   ἄλλου σε πλεῖον τῆς τύχης ἐπαιρούσης. πολλοὺς ἔσωσε καὶ τὸ μὴ καλῶς πράττειν.
 vv. 10—12
 Ὁ λόγος εὔθετος πρὸς ἄνδρας διεστραμμένους καὶ τὴς εὐθείας ὁδοῦ ἐκκλίνοντας.
 αὐλοὺς — ποτʼ
 οὐκ ἔστιν ἀπόνως οὐδʼ ἀλύοντα κερδαίνειν· ὅταν καμὼν δὲ τοῦθʼ ἕλῃς ὅπερ βούλει, τὸ κερτομεῖν σοι καιρός ἐστι καὶ παίζειν. Ὁ μῦθος λέλεκται πρὸς τοὺς ματαίως παρὰ τὸ δέον τι ἐργαζομένους.
 11—13 τὸ ματαίως
 ἅπας ὁ τοῖς αἰσχροῖσιν ὡς καλοῖς χαίρων θεοβλαβής τίς ἐστι καὶ φρένας πηρός.
 10—12
 Θυμῷ χρῆσθαι κατὰ τῶν πέλας ἀμέτρῳ καλὸν οὐκ ἔνι.
τούτοις ταπεινὸς αὖθις ὢν συνοικήσῃ. Ὅτι συμφέρει τῷ ἠδικημένῳ πόρρω γενέσθαι τῶν εἰς ἀνάμνησιν αὐτὸν φερόντων κακῶν.
 18 25—28
 κακοῖς ὁμιλῶν ὡς ἐκεῖνοι μισήσῃ, κἂν μηδὲν αὐτὸς τοὺς πέλας καταβλάψῃς. Ὁ λόγος διδάσκει φεύγειν ἡμᾶς τὰς τῶν πονηρῶν ἀνθρώπων κοινωνίας, ἵνα μὴ τῇ αὐτῶν κακίᾳ συναπολώμεθα.
 ὁ ζῶντα βλάπτων μὴ νεκρόν με θρηνείτω. 13. 14
 Ὅτι οὐ δεῖ τοὺς μεγιστᾶνας κινεῖν εἰς ὀργὴν κατὰ τῶν ὑπεξουσίων. εἰς ματαιολογίας καὶ ἔριδας.
 Διδάσκει ἡμᾶς ὁ μῦθος ὅτι οὐ χρὴ πᾶσι πιστεύειν, γυναικὶ δὲ μάλιστα μεγάλα καὶ πάμπολλα ἐπαγγελλομένῃ. πρὸς τὸν κεναῖς ἀπάταις ἐξαπατηθέντα
 Πρὸς τοὺς ἀπὸ πείρας γνωρισθέντας κακούργους, καὶ μηκέτι ταῖς τούτων ὑποκρίσεσί τινα ἐξαπατᾶσθαι.
 Μῦθος παραινῶν ὅτι οὐ χρὴ φιλόνικον εἶναι, ἀλλὰ πρΰτητι καὶ πειθοῖ ἀνύειν τὰ ἀνήκοντα.
 14—16
 Ὁ μῦθος ἐλέγχει τοὺς εἰς ἀνέκβατα κοπιῶντας πράγματα καὶ τούτων ἀστοχοῦντας τρόπους ψευδεῖς προβαλλομένους.
 ὁ τὴν παροῦσαν πημονὴν φεύγειν σπεύδων  ὁρᾶν ὀφείλει μή τι χεῖρον ἐξεύρῃ. μῦθος τοῦτο δηλοῖ, ὅτι ἄμεινον δουλεύειν σοφοῖς καὶ ἐπιεικέσιν ἢ δεσπόζεσθαι ὑπὸ σκαιῶν τε καὶ ἀπαιδεύτων.
 11. 12 2 ἀεὶ γὰρ ἕν γε τιλλόμενος ἐγυμνοῦτο. φάσκει δʼ ὁ μῦθος τοῦτο πᾶσιν ἀνθρώποις· ἐλεεινὸς ὅστις εἰς γυναῖκας ἐμπίπτει.  ἀεὶ γὰρ ἕν γε δακνόμενος γυμνοῦται.
 ἐντεῦθεν ἡμᾶς τοῦτʼ ἔοικε γινώσκειν, ἄβουλον εὐχὴν τοῖς θεοῖσι μὴ πέμπειν,   ἐκ τῆς πρὸς ὥραν ἐκφορουμένης λύπης. 9—11
 χαίρουσι πολλοὶ τῶν ὑπερβολῇ κούφων ἐφʼ οἷς ἄγαν μέλλουσιν οὐχὶ χαιρήσειν.
 Παραίνεσιν ὁ λόγος ἔχει, δεῖν ταῖς ἐκ λόγων παραινέσεσι τοὺς πταίοντας εἴκειν, ἵνα μὴ ταῖς ἐξ ἔργων ὀψέ ποτε πειραθεῖεν ὀδύναις.
 Πρὸς τοὺς μετρίως μὲν ὠφελοῦντας, βλάπτοντας δὲ  τὰ  μεγάλα, εὔκαιρος ἐστὶν ὁ λόγος.
 Ὅτι ἐπικίνδυνον τοῖς ἐλάττοσι παρατείνεσθαι τοῖς μείζοσι.
 μὴ λίαν ἐπαίρου πρὸς τὸ τῆς ἀκμῆς γαῦρον.   πολλοῖς τὸ γῆρας ἐν κόποις ἀνηλώθη.
 5.6
 μόνοι θʼ ἑάλωσαν αὐτόθι μυχῶν πρόσθεν·
 λέγει δʼ ὁ μῦθος εἰς τὸ ζῆν ἀκινδύνως τῆς λαμπρότητος ηὑτέλεια βελτίων.“
 21. 22 23. 24
 Πρὸς τοὺς τὴν φύσιν τῶν πραγμάτων ὁρᾶν ὡς ἔχει μὴ βουλομένους, τῇ δὲ τούτων φαντασίᾳ πλανωμένους, ἔλεγχον ὁ μῦθος ἔχει.
 δεινὸν τὸ φῦλον τῶν δόλῳ τι πραττόντων.
 ὅταν ὀρφανοῦ τις οὐσίαν ἀναλώσας ἔπειτα ταύτην ἐκτίνων ἀποιμώζῃ, πρὸς τοῦτον ἄν τις καταχρέοιτο τῷ μύθῳ.
 τοιοῦτο πολλῶν ἐστὶν ἦθος ἀνθρώπων, οἶς ἐχθρὸς ἀεὶ μᾶλλον ἢ φίλος γίγνου.
 κάλαμος μὲν οὕτως· ὁ δέ γε μῦθος ἐμφαίνει μὴ δεῖν μάχεσθαι τοῖς κρατοῦσιν, ἀλλʼ εἴκειν.
 ἔργοις ἔπαινος, ἀργίᾳ δὲ κίνδυνος. Διδάσκει ἡμᾶς ὁ μῦθος ὅτι ἡ καλὴ ἐπιστήμη ἐκ θανάτου ῥύεται.
 ὁ μῦθος ἡμῖν τοῦτο πᾶσι μηνύει, ὡς οὐδὲν οὕτω δεινὸν ἂν ὑπʼ ἀνθρώπων πάθοις τι τῶν ἔξωθεν ὡς ὑπʼ οἰκείων.
 ὡς εἴ τις ὢν ἄδοξος ἐν πολιτείαις   στάσιν τυράννων μαχομένων ὁμηρεύοι. 3.4
 πόλις ἄν τις εἴποι τὸν λόγον τὸν Αἰσώπου, ἧς ἔσχατοι κρατοῦσιν ἀντὶ τῶν πρώτων.
 βλάψεις σεαυτόν, κοὐδὲν ἄλλο ποιήσεις, ἂν τόν σε λίαν ὑπερέχοντα μιμήσῃ.
 Ὅτι τοῖς μὴ λόγῳ τοῖς πράγμασιν ἐγχειροῦσιν ἕπεται πολλάκις τὸ κακῶς ἐν αὐτοῖς πάσχειν.
 ab
 περὶ τῶν σεαυτοῦ πραγμάτων ὅταν κρίνῃς, μηδὲν βέβαιον ὑπολάβῃς προγινώσκων, μηδʼ αὖτʼ ἀπογνῷς, μηδʼ ἀπελπίσῃς· οὕτω σφάλλουσιν ἡμᾶς ἐνίοθʼ αἱ πεποιθήσεις.
 ὅταν μάλιστα ζῆν θέλῃς ἀκινδύνως, ἐχθροῖς ἀπίστει, τοὺς φίλους δʼ ἀεὶ τήρει.
 διαβολαῖς   ἐποίει 7. 8 16b 17a
 Ὁ μῦθος ἡμᾶς ἐκδιδάσκει μηδαμῶς τῶν οἰκείων ἀμελεῖν, μάλιστα κέρδους ἕνεκα ἀμφιβόλου ὑπάρχοντος.
 12—14
 Ὁ μῦθος τοῦτο λέγει, δεῖν τὰ ὁπωσοῦν ἐπιόντα δεινὰ λόγοις ἐξευμαρίζειν ἠπίοις, καὶ τὸ τούτων ὀχληρὸν ἀποπαύειν.
 φιλαδελφία μέγιστον ἀγαθὸν ἀνθρώποις,   ἣ καὶ ταπεινοὺς ὄντας ἦρεν εἰς ὕψος. Ὁ μῦθος ἡμᾶς ἐκδιδάσκει ὅσον τὸ τῆς ὁμονοίας καλόν, καὶ τί πάλιν τὸ ἐπιζήμιον τοῖς μηδαμῶς ταύτην κεκτημένοις.
 Ὅτι τοῖς κακοῖς ἀρκεῖ τέως, οὐκ ἄλλως πως δυναμένοις τὰ βελτίω δρᾶσαι, κἂν τῶν συνήθων αὐτῶν αἰτιῶν ἀργῆσαι.
 Ἔλεγχος τῶν εἱμαρμένην δοξαζόντων καὶ ἀνάγκῃ τὰ τῆς ἡμῶν ἐξουσίας ὑποβαλλόντων καὶ μὴ τῷ αὐτεξουσίῳ εἰς δέον κεχρημένων.
 σοφὸν τὸ θεῖον κἀπλάνητον· οὐδʼ ἄν τις  λαθεῖν ἐπιορκῶν προσδοκᾷ, Δίκην φεύγει. Εὐκαίρως ὁ μῦθος ῥηθήσεται πρὸς ἐκείνους τοὺς χρηστὰ μὲν ἐπαγγελλομένους, δόλια δὲ καὶ φαῦλα ἐργαζομένους.
 20. 21 4
 Πρὸς τοὺς μετὰ ἀπειρίας τοῖς πράγμασιν ἐγχειροῦντας, ἐξ ἧς οὐ τοσοῦτον τὸ κέρδος ὅση βλάβη προσγίνετοι.
 κακοῦ πρὸς ἀνδρός ἐστι μακρὸν οἰμώζειν ἄλλων πονούντων, αὐτὸς ὡσπερεὶ κάμνων. Ὁ μῦθος τοῦτο λέγει, μηδαμῶς ἐν τοῖς πράγμασιν ἄλλων πονουμένων ἄλλους ἀδίκως οἰμώζειν καὶ πόνους ἀλλοτρίους ἑαυτοῖς ἐπιγράφειν. 7. 8
 Ὅτι πολλάκις αἱ περιστάσεις πεφύκασι καὶ παρὰ γνώμην τὰ  σιγῆς ἄξια εἰς τοὐμφανὲς ἄγειν.
 Πρὸς τοὺς τὰς εὐχὰς ὑπὲρ τῶν οὐ δεόντων ποιουμένους ἢ καὶ ἄλλως μὴ δυναμένων γενέσθαι. ? 6
 ὁ λόγος δοκεῖ μοι πᾶσι τοῦτο σημαίνειν, τὸν αὐτὸς αὐτοῦ πᾶς τις εὐπρεπῆ κρίνει.
 7. 8. 9 11 arleianus
 6 τὰ
 τί οὖν ὁ μῦθός φησιν ἐν διηγήσει; πειρῶ τι ποιεῖν, τὸν φοθόνον δὲ μὴ κρίνειν ἀρεστὸν ἀπλῶς οὐδέν ἐστι τῷ μώμῳ.
 τότʼ ἂν λίχνος γένοιο μῦς ἐν ἀνθρώποις,  ἐὰν τὸ καταβλάπτον ἡδὺ μὴ παραιτήσῃ. Ὅτι τὰ ἐπερχόμενα κατὰ ἀνάγκην κακὰ εἰώθάν τινες τοιούτοις ἐξομαλίζειν λόγοις. 16—18 5. 6
 Ὅτι πᾶς δυσάρεστος, τοῦ παρόντος ἡδέος μικρόν τι ἀπολαύσας, εὐθὺς τὴν ἐπιθυμίαν ἐφʼ ἕτερον τρέπει.
 Ὁ μῦθος διδάσκει ἡμᾶς μὴ μέγα φρονεῖν ἐν ταῖς εὐημερίαις, μάλιστα δὲ τοὺς ἐξ ἀγενῶν προγόνων κατὰ τύχην δοξασθέντας.
 Ὅτι τοὺς πονηροὺς οὐ δεῖ αἰτεῖν ἀγαθά· οὐ γὰρ παρέξουσιν. εἰ δὲ κακά τις αἰτεῖται, ἑτοίμως μᾶλλον παρέχουσι.
 ἅπας ὁ λαμπρὸς τῶν ἐλαττόνων μᾶλλον καὶ δόξαν ἔσχε χὐπέμεινε κινδύνους Ὁ μῦθος πρὸς τοὺς κοσμικαῖς ἀρχαῖς μεγαλοφρονοῦντας καὶ διὰ τοῦτο τῶν πέλας κατεπαιρομένους, οἳ μετὰ αὐταρκείας βιοῦντες κἀντεῦθεν τῶν μεγάλων ἐκφεύγουσι κινδύνων.
 8 9
 θαυμαστὸς εἶναι σὺν τρίβωνι βουλοίμην ἢ ζῆν ἀδόξως πλουσίᾳ σὺν ἐσθῆτι.
 7. 8
 μέτρει σεαυτόν· πρᾶγμα μηδὲν ἀνθρώπῳ δυνατωτέρῳ σύναπτε μηδὲ κοινώνει.
 Ὅτι τι ἔστι τινὰ καὶ κόπου χωρὶς νίκην ἄρασθαι, σοφῶς τοῖς πράγμασι κεχρημένον.
 6—8
 ὅτι πολλὰ φύσει χρηστὰ πράγμαθʼ αἱ κακαὶ χρήσεις τρέπουσιν εἰς τὸ χεῖρον, ὡς δοκεῖν φαῦλα. Ὁ μῦθος οὗτος ἐλέγχει ἐκείνους οἵτινες διαβολαῖς πρὸς τοὺς δυνάστας βλάπτειν πέφυκαν τοὺς πέλας, οἳ παραπλήσιοί εἰσιν ἀνέμοις χειμερίοις.
 ὦ παῖ, σεαυτὸν κόσμον οἰκεῖον κόσμει· τοῖσιν ἑτέρων γὰρ ἐμπρέπων στερηθήσῃ. Ὅτι οἱ νόθον καὶ ἐπίπλαστον αὐτοῖς περιθέντες κόσμον ἀλλοτρίῳ τε κάλλει σεμνυνόμενοι, εἴ ποτε τοῦ τοιούτου γυμνωθεῖεν, γέλως λοιπὸν τοῖς πρὶν ἀγνοοῦσιν ὁρῶνται. 17—21 23. 24
 Ὅτι οἱ τῶν ἀδυνάτων ἐρῶντες ἔσθʼ ὅτε καὶ τῶν μετὰ χεῖρας ἀστοχοῦσι.
 Διαβολὴν ὁ μῦθος ἔχει ἀνδρῶν ἐκείνων τῶν μηδεμίαν τοῖς ξένοις πρόνοιαν ποιουμένων, εἰς μόνον δὲ τοὺς οἰκείους τὴν στοργὴν περιιστώντων, ἀπὸ τῆς τοῦ κυνὸς ὑποδείξεως.
 ὁ δʼ ἀτεχνὴς ἰατρὸς εἶπεν εἰσβαίνων·
 τὸ
 Ὁ μῦθος οὗτος ῥηθήσεται πρὸς τοὺς κενὸν ὄνομα ἐπὶ πράγματί τινι κεκτημένους, τὴν δὲ τούτου πεῖραν παντελῶς οὐκ ἔχοντας. τὸ γὰρ
 8
 ⌊Μηδαμῶς τοῦ παρόντος δεῖν ἡμᾶς ἐπιμελεῖσθαι μόνον ὁ μῦθος  διδάσκει, ἀλλὰ καὶ τοῦ μέλλοντος προνοεῖσθαι· τὸ γὰρ μὴ οὕτω γινόμενον πολλοῖς πολλάκις οὐ τὴν τυχοῦσαν ἤγαγε βλάβην.
 Ὁ μῦθος διδάσκει μηδαμῶς ἄνθρωπον ἐπαίνοις ἐξαπατᾶσθαι· ζημίαι γὰρ ἐντεῦθεν καὶ ἀτιμίαι εἰώθασι γίνεσθαι.
 Ὅτι τοῖς ἀμεταμέλητα φησὶν εἰς θεὸν πλημμελοῦσιν ἀνωφελεῖς γίγνονται αἱ ὑπὲρ αὐτῶν δεήσεις.
 ab.
 βίος ἀβέβαιος παντὸς ἀνδρὸς ἀπλήστου ἐλπίσι ματαίαις πραγμάτων ἀναλοῦται.
 Ἀντίρρησιν ὁ λόγος ἔχει παρὰ τῶν σωφρόνως ζῆν αἱρουμένων πρὸς τοὺς ἐν βίῳ κενὰ ἐπινοουμένους.
 6 7. 8 κακοῦ πρὸς ἀνδρός ἐστι μὴ φεύγειν ψεῦδος,  κἂν λανθάνειν ψευδόμενος εὐχερῶς μέλλῃ. Οὕτω καὶ οἱ λίαν ψευδολόγοι τότε μάλιστα καταλαζονεύονται, ὅτε τοὺς ἐλέγχους κατʼ ὄψιν οὐκ ἔχουσιν.
 5. 6
 ἀρχόμενον ἄρτι τὸ θρασὺ τῶν ὑβριζόντων, κἂν μικρὸν ᾖ, κώλυε, μηδὲ υγχώρει   εὐκαταφρόνητον σαυτὸν εἶναι τοῖς φαύλοις. Ὁ λόγος διδάσκει ὅτι οὐδὲ ὑπὸ τῶν μετρίων δεῖ ἡμᾶς καταφρονεῖσθαι, διὰ τὸ μὴ ἐντεῦθεν συνήθειαν κακὴν γενηθῆναι.
Ὁ παρὼν ῥηθήσεται λόγος πρὸς τοὺς ἀντὶ ἀναγκαίων πραγμάτων τοῖς λόγοις μόνοις τοὺς πέλας ἐξαπατῶντας.
 9—11
. Κατηγορίαν ὁ λόγος περιέχει ἀνδρὸς εὐτελοῦς καὶ λίαν ἀδυνάτου, ὑπολήψεις δὲ μεγάλας περὶ ἑαυτοῦ κεκτημένου
 suprascr. dormio 7. 8
 συμφωνία μέγιστον ἀγαθὸν ἀνθρώποις· τὸ δὲ στασιάζον ἀσθενές τε καὶ δοῦλον.
 5 19. 20
 Ὁ μῦθος παραινεῖ μηδαμῶς σπεύδειν τινὰ πρὸς πλεονεξίαν τοῦ πέλας, γινώσκων ὅτι τὰ χαλεπὰ τῶν πραγμάτων ὁ χρόνος διαλύει.
 ἄχρι — πρότερον
 ἀμφίβολος οὗτός ἐστι νοῦς ἐν ἀνθρώποις, οἷς οὔτʼ ἀπιστεῖν ἔχομεν οὔτε πιστεύειν.
 6. 7 2
 Ὁ μῦθος διδάσκει ἡμᾶς ἐπιμελεῖσθαι τῶν οἰκείων, ὅση δύναμις, καὶ μὴ καταφρονεῖν ταῖς τῶν φίλων συνδρομαῖς.
 Ὅτι τοὺς φύσει πονηροὺς καὶ ἀδίκους οὐδʼ εὔλογος ἀπολογία πείθει.
 Πρὸς ἄνδρα φύσει ὀργίλον καὶ αἱμοβόρον ἐξουσίαν ἀρχῆς κατὰ τῶν ὑπηκόων λαμβάνοντα.
 Πρὸς τοὺς τοῖς δυνατωτέροις ἐπεμβαίνοντας διʼ ἐπικειμένην αὐτοῖς συμφοράν.
 ἀνδρείους ἐπιδεικνυμένους, ἔργοις δὲ ἀνικάνους ἀποφαινομένους.
 Οὐδαμῶς ἀκαταλλάκτοις ἐχθροῖς πιστεύειν δεῖ, ὅταν σε τῆς 31a οἰκείας βούλωνται ἀμελεῖν σωτηρίας, κἂν ὅρκοις τυχὸν τὴν εἰρήνην λαλῶσιν.
 ἐκείνους
 Ὅτι πονηρὸς ἀνὴρ εὖ πάσχων εἰς ἀντιδόσεως λόγον ποιεῖται καὶ τὸ μὴ μόνον βλάψαι.
 σὺ νῦν διώκεις πανταχοῦ με καὶ φεύγω
 Ὅτι τοὺς τοῖς προλαβοῦσι κακοῖς μὴ σωφρονισθέντας εἰκότως ἄφυκτα κακὰ διαδέχεται· ἐν ᾧ καὶ ἔλεγχος κατὰ φιλοδόξων.
 ὁ μῦθος ὀρθῶς πᾶσι τοῦτο μηνύει,   μηδεὶς διὰ καιρὸν ἰσχύων τι γαυρούσθω. Κατάλληλος ὁ μῦθος τοῖς διὰ περίστασιν καὶ τόπον κατὰ τύχην τῶν δυνατωτέρων κατεπαιρομένοις.
 Ὁ μῦθος ἡμᾶς ὑπομιμνήσκει, τὸ ἐπιὸν πάντως δεινὸν προορῶντας, μηδαμῶς ἀμελεῖν τῆς ἑαυτῶν σωτηρίας.
 αὐτός τις αὐτὸν λανθάνει κακῶς δράσας, ὧν οὐ πέφυκε μεταλαβεῖν ὅταν σπεύδῃ.
 Ὁ μῦθος ἐκδιδάσκει μὴ τάχιστα πᾶσι πιστεύειν, καὶ μάλιστα τοῖς μήπω φίλοις.
 18—20
 Ὅτι αἰσχρὸν καὶ ἐπονείδιστον τὸ μικρᾶς ἡδονῆς χάριν δουλοπρεπῶς ζώειν φευκτέον ὁ μῦθος παραινεῖ.
 Πρὸς τοὺς ἀπὸ τῶν κολάκων οὐκ ὀρθῇ κρίσει ἐπαινουμένους κἀντεῦθεν μέγα φρονοῦντας, ἔπειτα δὲ ἐλεγχομένους ἑαυτοὺς ἐπιγινώσκειν.
 Ἔπαινον ὁ μῦθος ἔχει κριτῇ πράῳ καὶ λίαν δικαίῳ.
 μακάριος ὅστις οὐ προλαμβάνει πταίσας,   ἀλλʼ αὐτὸς ἄλλων συμφοραῖς ἐπαιδεύθη. Οὕτως τινῶν οἱ κίνδυνοι διδαχὴ εἶναι ὀφείλει τῆς ἡμῶν σωτηρίας
 Ἔλεγχον ὁ μῦθος ἔχει τῶν οὐ καλῶς ἐφʼ ἑαυτοῖς μέγα φρονούντων, ὅταν διὰ κακίαν τι πάθοιεν.
 Ὁ μῦθος δικαίως προσφόρως ῥηθήσεται πρὸς ἄνδρας ἀδίκους, ἀλλήλους αἰτιωμένους, ἐπὶ τῷ αὐτῷ πταίσματι κειμένους.
 δικαίως
 Ὅτι μᾶλλον ἀλγύνειν καὶ λυπεῖν οἶδεν ἀνθρώπους οὐ τὰ παρόντα μόνον, καθʼ ὅσον ἤδη ἡ τῶν μελλόντων προσδοκία.
 12
 σαφὴς ὁ μῦθος εὖ νοοῦσιν ἀνθρώποις, σῴζειν πένητας, μηδέ των ἀπελπίζειν, εἰ καὶ λέοντα μῦς ἔσωσʼ ἀγρευθέντα. Ἀρχὴ τοῦ β τμήματος.
 Ταῦτα ῥητέον τῷ ἐν προσχήματι φιλίας κα | καῖς συμβουλίαις ἀπάγειν ἡμᾶς βουλομένῳ ζωῆς ἀταράχου καὶ κινδύνοις καθυποβάλλαι χάριν ῥεουσῶν ἡδονῶν.
 Ἀντίρρησιν ὁ μῦθος ἔχει πρὸς τοὺς ἐναντίας τοῖς ἔργοις διδασκαλίας ποιουμένους.
 Πρὸς ἄνδρα ἀπαρασκεύαστον  πρὸς  τὸν ἐν ἑτοιμασίᾳ ὄντα  καὶ  περὶ συνοδοιπορίας κατεπείγοντα ὁ λόγος εὔκαιρος.
 ? πρ. κ.
 πολλάκις ἐν οἷς τις ηὐτύχησε καὶ πταίει.
 Ὁ μῦθος δηλοῖ ὅτι οὐκ ἀσφαλὴς ἡ μετὰ τῶν κακῶν συνοικία.
 Ὁ μῦθος ἡμᾶς διδάσκει μηδαμῶς φυσιοῦσθαι ἐπὶ τοῖς τοῦ βίου λαμπροῖς, ἐπισταμένους μηδὲν εἶναι μόνιμον.
 τουτὶ μὲν οὕτως· ἔμφασις δὲ τοῦ μύθου,   κακὸν ἐπιχαίνειν, ὅταν ἔχῃ τις ἐκτῖσαι.
 Ὁ λόγος διδάσκει ἡμᾶς μηδὲν ψέγειν τὰς τοῦ θεοῦ περὶ τοὺς ἀνθρώπους ἀκαταλήπτους οἰκονομίας, κἂν ἄδικοι τοῖς ἀπαιδεύτοις δοκοῖεν εἶναι.
 Κατὰ δικαστῶν ὁ λόγος βοηθεῖν δυναμένων τοῖς μηδὲν κακὸν πράξασι, καὶ τούτοις ὑπὸ μειζόνων ἀδικουμένοις μηδεμίαν ἀνάληψιν παρεχομένων. του θ
 καὶ τοὺς θεοὺς Αἴσωπος ἐμπλέκει μύθοις,
 ἀτιμάσας δʼ ἂν αὐτὸν ὠφεληθείης.
 Πρὸς ἄνδρα ἀμαθῆ καὶ ἀπαίδευτον, ἄλλους παιδεύειν ἐπαγγελλόμενον.
 ἡ δʼ ὄρνις εἶπεν μῦθον ἄξιον γνώμης·
 Πρὸς τοὺς πονηρᾷ διαθέσει χρηστότητα ἐπιδεικνυμενους ὁ λόγος εὔκαιρος.
 Ὅτι οἱ τοῖς μηδὲν προσήκουσιν ἐπιτηδεύμασι ἐπιχειροῦντες, εἰκότως δυστυχοῦντες βλάβην ἑαυτοῖς ἐπιφέρουσι.
 Ὅτι τοῖς παροῦσιν ἀρκείσθω τις καὶ τὴν ἀπληστίαν φευγέτω.
 Ὅτι τῷ ἀνδρὶ δουλεύειν ἐπιθυμίαις εἰθισμένῳ οὐδεὶς λόγος ἰσχυρὸς πρὸς τὸ μὴ πράττειν ἀεὶ τὰ καθʼ ἡδονήν.
 Ὁ μῦθος πρὸς ἄνδρας τοὺς ἐναντίως ἔχοντας τὰς δόξας καὶ κινδύνους ἑαυτοῖς ἐπιφέροντας.
 εἰ δʼ ἔστιν εἰπεῖν καὶ βεβούλησαι κλύειν ὁ νῦν βίος πονηρός ἐστιν ἀνθρώπων. Ὁ λόγος οὗτος ἀνθρώπους κωμῳδεῖ, ὧν ἡ ἀλήθεια μακρὰν πέφευγε διὰ τὸ τῷ ψεύδει τούτους φιλεῖν καὶ μᾶλλον συνοικεῖν.
 7
 Ὁ μῦθος πρὸς τοὺς τῇ τῶν πλησίον διαφθονουμένους εὐημερίᾳ, ἔσθ᾿ ὅτε καὶ ὑπʼ αὐτῶν ἐκείνων τὰ μέγιστα ὠφελουμένους.
 Ὅτι οὐ πάντες πρὸς πάντα ἴσοι πεφύκασι, κἂν φθόνῳ ἀλαζονεύωονται.
 τοῖς ψευδολόγοις πιστεύειν ἀνθρώποις· δεῖ οὖν ἡμᾶς ἀσφαλίσασθαι.
 Ὅτι ταῖς τῶν δολερῶν ἀνδρῶν κακοβουλίαις μὴ πιστευτέον προορωμένους τὸν τούτων δόλον, κἂν χρηστολογίαις ἀπατᾶν βουληθῶσιν
 Ὁ μῦθος πρὸς τοὺς σκληροὺς καὶ ἐπικινδύνους προσφέροντας διὰ γλώσσης λόγους.
 τοὺς ἰδίους δεσπότας ἐπεγειρομένους καὶ τὴν ἰδίαν τάξιν ἀγνοεῖν βουλομένους κἀντεῦθεν ὄλεθρον ἑαυτοῖς καὶ τοῖς πέλας ἐπιφέροντας.
 ὑπʼ αὐτῶν κατὰ φθόνον ἐκκλειομένους.
 ἅ σοι πέπρωται, ταῦτα τλῆθι γενναίως καὶ μὴ σοφίζου· τὸ χρεὼν γὰρ οὐ φεύξῃ.
 Ὅτι τὰ κατὰ σὲ καὶ πρὸς δύναμιν ποίει, τὰ ὑπὲρ σὲ δὲ μὴ ξήλου.
 Ὁ μῦθος δηλοῖ, ὅτι ὁ κατὰ τῶν ἑαυτοῦ φίλων δολίας μηχανὰς συντιθεὶς αὐτὸς ἐν ταῖς ἐνέδραις τῶν κινδύνων ἐμπεσεῖται.
 Ὅτι πένης καὶ ἰδιώτης ὢν μὴ μιμοῦ τὰ τῶν πλουσίων, μή ποτε καταγελασθῇς καὶ κινδυνεύσῃς· τὸ γὰρ ξένον ἀνοίκειον.
 Ὁ μῦθος δηλοῖ, ὅτι οὐ δεῖ τινα ἀμελεῖν ἢ ὀκνεῖν ἐπί τινος πράγματος, ἀλλὰ τὰ δέοντα ποιεῖν, μή πως ὀκνήσας κινδύνιῳ περιπέσῃ.
 alis Comes 957 (1651) Deae = μυθιάμβοις etzes
 Οὕτω καὶ τῶν οἰκετῶν ἔνιοι εἰ καὶ τῆς δουλείας ἀφεθῶσιν τῶν δουλικῶν ἀρχῶν οὐκ ἀπαλλάττονται.
 Ὅτι ὅστις καθʼ ἑτέρου δόλια μηχανᾶται, ἑαυτοῦ γίνεται τῶν   κακῶν ἀρχηγός.
 Ὅτι αἴτιοι κακῶν ἑαυτοῖς τινες ὄντες τὴν μεμψιν ἀφρόνως τῷ θεῷ ἐπιτιθέασιν.
 Ὅτι τοὺς ἀγαθόν τι πεπονθότας ἔκ τινος ἀντευεργετεῖν χρή· ὃ γὰρ ἀγαθὸν ποιήσεις, ἀντιδοθήσεταί σοι.
 ὁδοῦ
 Ὅτι πᾶσι φανερὸν καθέστηκεν, ὡς αἱ μάχαι καὶ ἔριδες αἰτίαι μεγάλης βλάβης ὑπάρχουσιν.
 Ὅτι οὐ δεῖ κοινωνεῖν ταῖς ματαίαις συμβουλίαις μάλιστα ταῖς πρὸς βλάβην τῆς φύσεως οὔσαις.
 Ὅτι ἀνδρὶ πονηρῷ μήτε καλῶς πράττοντι μήτε φαύλως χάριν  παράσχῃς· ἡ γὰρ πονηρὰ φύσις ἀντὶ ἀγαθῶν πονηρὰ ἀνταποδίδωσιν· χρηστὸν γὰρ ἦθος οὐ τίκτει.
 Οὕτως κακοὶ πέλουσι τοῖς εὐεργέταις.
 Ὁ λόγος δηλοῖ, ὅτι ἀμετάθετοί εἰσιν αἱ πονηρίαι, κἂν τὸ μέγιστα φιλανθρωπεύωνται.
 καὶ
 Ὅτι οἱ ἀλαζόνες διὰ τοῦ λόγου ψευδολογοῦντες αὐτοὶ ἑαυτοῖς ἔλεγχος καθίστανται.
 Ὅτι τὰς πονηρὰς ἔριδας καὶ φιλονεικίας καλόν ἐστι διαλύειν, ἐπειδὴ πᾶσιν ἐπὶ κίνδυνον τέλος ἄγουσιν.
 τῆς
 Ὅτι πλεονεξίᾳ τις προσέχων καὶ τοὺς ἀσθενεστέρους ἀδικῶν ἰσχυροτέρῳ προσπεσών, ὡς οὐκ ἐλπίζειν, ἐκτίσει τότε καὶ ἃ πρότερον ἐποίησε κακά.
 Ὅτι πλεονεξίᾳ τις προσέχων καὶ τοὺς ἀσθενεῖς ἀδικῶν ἰσχυροτέροις ἐμπεσών ποτε καὶ μὴ ἐλπίζων ἐκτίσει πρότερον πεποίηκε κακά.
 Ὅτι τοὺς ἀχαρίστους καὶ κακούργους τοὺς ἀντὶ ἀγαθῶν κακὰ ἀντιδιδόντας ὁ μῦθος ἐλέγχει.
 Ὅτι οἱ πρὸς τοὺς εὐεργέτας ἀγνώμονες γενόμενοι ἐν περιστάσει ἐμπεσόντες οὐχ ἕξουσι βοηθούς.
 Ὅτι οὐ δεῖ κινδύνους ἑαυτῷ ἐπιφέρειν διὰ τρυφὴν καὶ ματαίαν δόξαν, ἀλλὰ τούτους ἐκφεύγειν.
 Ὅτι αὐτοὶ οἱ τοὺς νόμους δικαίως ὁρίζειν δοκοῦντες καὶ ἐν οἶς ὁρίζουσι καὶ δικάζουσιν οὐκ ἐμμένουσιν.
 τὰ
 Ὅτι ἐκ θεοῦ λογικῶν τιμηθέντων πάντων ἀνεπαισθήτως ἔχουσί τινες τῆς τοιαύτης τιμῆς καὶ μᾶλλον ζηλοῦσι τὰ ἀναίσθητα καὶ ἄλογα ζῷα.
 Ὅτι τοὺς φύσει δειλοὺς οὐδεμία λόγου παραίνεσις ἐπιρρώνυσιν, κἂν καὶ εὐμήκεις καὶ στερεοὶ τῷ σώματι φαίνονται.
 Ὁ μῦθος δηλοῖ, ὅτι τοὺς φύσει δειλοὺς οὐδεμία παραίνεσις ῥώννυσιν.
 Παραινεῖν ἕτοιμον ἃ ποιεῖν ἀπορώτερον.
 Ὅτι μηδείς, ὃ μὴ ἔμαθε μηδὲ ἐκ πείρας ἔχει, πειράτω ποιεῖν· σὺν τῇ ἀπειρίᾳ γὰρ καὶ κακόν τι προσλήψεται.
 ἢ ἔχεις
 Ὅτι τοῖς περιέργοις πολλάκις μέγιστον κακὸν συνέβη κακῶς τῇ περιεργείᾳ χρωμένοις.
 ὄντες ἡμῖν
 τῇ
 Ὅτι οἱ τὰς ἑαυτῶν πατρίδας προδιδόντες τοιούτους μισθοὺς λαμβάνουσιν.
 Ὅτι τοὺς πλουσίους καὶ τοὺς ἐν ταῖς ἀρχαῖς οὐ δεῖ ζηλοῦν, ἀλλὰ τὸν κατʼ ἐκείνους φθόνον καὶ κίνδυνον λογισαμένους ἀγαπᾶν πενίαν, ἡσυχίας μητέρα.
 Ὁ μῦθος δηλοῖ ὅτι οὐ δεῖ τοὺς ἄρχοντας καὶ πλουσίους ζηλοῦν, ἀλλὰ τὸν κατʼ ἐκείνων φθόνον καὶ τὸν κίνδυνον ἀναλογιζομένους τὴν πενίαν ἀγαπᾶν.
 καὶ
 Ὅτι ὃ ἔχει τις εἰς ἐκεῖνο ἀρκείσθω καὶ μὴ πλεονεκτείτω.
 Ὁ μῦθος δηλοῖ ὅτι ὁ ἔχων τι ἀρκείσθω ἐπʼ ἐκείνῳ καὶ πλείω μὴ ζητείτω, ἵνα μὴ καὶ ὃ ἔχει ἀπολέσῃ.
 Ὁ πλείονος ἐρῶν καὶ τῶν προσόντων ἀποστερεῖται.
 ὁδοῦ
 Ὅτι τοὺς ἀπολλυμένους οἰκείᾳ ἀφροσύνῃ ὁ μῦθος ἐλέγχει.
 τῶν
 Ὅτι κτηνώδεις ἄνδρας τοὺς τετυφωμένους ἐπʼ ἀλλοτρίαις δόξαις ὁ μῦθος ἐλέγχει.
 vox non Babriana
 παρελογίσαντο καὶ ἠμέλησαν
 τοὺς
 Ὅτι τοὺς ἐν κινδύνοις ἀπείρως ἐμπεσόντας δεῖ πρότερον σώζειν, ἔπειτα διδάσκειν καὶ νουθετεῖν.
 σου
 Ὅτι θυμὸς οἶδεν δουλῶσαι καὶ ταπεινῶσαι ἄνδρα γενναῖον καὶ πρὸς ἄμυναν γενέσθαι τοῦ ἠδικηκότος.
 Ὅτι οὐδεὶς μίσους ἢ ἀμύνης ποτὲ ἐπιλάθοιτο, ἐφʼ ὅσον βλέπει μνημόσυνον διʼ ὧν ἐλυπήθη.
 Ὅτι καλὸν τὸ γινώσκειν τὰ ἐναντία καὶ τὸ μὲν καλὸν τιμᾶν, τὸ δὲ κακὸν φεύγειν (e?), ἐκ πείρας δὲ πάντων.
 Ὅτι τοῦτο ὄφελος τῷ ψεύστῃ (e), ἵνα κἂν ἀλήθειαν λέγῃ μὴ πιστεύηται.
 Ὅτι τοσοῦτον ὄφελος τῷ ψεύστῃ ὅτι καὶ ἀληθῆ λέγων πολλάκις οὐ πιστεύεται.
 Ὅτι πονηρὰ γνώμη καὶ αὐτὴν τὴν φύσιν ἀλλοιοῖ καὶ βλάπτει ( e ?).
 Ὅτι τοιοῦτός ἐστι πᾶς, ὃς κληρονόμος ἐστὶν οὐσίας τῷ νοσοῦντι συναλγῶν καὶ προσποιούμενος κλαίειν ὑπούλως.
 ἤδη
 Ὅτι τολμηρὸν ἄνδρα καὶ αὐθάδη πολλάκις εἰς γῆν κατήγαγε συμφορὰ βίου.
  Ὅτι δικαίως κακοὶ σὺν κακοῖς ἀπόλλυνται.
 non scripsit Babrius 
 cf. tetr. 32a
 Ὁ μῦθος δηλοί ὅτι δικαίως οἱ κακοὶ ἐν κακοῖς ἀπό6λλυνται.
 Ὅτι πολλοὶ φεύγοντες δουλεύειν (e?) εἰρηνικοῖς δεσπόταις καὶ ἄκοντες εἰς πονηροὺς ἐνέπεσον.
 φύσις πονηρὰ χρηστὸν ἦθος οὐ τίκτει. Ὅτι οἱ τῇ φύσει δεινοὶ ἁρπάζειν καὶ πλεονεκτεῖν μαθόντες τοὺς διδάξαντας πολλάκις πλείονα ἔβλαψαν.
 εἶπεν
 Ὅτι δεῖ χρηστὰς ἀμοιβὰς τοῖς εὐεργέταις παρέχειν, τοὺς πονηροὺς δὲ φρονίμως τροποῦσθαι.
 Ὄτι πολλαὶ φύσεις ἀνθρώπων εὐφυεῖς εἰσιν, ἀλλʼ ἐκ τῆς ῥᾳθυμίας ἀπώλοντο· ἐκ δὲ νήψεως καὶ σπουδῆς καὶ μακροθυμίας τινὲς καὶ φύσεως ἀργῆς περιεγένοντο.
 Ὅτι κρεῖσσον ὀλιγαρκούμενόν τινα διαμένειν, ἢ πρὸς ὀλίγον τρυφήσαντα μεταβολῆς δυστυχοῦς τυχεῖν ἢ καὶ ἀποθανεῖν.
 Ὅτι πλεῖον πταίουσιν οἱ τοὺς κακοὺς καὶ βαρεῖς δυνάστας διεγείροντες πρὸς τὸ κακοποιῆσαι.
 Ὅτι τοῖς συνετοῖς καὶ ποικίλα φρονοῦσιν μᾶλλον ἔπαινός ἐστιν ἢ τῇ φύσει εὐπρεπέσι καὶ μὴ τῇ γνώμῃ.
 ἡ
 Οτι τοὺς ἀχαρίστους καὶ βουλομένους τοὺς φίλους πλεονεκτεῖν ὁ μῦθος ἐλέγχει.
 Ὅτι δεῖ πρότερον προσκοποῦντα τὰ τέλη τῶν πραγμάτων καὶ οὕτω ποιεῖσθαι τὰς τούτων ἐγχειρήσεις.
 τοὺς
 ὅμως
 αὐτὴν
 τὸ
 Ὅτι ἐν ταῖς εὐχαῖς καὶ δεήσεσι μηδεὶς κατὰ τῶν ἐχθρῶν αἰτείτω (e) τι· ὃ γὰρ ἂν κακὸν αἰτήσηται, ἐπʼ αὐτὸν ἥξει.
 verba sunt Iovis τοῦ
 Ὅτι ἀγαθῶν μὲν οὐδεὶς ταχέως ἐπιτυγχάνει, ὑπὸ δὲ τῶν κακῶν ἕκαστος καθʼ ἑκάστην πλήττεται.
 Ὅτι τὸ κέντρον τῆς λύπης (e) δεινότερόν ἐστιν, ὅταν τις ἐξ οἰκείων (e?) κινδυνεύσῃ.
 Ὅτι δίκη τις ἐφορᾷ τὰ τῶν ἀνθρώπων (e) καὶ τοὺς ἐπιόρκους ἀμύνεται καὶ ἀποδίδωσι κατʼ ἀξίαν.
 Ὅτι οὐ τοσοῦτον οἱ ἄνθρωποι φύσει τὸ δίκαιον ἀγαπῶσι καὶ τιμῶσιν, ὅσον τὸ κερδαλέον ἐπιδιώκουσιν.
 Ὅτι μηδεὶς λυπείσθω ἐπὶ συμφοραῖς ἐπελθούσαις (e) αὐτῷ· ὃ γὰρ γενηθεὶς οὐκ ἔσχεν ἐκ φύσεως, τοῦτο οὐδὲ παραμένει· γυμνοὶ γὰρ ἤλθομεν, γυμνοὶ οὖν καὶ ἀπελευσόμεθα.
 Ὅτι κρείσσων εἶς ῥώμῃ σώματος καὶ ἀνδρείᾳ ἢ καὶ φρονήσει διαφέρων, ἢ πολλοὶ δειλοὶ καὶ ἄνανδροι ἢ καὶ ἄφρονες.
 Ὁ μῦθος δηλοῖ, ὅτι κρείσσων εἷς ῥώμῃ σώματος καὶ ἀνδρείᾳ καὶ φρονήσει, ἢ πολλοὶ δειλοὶ καὶ ἄφρονες.
 Ὅτι τοὺς ὑπνώδεις καὶ ἀργοὺς καὶ ἐξ ἀλλοτρίων πόνων τρεφομένους ὁ μῦθος ἐλέγχει.
 ταῦτα
 ὦ
 Ὁ μῦθος οὗτος τοὺς ὑπνώδεις καὶ ἀργώδεις καὶ εἰς ἀλλοτρίων πόνους ἀποβλέποντας ἐλέγχει.
 τῷ
 κἂν νεκρὸς τις, ἰσχύει πρὸς ἄμυναν· ἡ γὰρ θεία δίκη ἐφορᾷ πάντα καὶ τὸ ἶσον ἀποδιδοῦσα ζυγοστατεῖ.
 Ὅτι διγνώμους (e ?) ἄνδρας τοὺς ποτὲ μὲν ἐπαινοῦντας, ποτὲ δὲ ψέγοντας ὁ μῦθος διαβάλλει.
 Ἀτὰρ οὖν καὶ ἡμᾶς περιφεύγειν δεῖ τὴν φιλίαν ὧν ἀμφίβολός ἐστιν ἡ διάθεσις.
 Ὅτι ἐπισφαλής ἐστι βίος πένητι δυνάστου ἅρπαγος πλησίον παροικοῦντος.
 δὲ
 Ὅτι πολλοὶ ἐπαίρονται καὶ καυχῶνται διὰ λόγων ἀνδρεῖοι καὶ θρασεῖς εἶναι, οὓς ἡ πεῖρα γυμνασθέντας ἐξελέγχει. κάρχαρόν τι „οὔκ ἐστι χρείη“ φησίν ,,ἀλλʼ ἀληθείης“?
 Ο μῦθος δηλοῖ ὅτι τοὺς γνησίους τῶν φίλων αἱ συμφοραὶ δοκιμάζουσιν. ἢ ἀπέχεσθαι χρὴ φίλων οἵτινες ἐν κινδύνοις οὐ βοηθοῦσιν οὐδὲ παραμένουσιν.
 Οὕτω καὶ ἐπὶ τῶν ἀνθρώπων ἐπὶ ἐπαναστάσεσι πόλεων γίνεται·  οἱ μὲν πένητες διὰ τὸ ἀκτήμονες εἶναι ῥᾳδίως μεταβαίνουσιν ἀπὸ πόλεως εἰς πόλιν, οἱ δὲ πλούσιοι διὰ τὴν τῶν ὑπαρχόντων ὑπερβολὴν μένοντες πολλάκις δουλεύουσι.
 Laur.
 Ὅτι πονηρῶν αἱ χάριτες φοβεραί εἰσιν. Οὐ προσίεται θεὸς τὰς ἐκ παρανόμων καὶ ἀσεβῶν στομάτων προσφερομένας αὐτῷ προσευχὰς μήπω τῶν κακῶν παυσαμένους.
 ὦ
 Ὁ μῦθος δηλοῖ ὅτι χρὴ τὸν εὐεργέτην ἐπιγινώσκειν καὶ τούτῳ χάριτας ἀποδιδόναι.
 Οὕτω καὶ τῶν ἀνθρώπων οἱ κακοῦργοι ὅταν παρὰ τοῖς εἰδόσι πονηρεύωνται ἀνόνητοι τῶν τεχνασμάτων γίνονται.
 οὕτως οὖν φρόνησις ἀνδρότητα πλανᾷ.
 Ὅ μιῦθος δηλοῖ, ὅτι μάλιστα τοὺς προτέρους δεσπότας οἱ οἰκέται ποθοῦσιν, ὅταν δευτέρων λάβωσι πεῖραν.
 Ὁ μῦθος δηλοῖ, ὅτι οὕτω καὶ τῶν ἀνθρώπων μάταιοί εἰσιν, ὅσοι βοηθοῖς προστρέχουσιν, οἷς τὸ ἀδικεῖν μᾶλλον ἔμφυτον.
 Οὗτος ὁ λόγος λεχθείη ἂν κατʼ ἀνδρῶν οἵτινες τοὺς εὐεργέτας ἀδικοῦντες ὑπὸ τοῦ θεοῦ κολάζονται.
 araneae
 Ὁ μῦθος δηλοί, ὅτι πᾶν τὸ παρὰ καιρὸν δρώμενον ἐπονείδιστον.
 Ὁ μῦθος δηλοῖ ὅτι καὶ τῶν ἀνθρώπων οἱ τὰ οἰκεῖα καταλιπόντες ἐπιτηδεύματα καὶ τοῖς μηδὲν προσήκουσιν ἐπιχειροῦντες εἰκότως δυστυχοῦσιν.
 καὶ
 Ὁ μῦθος δηλοῖ, ὅτι οὐ δεῖ λυπεῖσθαι ἐπὶ ταῖς ἀποτυχίαις, γινώσκοντας τὰς τοῦ βίου τύχας.
 Ὁ μῦθος δηλοῖ. ὅτι πολλοὶ τῶν ἀνθρώπων μικροὺς κινδύνους   φεύγοντες μεγάλων ἐπειράθησαν.
 Ὁ μῦθος δηλοῖ ὅτι οὐ δεῖ ἀπερισκέπτως προσιέναι τοῖς πράγμασιν.
 Ὁ μῦθος δηλοῖ, ὅτι καὶ τῶν ἀνθρώπων οὕτως ἀλόγιστοί εἰσιν οἱ διʼ ἐλπίδα πλειόνων ἀδήλων τὰ ἐν χερσὶ προιέμενοι.
 Ὁ μῦθος δηλοῖ, ὅτι οἱ φρόνιμοι ῥᾳδίως φέρουσι τὰς παρὰ τῶν ἀλλοτρίων ὕβρεις, ὅταν αὐτοὺς ἴδωσι μηδὲ τῶν οἰκείων ἀπεχομένους.
 Ὁ μῦθος δηλοῖ, ὅτι οἱ τοῖς πέλας ἐπιβουλεύοντες λανθάνουσι πολλάκις ὑφʼ ἑτέρων τοῦτʼ αὐτὸ πάσχοντες.
 Ὁ μῦθος δηλοῖ, ὅτι τότε μάλιστα οἶκοι καὶ πόλεις ἐρημοῦνται, ὅταν οἱ προεστῶτες χαλεπαίνωσιν.
 Ὁ μῦθος δηλοῖ μὴ δεῖν ἐπὶ τῶν ἐλαχίστων τοῦ θείου δεῖσθαι (e), ἀλλʼ ἐπὶ τῶν ἀναγκαίων (e).
 Ὁ μῦθος δηλοῖ, ὅτι οἱ φρόνιμοι τῶν ῥητόρων τὰ ὑπὸ τῶν ἐχθρῶν ὀνείδη εὐμεθόδως εἰς ἔπαινον μετασχηματίζουσιν.
 Ὁ μῦθος δηλοῖ, ὅτι οὐκ ἐν τῷ τάχει τὰ πράγματα, ἀλλʼ ἐν τῇ τελειότητι κρίνεται.
 Ὁ μῦθος δηλοῖ, ὅτι καὶ τῶν [πόλεων οἱ δημαγωγοὶ τότε μάλιστα ἐργάζονται, ὅταν τὰς πατρίδας εἰς στάσιν περιάγωσιν.
 Ὁ μῦθος δηλοῖ, ὅτι καὶ τῶν νέων οἱ μηδὲν ἐπιστάμενοι οὐ   μεμπτοί εἰσιν, ὅταν αὐτοὺς οἱ γονεῖς οὕτως ἀγάγωσιν.
 Ὁ μῦθος πρὸς ψευδολόγους τεχνίτας.
 Ὁ μῦθος δηλοῖ, ὅτι οἱ τοῖς κοινωνοῖς ἐπιβουλεύοντες λανθάνουσι   πολλάκις καὶ αὑτοὺς προσαπολλύντες.
 Οὕτω καὶ τῶν ἀνθρώπων ἔνιοι ἀτυχεῖς εἰσιν οἳ καὶ εὐεργετοῦντες τοὺς πέλας ἐξ αὐτῶν μᾶλλον ἀχαριστοῦνται.
 Οὕτως οἱ τῶν παρὰ φύσιν ἐπιθυμοῦντες παρὰ τὸ μὴ ἐπιτυχεῖν   ὧν ἐφίενται καὶ τὰ μέγιστα δυστυχοῦσιν.
 Οὕτω καὶ τῶν ἀνθρώπων ἔνιοι τοὺς ἐχθροὺς φυλαττόμενοι λανθάνουσι πολλῷ χαλεπωτέροις τῶν ἐχθρῶν φίλοις ἐμπίπτοντες.
 τὸ
 καὶ
 Πολλοὶ διʼ ἐλπίδα κέρδους ἐπισφαλοῦς μόχθους ὑφιστάμενοι φθάνουσι πρῶτον καταναλισκόμενοι.
 Ὁ λόγος κατʼ ἀνδρῶν αὐθαδῶν, οἳ κατὰ δυνατωτέρων συκοφαντεῖν ἐπιχειροῦντες εἰς ὄψιν γενόμενοι ἀναχαιτίζονται.
 ἂν
 Ὁ μῦθος δηλοῖ, ὅτι οἳ μηδὲν ἐκ τῶν ἰδίων ἔχουσι χαρίζεσθαι, ῥᾳδίως τοῖς αἰτοῦσι τὰ τῶν ἄλλων ἐπαγγέλλονται.
 scr. προε-
 Ὁ μῦθος δηλοῖ ὅτι τὸ θεῖον ἀπαρακατηρητὸν καὶ ἀλάθητόν ἐστιν.
 Τοῦτο πάσχουσιν οἱ τοῖς κρείττοσιν ἀνθαμιλλώμενοι· θᾶττον   γὰρ αὐτοὶ διαῤῥήγνυνται ἢ ἐκείνων ἐφικέσθαι δύνανται.
 ?
 Τούτῳ οὖν ὁμοῖα τὰς ψυχὰς ἡμῶν βαστάζειν ὀφείλομεν τὰς κουφοτέρας ζημίας, ἵνα τὰς βαρυτέρας ἐκφύγωμεν.
 Οὗτος ὁ μῦθος ἥρμοσται εἰς ἐκείνους, οἳ πρὸς ἐλπίδα ἱλαρὰν πορευόμενοι τὰ ἐναντία πάσχουσιν.
 Οὕτως ἄνθρωποι κακοί, εἰ καὶ ὠφελεῖν δοκοῦσιν, μᾶλλον βλάπτουσιν.
 ἀκηδεῖς ?
 Theo prog. 3 fr. 302
 cf. p. 200. 248 extr.
 καὶ
 Ὁ μῦθος δηλοῖ, ὅτι οὐ δεῖ ἑαυτὸν ἀπογινώσκειν διʼ εὐτέλειαν σώματος ἢ πλούτου, ἀλλὰ παρηγορεῖν ἑαυτόν.
 ἀλόγων
 διὰ τὴν βασιλείαν, τὸ
 Ὁ μῦθος δηλοί, ὅτι οὕτω καὶ οἱ τοῖς πράγμασιν ἀπερισκέπτως ἐπιχειροῦντες ἐπὶ τῷ δυστυχεῖν καὶ γέλωτα ὀφλισκάνουσιν.
 Οὕτω πολλοὶ τῶν ἀνθρώπων αἱροῦνται μᾶλλον λιτῷ οἴκῳ μένειν ἢ παῤ ἄλλοις πολυτελῶς διαιτᾶσθαι.
 ὁ
 Ὁ μῦθος δηλοῖ, ὅτι ῥᾳδίως τὰς συμφορὰς οἱ ἄνθρωποι φέρουσι τοὺς τούτων αἰτίους δυστυχοῦντας ὁρῶντες.
 τῷ
 Ὅτι πολλοὶ διὰ πλεονεξίαν τοῖς ἄλλοις φθονοῦντες λανθάνουσι   καὶ τῶν ἰδίων στερούμενοι.
 Οὗτος ὁ λόγος ἁρμόσειεν ἂν πρὸς ἐκείνους, οἳ τὰς φιλίας μέχρις ἑστιάσεωος μόνον παρέχονται, περαιτέρω δὲ οὐδὲν τοὺς φίλους ὠφελοῦσιν.
 „μηδὲν δεόμενος μέλιτος, εἰ δεῖ μελίσσαις περιτυχεῖν“
 Τὰ κακὰ κέρδη τοῖς διώκουσι κίνδυνος. ?
 Ὁ μῦθος δηλοῖ, ὅτι οὐ δεῖ ἀπερισκέπτως προσιέναι τοῖς πράγμασιν.
 Ὁ μῦθος εὔκαιρος πρὸς ἄνδρας μεγαλοπρεπεῖς μὲν τῷ σώματι, κατὰ δὲ ψυχὴν ἀλογίστους.
 i. e. Pr 17
 ἐπὶ στέγους
 ποτε
 τὸ
 Ὁ λόγος δηλοῖ, ὅτι οἱ τοὺς κρείττονας χλευάζοντες λανθάνουσι μείζονας ἑαυτοῖς τὰς ἀνίας ἐξ αὐτῶν ἐπισπώμενοι.
 τὸ
 τὸν
 Πρὸς τοὺς παραδόξως ἀλαζονευομένους καὶ μηδὲ τὰ κοινὰ τοῖς ἀνθρώποις ἐπιτελεῖν δυναμένους.
 ὁ λόγος δηλοῖ, ὅτι πᾶν τὸ ἀνόμοιον ἀκοινώνητον.
 Πρὸς ἄνδρα γλωσσώδη οὐδὲν πλέον τοῦ λαλεῖν δυνάμενον.
 δὲ
 Ὁ λόγος εὔκαιρος πρὸς ἄνδρας οἳ τοὺς εὐεργέτας αὐτῶν διαψεύδεσθαι βούλονται.
 τινα
 μεγάλην
 ἡμεῖς
 Ὁ μῦθος δηλοί, ὅτι τῶν ἀνθρώπων ἔνιοι ἐξ ἀπροόπτου δοκοῦντες φοβεροὶ εἶναι, ὅταν εἰς πείραν ἔλθωσιν, οὐδενὸς εὑρίσκονται   ἄξιοι.
 καὶ
 τὴν
 ὦ
 Ὁ λόγος εὔκαιρος πρὸς ἄνδρα ψευδολόγον.
 ἕτοιμοι
 Ὁ μῦθος δηλοῖ, ὅτι οἱ φρόνιμοι τῶν ἀνθρώπων ὅταν τῆς ἐνίων μοχθηρίας πειραθῶσιν οὐκέτι αὐτῶν ταῖς ὑποκρίσεσιν ἐξαπατῶνται.
 ὦ
 Οὕτως οἱ περὶ τὰς εὐθηνίας τοῦ μέλλοντος μὴ προνοούμενοι παρὰ τὰς τῶν καιρῶν μεταβολὰς τὰ μέγιστα δυστυχοῦσι.
 τὴν
 Οὕτως οἱ τοὺς ἰσχυροτέρους διερεθίζοντες εἰκότως τὰς ἐξ αὐτῶν πλημμελείας ὑπομένουσιν.
 Ὁ μῦθος δηλοῖ, ὅτι πολλοὶ κοπιῶντες καὶ μοχθοῦντες ἑτέροις κέρδος προσκτῶνται.
 Οὕτως πολλοὶ τῶν ἀνθρώπων διʼ ἐλπίδα μείζονα τὰ ἐν ταῖς   χερσὶν ἐλάχιστα κέρδη ἀθετοῦντες εὑρίσκονται καὶ τούτων ὑστερούμενοι.
 καὶ
 καὶ
 Ὅτι καὶ τῶν ἀνθρώπων οὐ μεμπτέοι εἰσὶν ὅσοι τὰς μελλούσας προορώμενοι συμφορὰς ἀποκλαίονται.
 Ὅτι ἐν φύσει οὐ δεῖ σεμνύνεσθαι.
 Κακοῖς μὴ συναγελάζεσθαι.
 Ἐν συμφοραῖς μὴ γαστρίζεσθαι.
 Ἀρχὰς ὕβρεων διαστέλλειν.
 Ἀλλοτρίοις κακοῖς μὴ χαίρειν.
  Ὅτι τὸ ἐν καιρῷ ἀργεῖν καὶ ἀκαίρως ἐπιζητεῖν μάταιον.
 Αδικίας μὴ κατάρχεσθαι.
 Μὴ γελᾶν πτῶμα τοῦ πέλας.
 Τ ἐν χερσὶ μικρὸν τοῦ ἐλπιζομένου μείζονος κρεῖττον.
 φ
 Ὁφείλομεν τὸ αἴτιον στοχάζεσθαι.
 Φυλάττεσθαι τοὺς ὁμοφρονοῦντας.
 Τοῦ συνήθους τὸ ἐσόμενον ἀπρόοπτον.
 Παρὰ θεοῦ αἰτεῖν τὰ προσήκοντα.
 Τὸ περισσὸν ταῖς ἀνάγκαις ἐπιβλαβές.
 Ἐχθρῶν ἐπαίνοις μὴ πιστεύειν
 Φυλάττεσθαι πολεμίων ὑπόκρισιν.
 Κακοὺς μὴ εὖ ποιεῖν.
 Ὅτι τοῖς μὴ ὠφελοῦσι τὸ βλάπτειν παρέπεται πολλάκις.
 Τὰ παρὰ τὴν ἀξίαν τίμια διαλύεται.
 Γνωσιμαχεῖν ἐκ πείρας διδασκόμεθα.
 μὴ ἤσκηταί τις, μὴ μετιέναι.
 Τὸ ἀμφίβολον κοινωνίας ἄπιστον.
 Τὸ ἐκ πείρας ἀδύνατον προφάσεως εὔπορον.
 Τὸ σωθῆναι ἀδύνατον καὶ χαρισθῆναι †δεκτέον.
 Ἐν ἀγνοίᾳ τῶν ἀδικημάτων τὰ δίκαια εὔπορα.
 Κατὰ τῶν ἀπόντωυν μὴ θρασύνεσθαι.
 Τὰ ὀλέθρια πάθη ζημίαις ἴσαις θεραπεύονται.
 Ἀλλότρια μὴ ἀηδῶς ἐκτιννύειν.
 Τὸ ἐξ ἐράνου θράσος αἴσχει διαλύεται.
 Μέγα κέρδος ὑπὸ κακῶν μὴ βλαβῆναι.
 Καιρῷ μὴ θρασύνεσθαι.
 Τύχης καὶ τὸ πᾶν μέτρον ἰσχύει.
 Ἀδικία προφάσεως εὔπορος.
 Ἃ παραινεῖ τις, ποιείτω.
 ἴανερὸν ἁμάρτημα μὴ σοφίζεσθαι.
 Τῶν αἰτιῶν μὴ ἀναισθητεῖν.
 Τοῦ πλέονος μὴ ἐρᾶν.
 Ὅτι δεῖ τὸν ἐξουσιάζοντα θυμοῦ κρατεῖν.
 Φύσει μὴ μάχεσθαι.
 Τῶν ἀδυνάτων μὴ ἐρᾶν, τῶν δυνατῶν ὀρέγεσθαι.
 Ἀνίσοις κοινωνίαν φυλάττεσθαι.
 Τοῖς μεγίστοις μὴ συνεκτείνεσθαι.
 Μνῆμαι ἀδικημάτων ἀθώπευτοι.
 Μὴ ἀπογιγνώσκειν.
 Βίᾳ καιροῦ μὴ ἀντιτάττεσθαι.
 Τῷ προύχοντι μὴ ἐρίζειν.
 Τὸ πείθειν τοῦ βιάζεσθαι ἀνυτικώτερον.
 Ὅτι δεῖ ἐξ ὧν πάσχουσιν ἕτεροι παιδεύεσθαι.
 Πρὸς τοὺς τὰ ἑαυτῶν κακὰ σιωπῶντας, τὰ δὲ τῶν ἑτέρων κατηγοροῦντας.
 Πρὸς τοὺς λογιζομένους ἑαυτοὺς εἶναι ἢ σοφοὺς ἢ δυνατοὺς ἢ φρονίμους, μὴ ὄντας δέ.
 Πρὸς τοὺς κακοποιοῦντας τοὺς αὑτῶν εὐεργέτας.
 Ὅτι πολλοὶ τὰ ἐνεστῶτα μὴ γινώσκοντες τὰ μέλλοντα καυχῶνται γινώσκειν.
 Ὅτι διʼ ἔχθραν τινὲς καὶ εἰς δουλείαν ἑαυτοὺς ἐμβάλλουσιν.
 Πρὸς τοὺς εἰς δύο ἐναντία πράγματα ἑαυτοὺς ἐμβάλλοντας.
 Ὅτι οὐ δεῖ μιμεῖσθαι τοὺς κρείττονας.
 Πρὸς τοὺς παθόντας κακὸν ἀπὸ καλῶν ἀνθρώπων.
 Ὅτι πολλάκις προσδοκία κέρδους εἰς ζημίαν καταντᾷ.
 Τὰ ὀλέθρια κέρδη ζημίας ἰσόμοιρα.
 Καταπαίζονται οἱ παρὰ τοῖς εἰδόσιν ἀλαζονευόμενοι.
 Οἱ φρόνιμοι ἐκ τεκμηρίωον προορῶσι τὸν κίνδυνον.
 Πρὸς τὸν διʼ ὑποκρίσεως ἐνεδρεύοντα.
 Τὸ παρὰ καιρὸν δρώμενον ἐπισφαλές.
 Ἡ ἀλήθεια καὶ παρὰ πολεμίοις ἰσχύει.
 Οἱ τὰ ἴδια ἐπιτηδεύματα καταλιμπάνοντες δυστυχοῦσι.
 Οἱ κακοῦργοι γνωσθέντες ἀνόνητοι τῶν τεχνασμάτων γίνονται.
 Ὅτι οὐ δεῖ τοῖς χαροποῖς ἐπαγαλλιᾶσαι.
 Τινὲς ἑτέρων μοχθούντων αὐτοὶ προσποιοῦνται κάμνειν.
 Ἐν κινδύνοις ἔστιν ὅτε οἱ ὕποπτοι σωτῆρες τῶν φίλων εὑρίσκονται.
 Πολλάκις τὰ δοκοῦντα χαλεπὰ ὠφέλιμα.
 Ἄχθονται οἳ τῶν ἰδίων πόνων τοὺς †δυστυχοῦντας ὁρῶσι τὸν ἰπτι   ἐπιφερόμενοι.
 Οὐ δεῖ φιλεῖν τοὺς προτιμῶντας τοὺς προσφάτους.
, εἶθʼ οὕτως ἐγχειρεῖν.
 Κρεῖσσον τοῦ σωματικοῦ κάλλους τὸ τῆς ψυχῆς.
 Τινὲς διὰ φόβον εἰς μείζονα κίνδυνον ἐμπίπτουσιν.
 Πρὸς τοὺς ζημιουμένους καὶ παίζοντας.
 Πρὸς τὸ μὴ καυχᾶσθαι ἐπὶ νίκῃ.
 Πρὸς τὸ μὴ ἀπερισκέπτωος, ἀλλὰ μετὰ βουλῆς ποιεῖν τὰ πράγματα.
 Ὅτι καὶ πᾶς ἄνθρωπος εἰ καὶ δυστυχεῖ φιλοζωεῖ.
 Πρὸς τοὺς ξενιτεύοντας καὶ πτωχεύοντας.
 Πρὸς τοὺς ἐνδυομένους ἐξουσίαν καὶ κακῶς πράττοντας.
 Ὅτι οὐδὲ θεωρεῖν θίλει τις τὸν ἐχθρὸν αὐτοῦ.
 Πρὸς τοὺς ἐν νεότητι μὴ κοπιῶντας καὶ ἐν τῷ γήρει λιμώττοντας.
 Πρὸς ἀνοήτους συμβουλεύοντας κρύπτειν τὰ τοῖς πᾶσι φαινόμενα.
