@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg068.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1888, 1, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Πῶς δεῖ τὸν νέον ποιημάτων ἀκούειν
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:07Z

 
, 
 
 
 
 
, 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
. 
ʼ 
 
 
, 
 
ʼ 
· 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 

. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
, 
. 
. 773 

 
 
 

. 
 
 
 
 
 
 
 
, 
 
 
 
; 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
. 
. 
 
 
 
 
᾽ 
 

 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
. 

 
 
 
 
ʼ 
. 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
, 
 
ʼ 
 
 
 
 
: 
 
 
 
 
 
 
. · 
 
 
 
 
 
 
, 
 
 
ʼ 
 
᾽ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 

. 
. 
 
 
 
 
, 
 
ʼ 
 
 
; 
 
 
 
 
 
, 
᾽ 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
᾽, 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 

 
 
 
. 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
 

. 
 
 
 
 
 
 
, 
. 
. 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
. 1 
. 
 
 
 

 
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 

 
. 
 
 
 
 
 
 
 
 
 ·- 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 

. 
 
ʼ 
 
 
 
 
, 
. 
 
 
 
, 
ʼ 
 
 

 
 
ʼ 
 
· 
 
 
 
 
. 
. 
. 
· 
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
. 
. 
. 
. 
. 1 
. 
 
 
 
 
᾽ 

 
᾽ 
 
᾽ 
 
 
 

 
 
 
. 
. 1 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
. 
. 69 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
·, 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 26 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
. 
. 
 

 
 
 
 
 
 
 
, 
. 
. 
 
ʼ 
 
 
 
 
 

 
 
 
. 
 
; 
: 
 
ʼ 
 
 
. 
 
. 
 
; 
 
ʼ 
 
; 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
: 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
, 
. 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
ʼ 

 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
; 
 
᾽ 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
· 
, 
’ 
 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 

. 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
 
 

 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

. 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 

. 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
· 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
ʼ 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
,
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽, 
 
, 
 
 
. 
. 
. 
 
 
, 
 

 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 93, 7 
. 
. 542): 
 
 
 

 
 
 
 
: 
 
 
 
 
. 
· 
 
 
 
.
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
. 
: 
, 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
; 
. 
 
· 
 
 
ʼ 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
. 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 

. 
. 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 

. 
 
᾽ 
 
 
 
 
 
 
 
 
. 
. 
 
 
 

: 
 
 
 
 
 
 , 
 
 
 

: 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 

. 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 91, 27: 
 
 
: 
. 
. 
 
 
 
 
 
: 
· 
 
ʼ 
. 

 
᾽ 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 

 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 

. 
. 
 
 
, 
 
 

. 
. 
 
 
 
 
 
 
. 
. 
 
, 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
. 
 
 
, 
 
᾽ 
᾽ 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
. 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
. 445 
.: 
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 

 
 
 

 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
, 
 
 
 
 
ʼ 
 
· 
 
, 
 
ʼ 
 
᾽ 
 
ʼ
 
ʼ 
 
 
 
 
;
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
. 3 
. 
 
: 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
; 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
, 
. 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 

 
 
· 
 
 
 
 
 
, 

 
 
 
 
 
 
 
, 
 
 

 
. 
 
ʼ 
 
 
, 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
. 
 
 

 
 
 
 
 
 
 

. 
 
 
 
 
 
 

. 
 
: 

: 
 
 
 
 
. 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 

. 
 
 

 
 
 
 
 
 
 
 
 
᾽ , 
 
ʼ 
ʼ 
, 
 
ʼ 

. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
;
. 
 
 

 
 
 
, 
 
 
 
 
 
 
,
. 
. 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
,· 
 
 
ʼ 
 
, 
 
ʼ 
 
 

. 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 

 

 

, 
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 2 
. 
 
, 
 
ʼ 
 

 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 2 
. 
 
 
 
 

 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
. 
 
 
 
 
 
ʼ 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
 
, 
 
, 
᾽ 
 
 
. 
. 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
; 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 

, 
 202. 
 
 
, 
 
 
 
 
;
. 
. 
 
 
 
· 
 
 
 
 

 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 - 
. 
 
 
ʼ 
 

 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 , 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
. 
 
 
 
 
 
. 
. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
, 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
, 
 
 

. 
. 
. 379 

 
 
 
 
 
 
, 
. 
 
 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
  
 
 
 
 
 
 
 
 
 

 
ʼ 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
: 
 
 
  
 
 
 
 
 
 
, 
. 
 
ʼ 
 
 
· 
 
 
 
 
᾽ 
 
 

 
. 
. 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 

 
 
 
 
, 
 
 

 
 
 
, 
 

 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 

. 
 
 
 
 
 
 
 

. 
 
 
 
 
, 
 
 
, 
. 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 

. 
 
 
 
ʼ 
 
 
 

. 
 
 

 
 
 
 

 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 
. 
 
. 
ʼ 
 
, 
 
ʼ 
᾽ 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
ʼ, 
 
, 

. 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
·, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 , 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
. 
᾽ 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
, 
 
, 
 
 
, 
 
ʼ 
 
, 
᾽ 
 
 
 
 

 
 
ʼ 
 
 
 
 
. 
, 
 
 
 
 
᾽ 

 
 
, 
᾽ 
 
. 
. 
 
 
 
 

 
 
, 
 
 
 
 
 

. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
; 
ʼ 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
 

 

 
 

 
 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 
᾽ 
 
 

. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
. 
 
 

 
 
 
, 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
ʼ 
 

 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 

. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
 
· 
 
ʼ, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
᾽ 
 
 
 
 

. 
. 
 
 
 
 
. 
. 
. 

. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 919 
. 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 . 
 
, 
 
 
 
 
, 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 
 
 
᾽ 
ʼ 
, 
 

. 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
, 
. 
. 
 
 
 
 
 

 
 
 
 
 
 
 
: 
. 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 1 
. 
 
 
 
 
 

 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
ʼ 
 
. 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
: 
, 
 
 
 
 
, 
ʼ 
 
 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 

. 
 
 
, 
 
 
, 
 
, 
 
ʼ 
 
 
. 
. 
 
 
 
ʼ 
 
ʼ 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
᾽ 
 
 
, 
 
 
· 
 
ʼ 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
· 
 
, 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
. 
 
 

 
 
 
 
 
 
, 
 
ʼ 
 
 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 

 
 
 
. 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
. 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
᾽ 
 
᾽ 

. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
’ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 , 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
, 
 
 
 
 
; 
᾽ 
 
. 
, 
, 
ʼ 
᾽ 
· 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
: 
 
ʼ 
 
 
 

. 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
,
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
, 
᾽ 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
. 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
 

. 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 

. 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
. 
 

 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
. 
 
 
 
; 
 
 
 
ʼ
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 

. 
 
, 
 
, 
 
; 
. 
 
 
 
, 
 
 
 

 
, 
 
 
 
 
 
 
; 
. 
 
 
, 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
, 
. 
 
 
 
· 
 
 
 
 
ʼ 
 
, 
 

 
ʼ 
 
 
 
 
 
 
, 
. 
 
· 
 
 
ʼ 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
; 
 
 

. 
 
. 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 

. 3 
. 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 

 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
ʼ, 
 
 
 
ʼ 
 
 
 
. 
᾽ 
 
 
· 
 
 
 
 
 

 
 
 
ʼ 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 2 
. 
 
 
 
 

 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
;
. 
. 
 
 
 
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 

 
 
 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
. 
. 
 
 
·, 
 
 

 
 
 
, 
 
 
,
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
᾽ 
 
 
 
, 
 
. 
. 
 
 
 
 
 
.
. 
᾽ 
 
 
 
 
 
 
.
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 

 
 
 
ʼ 
ʼ 
, 
. 
. 
. 
, 
 
 
 
 
 
 

 
, 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
ʼ 
, 
, 
.
 
᾽ 
 
 
 
, 
. 
. 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
, 
 
.ʼ
. 
 
. 
 
 

 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
. 
. 
 
 
 
, 
.
 
 
 
 
 
 
 
, 

 
 
 
· 
ʼ 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
.
. 
. 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
ʼ, 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
;
. 
. 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

. 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
. 
. 
, 
 
 
 
;
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
; 
 
 
. 
 
 
 
. 
. 
 
 
 
 
: 
 
 
.
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 

. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 

. 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 

 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
, 
ʼ 

. 
 
 
 
 
, 
 
 

. 
 
 
 
 
 
 
, 
 
 

. 
 
 
 
, 
 
 
 

. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 

. 
 
 
 
 
, 

. 
 
, 
 
 
; 
 
 
 
 
 
. 

 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
ʼ 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
᾽ 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 , 
 
 
 
, 
 
 
 
 
 
 
; 
 
,
. 
. 
 
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 428: 
 
 
, 
 
 
ʼ 
 
 
 

 
 
 
 
 
, 
᾽ 
 
 

 
 
 
 
,
 
 
 
 
 
· 
 
 
, 
᾽ 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
. 473 

 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 

. 
. 
 
᾽ 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
. 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
 
 
 
,
 
 
. 
 
. 315 

. 
 
 
 
. 3 
. 
 
 
 
· 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
. 
 
 
 
 
, 
 
 
 
 

 
 
, 
 
ʼ 
 
 
. 
. 
ʼ , 
 
 
 
ʼ 

᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
. 
. 
 
ʼ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
. 
. 
 
 
 
ʼ 
;
 
 
 
 
 

. 
. 
 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
; 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
