@node
@author=Pappus Alexandrinus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Friedrich Hultsch
@filename=tlg2032.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg2032.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig) 2015 - 2017, Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Pappi Alexandrini collectionis quae supersunt, Fridericus Hultsch, Pappus Alexandrinus, Weidmann, Berlin, 1876, 1 of 3, Internet Archive.
@sponsor=Harvard College Library
@title=Synagoge
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:01:42Z

61012	 τῶν δεκάδων
 τουτέστιν μονάδες ρκ΄
 τὰς ρκ΄ μονάδας
 μο. ε΄ καὶ μο. δ΄
 τῶν β΄ γ΄ δ΄   β΄ γ΄ δʼ ε΄
 κατὰ τὸν Ζ, μετρεῖ δὲ αὐτούς
 μία γὰρ μυριὰς ῥμώνυμος τῷ Ζ, τουτέστιν τριπλῆ, ἐπὶ τὸν Ε, τουτέστιν τά βωπ΄, γενομένη ποιεῖ τὸν ἐκ τῶν στερεῶν ἀριθμὸν τῶν ἐφ᾿ ὧν τὰ Α Β· ὁ ἄρα ἐκ τῶν   ἀριθμῶν στερεὸς τῶν ἐχʼ ὧν τὰ Α Β μυριάδες εἰσὶν τοσαῦται, ὅσαι εἰσὶν ἐν τῷ Ε μονάδες, ὁμώνυμοι τῷ Ζ ἀριθμῷ.
 γενόμενος ὁ εἰρημένος   στερεός
 κατὰ τὸν Κ
 ὁ Θ στερεός ἁπλῶν οὖν μυριάδων ρμδ΄ ἐστὶν ὁ ἐκ τῶν Α Β Γ &#8736; Ε στερέος
 ἐκ τοῦ λείπεσθαι δύο
 ἔστω
 καὶ ὁ διπλάσιος ἄρα τοῦ πλήθους τῶν Π Ρ μετὰ τοῦ πλήθους τῶν Σ Τ Υ μετρεῖται ὑπὸ τετράδος κατὰ τὸν Κ
 τοῦ θεωρήματος
 κατὰ τὸν στίχον
 σὺν ταῖς μονάσιν
 τοὺς δέκα ἀριθμοὺς   διπλασιάσωμεν καὶ τοὺς γενομένους κ΄ προσθῶμεν τοῖς εἰρημένοις ἁπλῶς ἀριθμοῖς ἑπτακαίδεκα, τὰ γενόμενα ὁμοῦ λζ΄ ἕξομεν τῶν ὑπ᾿ αὐτοῦ γενομένων ἀναλόγων, κἂν
 αἱ γάρ δέκα ἑκατοντάδες δὶς γενόμεναι, τουτέστιν κ΄, καὶ προσλαβοῦσαι τὰς ιζ΄ δεκάδας γίνονται λζ΄ ἀναλόγων ὄντα· μερισθέντα δὲ τὰ λζ΄ εἰς τὸν δ΄ ποιεῖ τὸν   ἐκ τοῦ μερισμοῦ θ΄ καὶ καταλείπεται α΄, ὡς εἶναι μυριάδας ἐνναπλᾶς δέκα τὰ ἐκ τῶν ἑκατοντάδων δέκα καὶ δεκάδων ιζ΄.
error Ἴσος
 ηυπ΄.
 ἐνναπλαῖ γὰρ   μυριάδες ἐπὶ μὲν τετραπλᾶς ποιοῦσι τρισχαιδεκαπλᾶς, ἐπὶ δὲ τριπλᾶς γενόμεναι ποιοῦσιν δωδεκαπλᾶς, καὶ ὁμοίως ἐπὶ διπλᾶς πολλαπλασιασθεῖσαι γίνονται ἑνδεκαπλαῖ 
 καὶ δυάδος ὑπολειπομένης
 μέτρῳ εἰς ε΄
 διὰ τῶν πεπολλαπλασιασμένων
 ἂν μὲν ἀμθὴς ᾖ καὶ παντάπασιν ἰδιώτης
 ὅτι γὰρ καὶ τὸ Τ μεταξὺ πίπτει τῶν Ρ Σ δείξομεν,   καὶ πρότερον ὅτι τὸ Φ σημεῖον ποτὲ μὲν μεταξὺ τῶν Θ Ρ ποτὲ δὲ μεταξὺ τῶν Ρ Γ παρά τὴν ὑπόθεσιν τοῦ λόγου ὃν ἔχει ἡ ΚΘ δοθεῖσα πρὸς τὴν ΘΡ.
 τῆς ΚΘ πρὸς τὸν ΘΡ, τουτέστιν τῆς ΒΕ πρὸς τὴν ΕΑ,   ἢ τῆς Β&#8736; πρὸς ΑΓ
 ἐάν γένηται, ἔσται πρὸς
 καὶ πασῶν ἐλαχίστην
 αὐτὸς δὲ λέγει δεικνύναι τὸ προκείμενον, ἐάν τε μεταξὺ τῶν Θ Ρ ᾖ τὸ Φ σημεῖον ἐάν τε μεταξὺ τῶν Ρ Τ
 καὶ ὕστερον ἐλέγχων αὐτοῦ τὴν ὑπόθεσιν μὴ ὑγιῶς   εἰλημμένην
 οὕτως: ἐπεὶ γὰρ δοθεῖσά ἐστιν ἑκατέρα τῶν ΡΚ ΡΧ, δοθεῖσα ἔσται καὶ ἡ ΚΚ καὶ λόγος ἐστὶν δοθεὶς τῆς ΧΚ πρὸς τὴν ΚΨ (ἱ αὐτὸς γάρ ἐστιν τῷ τῆς ΦΚ πρὸς τὴν ΚΣ   λόγῳ δοθέντι)· δοθεῖσα ἄρα καὶ ἡ ΨΚ, ἀλλὰ καὶ ἡ ΨΣ δοθεῖσά ἐστιν, ἐπεὶ καὶ ὡς ἡ ΦΚ πρὸς τὴν ΚΣ, οὕτως ἡ ΦΧ πρὸς τὴν ΨΣ· καὶ δοθεῖσα δέδεικται ἡ ΦΧ· δοθεῖσα οὖν ἐστιν καὶ ἡ ΨΣ. ἦν δὲ καὶ ἡ ὑπὸ ΨΣΚ γωνία δοθεῖσα, ὥστε καὶ τὸ ΨΣΖ τρίγωνον ὀρθογώνιον τῷ εἴδει καὶ τῷ   μεγέθει δεδομένον ἔσται
 ἐδείχθη ἴση γὰρ τῇ ΖΚ δοθείσῃ
 πίπτει γὰρ παρὰ τὴν ὑπόθεσιν τοῦ λόγου
 ἐλάσσων οὖσα ἑκατέρας τῶν Α Β
 ὡς δεῖ δύο δοθεισῶν εὐθειῶν ἀνίσων δύο μέσας ἀνάλογον λαβεῖν ἐν συνεχεῖ ἀναλογίᾳ
 ἀπὸ τῶν φερομένων   αὐτοῖς συνταγμάτων, λέγω δʼ
error ἢ καταπαλτικοῖς
 συμφόνως Ἀπολλωνίῳ τῷ Περγαίῳ ὃς καὶ τὴν ἀνάλυσιν αὐτοῦ πεποίηται διὰ τῶν τοῦ κώνου τομῶν, καὶ ἄλλοι διὰ   τῶν Ἀρισταίου τόπων στερεῶν, οὐδεὶς δὲ διὰ τῶν ἰδίως ἐπιπέδων καλουμένων
 στερεοῦ γάρ παντὸς ἕτερον στερεόν, ὅμοιον τῷ δοθέντι, κατασκευάζεται πρὸς τὸν δοθέντα λόγον, ἐὰν δύο τῶν   δοθεισῶν εὐθειῶν δύο μέσαι κατὰ τὸ συνεχές ἀνάλογον ληφθῶσιν, ὡς Ἥρων ἐν μηχανικοῖς καὶ καταπαλτικοῖς.
 καὶ ἐκ τούτου φανεφὸν ὅτε ἀδύνατόν ἐστι τὸ προκείμενον διὰ τῶν ἐπιπέδων λύεσθαι.
 ἐπεὶ καὶ τῇ ΓΖ ἴση ἐστὶν ἡ ΑΛ
 καὶ μετὰ ταῦτα περὶ τῶν ἐν ἡμικυκλίῳ
 πρῶτα δὲ ἀκούειν   δεῖ τὰ ὑπερέχοντα.
 κατὰ τὰ αὐτὰ
 Καὶ φανερὸν ὅτι, ἐὰν μὲν ὁ δοθεὶς τῆς ἀναλογίας λόγος ᾖ διπλάσιος, ὥστε τὴν ΑΒ τῆς ΒΓ τετραπλασίαν εἶναι, ἡ   ἴση τῇ &#8736;Β τιθεμένη διχοτομία ἐστὶν τῆς ΑΒ, τουτέστιν ἡ ΕΒ ἐστὶν, ἐὰν δὲ μείζων ἢ διπλάσιος ὁ λόγος ἦ, ἐλάσσων ἐστὶ τῆς ἡμισείας, ἐὰν δὲ ἐλάσσων ᾖ τοῦ διπλασίου, μείζων ἐστὶν τῆς ΕΒ ἡμισείας.
 τοῦτο δὲ τὸ θεώρημα   χρήσιμόν ἐστιν εἰς τὴν ἁρμονικὴν μεσότητα· πρώτη γάρ ἐστιν ἡ ΑΒ, δευτέρα ἡ ΒΓ, τρίτη ἡ ΒΗ.
 συμπεσοῦνται γὰρ αἱ Γ&#8736; ΒΖ ὡς ἐπὶ τὸ Η ἠγμέναι· δεῖ γὰρ ὑποτίθεσθαι τὴν ΒΕ μείζονα τῆς ΕΓ.
 δυνάμεναι καὶ ἀσύμμετροι εἶναι πρὸς ἀλλήλας
 ἐν διπλασίῳ λόγῳ δοθείσης
 ἐν ἴσῃ ὑπεροχῇ τῷ β΄
 μέσον
 παράλληλός ἐστιν ἡ &#8736;Ζ τῇ ΘΗ, καὶ ἰσογώνιον τὸ ΕΒΗ. τρίγωνον   τῷ ΕΖ&#8736; τριγώνῳ, τὸ δὲ ΒΘΚ τρίγωνον τῷ ΖΚ&#8736; τριγώνῳ
 ἀπὸ τοῦ ἐλάσσονος μείζονα μετροῦντες ἄλλας τρεῖς διαφερούσας τῶν   πρώτων
 νεώτεροι
 ἀναλογία δὲ συνέστηκεν ἐκ λόγων. λόγου δὲ παντὸς ἰσότης ἀρχή.
 ἐν τῷ συναμφοτέρου τοῦ Α Β πρὸς τὸν Β λόγῳ
 καὶ τῆς ἰσότητος ἐν τῇ τάξει τῆς ἀναλογίας διαφόρως κἀνταῦθα κἀν   τοῖς ἑξῆς παραλαμβανομένης
 ἡ αὐτὴ καταγραφή.
 ἡ αὐτὴ δὲ καταγραφή
 ἡ αὐτὴ καταγραφή.
 ὡς γὰρ ὁ δεύτερος ὅρος πρὸς τὸν πρῶτον, τουτέστιν ὡς αἱ τέσσαρες μονάδες πρὸς τὰς   ἕξ, οὕτως ἡ ὑπεροχὴ τοῦ πρώτου παρὰ τὸν δεύτερον, τουτέστιν ἡ τῶν ἓξ μονάδων παρὰ τὰς τέσσαρας ὑπεροχή, αἵπερ εἰσὶ μονάδες δύο, πρὸς τὴν ὑπεροχὴν τοῦ δευτέρου ὁρου παρὰ τὸν τρίτον, τουτέστι τῶν τεσσάρων μονάδων παρὰ τὴν μίαν, αἵπερ εἰσὶ μονάδες τρεῖς. ἑκάτερος γὰρ λόγος (ἑκατέρου)   ὑφημιόλιος αἳ τε γὰρ τέσσαρες μονάδες τῶν ἓξ καὶ δύο τῶν τριῶν τὸν αὐτὸν ὑφημιόλιον περιέχουσι λόγον.
 ὁ προταθεὶς
 διὰ τῶν πρώτων
 καὶ ἡ ΖΕ δὲ   παράλληλος ἔστω τῇ ΒΑ
 ὡς ἐπὶ τοῦ παραλληλογράμμου προείρηται
 ἢ καὶ μείζονας ἢ πολλαπλασίας
 τοῦτο γὰρ προδέδεικται
 ὡς ὑπογεγραμμένοι
 ἴσαι ἀλλήλαις
 ἐκ κέντρου τῶν ἴσων κύκλων
 αὐτῇ παράλληλος
 ὥστε καὶ ταῖς ὑπὸ ΕΗ&#8736; &#8736;ΗΖ δυσὶν ὀρθαῖς ἴσας εἶναι
 ἑκατέραν διμοίρου, ἐν τῷ αὐτῷ ἐπιπέδῳ αὐταῖς οὖσα
 τοῦ κύβου
 καθόλου ἴσην τῇ δοθείσῃ
 καὶ γὰρ αἱ ἀπὸ τοῦ κέντρου τῆς σφαίρας ἐπʼ αὐτὰ ἐπιζευγνύμεναι ἴσαι εἰσίν
 καὶ αἱ ΑΕ ΖΒ ὀρθὰς μετὰ τῶν ΑΒ ΕΖ περιέξουσι γωνίας, ὡς προδέδεικται
 ὧν εἰς   τὴν αὐτὴν σφαίραν ἐναρμόζεται τὰ πολύεδρα
 καὶ γὰρ αἱ ἀπὸ τοῦ κέντρου τῆς σφαίρας ἐπʼ αὐτὰ ἐπιζευγνύμεναι ἴσαι εἰσίν
 καὶ ἐν ἑνὶ ἐπιπέδῳ
 κανόνι
 αὐτῷ μέση   γραμμὴ
 ἀνάλογον ἄρα ἐστὶν ὡς τὸ ἀπὸ ΓΕ πρὸς τὰ ἀπὸ ΕΘ ΘΓ μετὰ τοῦ δὶς ὑπὸ ΓΘΗ, οὕτως τὰ ἀπὸ ΕΘ ΘΖ πρὸς τὸ   ἀπὸ ΕΖ μετὰ τοῦ δὶς ὑπὸ ΖΘΗ. καὶ ὡς ἓν πρὸς ἕν, πάντα πρὸς πάντα. καὶ ἴσον ἐστὶν τὸ ἀπὸ ΓΕ τοῖς ἀπὸ ΕΘΓ καὶ τῷ δὶς ὑπὸ ΓΘΗ
 κοινὸν γὰρ ὕψος τὸ &#8736;Η
 τὴν Βθειῶν·
 ἢ ἐν ἀριθμοῖς
 οὕτως καὶ ἡ ΖΗ ΜΕ καὶ ΒΛ ΛΣ
 ἐπιζευχθείσης τῆς Γ &#8736;
 πρὸς τῷ Λ
 ἔχοντα
 καὶ κοινῶς
 ἀντὶ τῆς ΛΜ
 ἀνάπαλιν γάρ
 ἐπειδὴ τούτῃ ἴσαι εἰσὶν αἱ προσπίπτουσαι
 ἐπεὶ καὶ τῇ ΓΖ ἴση ἐστὶν ἡ Α&#8736;
 καὶ
 μηχανικοῖς.
 ἀνεσταμέναι ὀρθαί
 κἂν ἡμίσειαν ὀρθῆς
 περὶ τῶν ἑλίκων
error ταῦτα γὰ ??
 αὐτοῦ
 τὸ γὰρ ὕψος ἴσον ἐστὶ τῆς περιμέτρου τῆς αὐτῆς οὔσης τῶν δύο εὐθυγράμμων, καὶ αἱ βάσεις ἄνισοι αἱ ΘΛ ΗΚ, καὶ ὡς ἡ ΘΛ βάσις πρὸς τὴν ΗΚ βάσιν, οὕτως τὸ παραλληλόγραμμον τὸ ὑπὸ ΘΛ καὶ   τῆς περιμέτρου τοῦ &#8736;ΕΖ πολυγόνου πρὸς τὸ παραλληλόγραμμον τὸ ὑπὸ τῆς ΗΚ καὶ τῆς περιμέτρου τοῦ ΑΒΓ. καὶ τὰ ἡμίση πολύγωνα ἄνισα, ὥστε μεῖζον τὸ &#8736;ΕΖ τοῦ ΑΒΓ.
 διὰ τὸ περιέχειν αὐτήν
 ἀνάγκῃ
 καὶ φανερὸν ὅτι εἰ μὲν ἴσαι εἰσὶν αἱ Ε Ζ, ἰσοσκελὲς ἔσται τὸ ΑΓ&#8736; τρίγωνον, εἰ δὲ ἄνισοι, ἡ μείζων αὐτῶν ἴση ἔσται τῇ Γ&#8736;
 ἐπὶ τῆς αὐτῆς βάσεως τῆς ΓΒ καὶ παραλλήλων τῶν ΒΓ &#8736;Λ
 ὅτι αἱ γωνίαι ἄνισοί εἰσιν
 καὶ   ὅμοια τὰ &#8736;ΕΖ ΖΕΒ τρίγωνα
 ἴσαι εἰσὶν ταῖς ἐντός
 καὶ φανερὸν ὅτι οὐ τὴν ΜΓ τέμνει, ἵνα μὴ τὴν ΛΜ ἐκβαλλομένην τέμῃ κατ᾿ ἄλλο σημεῖον τοῦ Λ
 διπλάσια
 Τὸ δὲ ΑΕΒ τρίγωνον τοῦ ΓΖ&#8736; τριγώνου ποτὲ μὲν μεῖζον γίνεται, ποτὲ δὲ ἔλασσον, ποτὲ δὲ ἴσον αὐτῷ. ἔστω γὰρ τρίγωνον τὸ ΠΡΣ ἴσην ἔχον τὴν μὲν ΠΡ τῇ ΖΓ, τὴν δὲ ΡΣ τῇ &#8736;Ζ, τὴν δὲ ΠΣ τῇ Γ&#8736;· ἴσα ἄρα καὶ ὅμοιά ἐστι τὰ ΓΖ&#8736; ΠΡΣ τρίγωνα ἀλλήλοις. ἐπεὶ οὖν ἡ ΑΒ μείζων ἐστὶν   τῆς Γ&#8736;, τουτέστιν τῆς ΠΣ, καὶ αἱ ΑΕ ΕΒ ἴσαι ταῖς ΠΡ ΡΣ (ἐπεὶ καὶ ταῖς ΓΖ Ζ&#8736; ἑκατέρα ἑκατέρᾳ), γωνία ἄρα ἡ ὑπὸ ΑΕΒ τῆς ὑπὸ ΠΡΣ μείζων ἐστίν ἐπεὶ καὶ τῆς ὑπὸ ΓΖ&#8736; μείζων ἐστίν). κείσθω ἡ ὑπὸ ΠΡΤ γωνία τῇ Ε ἴση, καὶ ἡ ΡΤ τῇ ΡΣ, καὶ ἐπεζεύχθω ἡ ΠΤ· ἴσον ἄρα καὶ ὅμοιον   τὸ ΠΡΤ τρίγωνον τῷ ΑΕΒ τριγώνῳ. ἐκβεβλήσθω δὲ ἡ ΠΣΥ, καὶ τῇ ΑΒ ἴση ἡ ΠΥ, καὶ ἐπεζεύχθω ἡ ΡΥ· μείζων ἄρα ἡ ΡΥ τῆς ΡΣ καὶ τῆς ΡΤ (ἑκατέρα γὰρ τῶν ΠΡ ΡΤ ἴση ἐστὶν τῇ ΡΣ). τὸ οὖν ΠΡΤ τρίγωνον τῷ ΑΕΒ ἴσον ἐστὶν καὶ ὅμοιον, τῷ δὲ ΠΡΣ τὸ ΠΡΤ ἤτοι ἴσον ἐστίν,   ἐὰν ἡ ΓΣ παράλληλος ᾖ τῇ ΡΠ, καὶ αἱ ἐναλλὰξ γωνίαι ἴσαι ὦσιν αἱ ὑπὸ ΡΠΤ ΠΤΣ (ἐπὶ γὰρ τῆς αὐτῆς βάσεώς   ἐστιν τῆς ΡΠ τὰ τρίγωνα καὶ ἐν ταῖς αὐταῖς παραλλήλοις ΡΠ ΤΣ), ἢ μείζων ἐστὶν αὐτοῦ, ἐὰν ἡ ΤΥ παράλληλος ᾖ τῇ ΡΠ, καὶ ἡ ὑπὸ ΠΤΥ γωνία τῇ ἐναλλὰξ ὑπὸ ΡΠΤ ἴση (γίνεται γὰρ πάλιν τὸ ΠΡΤ ἴσον τῷ ΡΥΠ· μεῖζον δὲ τὸ ΠΡΥ τοῦ ΠΡΣ· καὶ τὸ ΠΡΤ ἄρα μεῖζόν ἐστιν τοῦ ΠΡΣ).   ἐὰν δὲ ἡ παράλληλος ᾖ τῇ ΡΠ, διὰ τὰς ἴσας ἐναλλὰξ ὑπὸ ΡΠΤ ΠΤΦ γωνίας καὶ τὸ ΠΡΤ ἴσον τῷ ΡΠΦ, ὥστε μεῖζον εἶναι τὸ ΠΡΣ τοῦ ΠΡΘ, τουτέστιν τοῦ ΠΡΤ, ὥστε καὶ τὸ ΑΕΒ τρίγωνον ἴσον ὂν τῳ ΠΡΤ τριγώνῳ ἤτοι μεῖζόν ἐστιν ἢ ἴσον ἢ ἔλασσον τοῦ ΠΡΣ, τουτέστιν τοῦ ΓΖ&#8736;.
 ιέ τοῦ έ στοιχείων
 καὶ ἀναστρέψαντι
 καὶ τούτων πολὺ πλέον τούς τε κώνους καὶ κυλίνδρους καὶ τὰ καλούμενα πολύεδρα
 ἔχει
 ἔχει
 ἤτοι ἀνομοιογώνια ὄντα ἢ
 ἡ δέ &#8736;Ζ τῇ ΗΕ.
 ὧν μέση ἀνάλογόν ἐστιν ἡ ἐκ τοῦ   κέντρυυ τοῦ εἰρημένου κύκλου
 καὶ γὰρ τοῦ κύκλου προσαναπληρουμένου καὶ τῆς ἴσης τῇ ΕΒ εἰς τὸν κύκλον ἐναρμοζομένης   διὰ τοῦ Η. γίνεται τὸ ὑπʼ αὐτῆς καὶ τῆς ΛΚ ἴσον τῷ ὑπὸ συναμφοτέρου τῆς ΓΛ ΗΚ καὶ τῆς δ ΓΗ. ἡ δέ ὑπὸ τῆς ΕΖ ἴση ἐστὶν κύκλῳ   οὗ ἡ ἐκ τοῦ κέντρου δύναται τώ ὑπὸ ΕΒ MΝ τοῦτο γάρ ἴσον τῷ ὑπὸ συναμφοτέρου τῆς ΕΝ ΖΜ καὶ τῆς ΕΖ
 τουτέστιν τὸ ὑπὸ ΗΣΛ
 ὥστε τὸ ὑπὸ συναμφοτέρου τῆς ΒΑ&#8736; καὶ τῆς ΓΒ μετὰ τοῦ ἀπὸ ΓΒ ἴσον ἐστὶν τῷ δὶς ὑπὸ ΑΒΓ μετὰ τοῦ ὑπὸ ΒΓ&#8736;
 κατὰ τὴν περὶ ἄξονα τὴν ΚΑ στροφῆς ἀποκατάστασιν
 καὶ τήν αὐτὴν αὑτῷ βάσιν ἔξει
 τουτέστιν ἡ ἐκ τοῦ κέντρου τοῦ Ε πρὸς τὴν ἐκ τοῦ κέντρου τοῦ Ζ
 παντὸς γάρ κώνου ἰσοσκελοῦς ἡ ἐπιφάνεια, χωρὶς τῆς βάσεως, ἴση ἐστὶν κύκλῳ οὗ ἡ ἐκ τοῦ κέντρου μέσον ἀνάλογον ἔχει τῆς πλευρᾶς τοῦ κώνου καὶ τῆς ἐκ τοῦ κέντρου τοῦ κύκλου ὅς ἐστιν βάσις τοῦ   κώνου
 ἡ ἀπὸ τοῦ Γ ἐπὶ τὴν ΑΖ
 αὐτοῖς
 ἑξῆς τὸ σχῆμα.
 τὸ γὰρ δὶς ὑπὸ ΑΒ&#8736; μετὰ τοῦ δὶς ὑπὸ ΑΒ Γ&#8736;, τουτέστιν τὸ δὶς ὑπὸ ΑΒΓ, τὸ ἀπὸ ΑΒ ἐστὶν ἴσον ὸν τοῖς ἀπὸ ΑΚΒ, ὀρθῆς οὔσης τῆς πρὸς τῷ Κ ἐν ἡμικυκλίῳ
 ἀρτιόπλευρον
 ὡς γὰρ τὸ ἀπὸ ΑΒ πρὸς τὸ ὑπὸ ΑΒ&#8736;, οὕτως ἡ ΑΒ πρὸς Β&#8736;
 ὡς γὰρ ἡ ΑΒ πρὸς ΒΓ, οὕτως τὸ ἀπὸ ΑΒ πρὸς τὸ ὑπὸ ΑΒΓ
 τῷ δὲ κώνῳ οὗ ἡ ἐκ τοῦ κέντρου τῆς βάσεώς ἐστιν ἡ ΑΒ, ὕψος δὲ ἡ BΓ, τουτέστι τῷ. κώνῳ, οὗ ἡ μὲν βάσις ἐστὶν ἴση κύκλῳ οὗ ἡ ἐκ τοῦ κέντρου δύναται τὸ ὑπὸ ΑΒΓ, ὕψος δὲ ἡ ΑΒ, ἴσος ἐστὶν κῶνος, οὗ   ἡ μὲν βάσις ἐστὶν κύκλος οὗ ἡ ἐκ τοῦ κέντρου δύναται τὸ ὑπὸ &#8736;Μ ΑΒ, ὕψος δὲ ἡ ΒΓ, διὰ τὸ εἶναι πάλιν ὡς τὸ ὑπὸ &#8736;Μ ΑΒ πρὸς τὸ ὑπὸ ΑΒΓ, οὕτως τὴν ΑΒ πρὸς τὴν ΒΓ, καὶ ἀντιπεπονθέναι τάς βάσεις τοῖς ὕψεσιν καὶ τὸ γινόμενον ἄρα ὑπὸ τοῦ πολυγώνου στερεὸν κατὰ τὴν   περὶ ἄξονα τὴν &#8736;Μ στροφὴν ἴσον ἐστὶν κύνῳ οὗ ἡ βάσις μέν ἐστιν κύκλος οὗ ἡ ἐκ τοῦ κέντρου δύναται τὸ ὑπὸ &#8736;Μ ΑΒ, ὕψος δὲ ἡ ΒΓ
 μᾶλλον
 μέση
 κέντρου
 Ἐδείχθη δὲ ἀνώτερον, κἂν μὴ εἰς δύο ἴσα ἡ περιφέρεια τοῦ ἡμικυκλίου τμηθῇ, ἀλλʼ εἰς ὁποσαοῦν, καὶ ἀπʼ αὐτῶν ἐφαπτόμεναι ἀχθῶσιν, ὡς ἐκεῖ καταγέγραπται, ἡ ὑπὸ πασῶν τῶν ἐφαπτομένων γινομένη κατὰ τὴν ὁμοίαν στροφὴν ἐπιφάνεια ἴση ἐστὶν ὁμοίως δ΄ μεγίστοις   κύκλοις.
 ταὶ τὴν ἔφπδον τῶν ἀποδείξεων ἐχούσας
 τῶν προειρημένων σχημάτων
 ἐπεὶ καὶ τὰ λήμματα πάντα μικρά τε καὶ μεγάλα διὰ τοὺς πολλοὺς τῶν φιλομαθούντων κατέταξα τὸν ἀριθμὸν ἑκκαίδεκα ὧν   ἐστιν ἐνταῦθα χρεία
 τῶν συγκρίσεων
 ἐστὶν
 καὶ γάρ, τῇ &#8736;Γ ἴσης τεθείσης τῆς ΓΒ, ἡ ὅλη ἄκρον καὶ μέσον λόγον τέτμηται κατὰ τὸ Γ· ἐλάσσων ἄρα ἐστὶν καὶ ἡ ΕΓ ἑκατέρας τῶν Α&#8736; &#8736;Ε, ἐπειδήπερ ἐστὶν ὡς ἡ ΑΓ πρὸς Γ&#8736;, ἡ Γ&#8736; πρὸς &#8736;Α, τουτέστιν πρὸς τὴν &#8736;Ε. καὶ διελόντι ὡς ἡ   Α&#8736; πρὸς Γ&#8736;, ἡ ΕΓ πρὸς &#8736;Ε. ἐλάσσων δὲ ἡ Α&#8736; τῆς &#8736;Γ· ἐλάσσων ἄρα καὶ ἡ ΕΓ· τῆς ΔΕ
 αὕτη δέ ἐστιν ἡ τοῦ εἰκοσαέδρου πλευρά, ὡς ἐν τοῖς στοιχείοις
 καὶ ἡ   E&#8736; ἄρα ὀρθή ἐστιν πρὸς αὐτό ταῦτα γὰρ ἐν τοῖς στερεοῖς τῶν στοιχείων ἐδείχθη
 μήκει,
 δυνάμει ἐνναπλῆ
 τοῦτο γάρ δείκνυται διὰ τοῦ α’ τοῦ Ϛ΄ στοιχείων, τετραγώνου ἀναγραφέντος ἀπὸ τῆς ΕΓ καὶ συμπληρωθέντος τοῦ ἐπὶ τῆς ΑΕ παραλληλογράμμου
 πλευρᾶς
 καὶ τὰ μήκει ἐπίτριτα δυνάμει ἔνατά
 διὸ δὴ καὶ ὅμοιόν ἐστιν τῷ   ΚΛΑ τριγώνῳ. ὡς γάρ ἡ τῆς σφαίρας διάμετρος τῆς περιλαμβανούσης τὸ δωδεκάεδρον πρὸς τὴν ΑΛ, οὕτως ἡ τῆς σφαίρας τῆς περιλαμβανούσης τὸ εἰκοσάεδρον πρὸς τὴν &#8736;Θ. ἀλλὰ καὶ ὡς ἡ τοῦ τριγώνου ἰσοπλεύρου πλευρὰ τοῦ ἐγγραφομένου εἰς τὸν κύκλον τὸν δεχόμενον τὸ τρίγωνον   τοῦ εἰκοσαέδρου καὶ τὸ πεντάγωνον τοῦ δωδεκαέδρου πρὸς τὴν ΑΛ, οὕτως ἡ Ε&#8736; πρὸς &#8736;Θ καὶ ὡς ἄρα ἡ ΚΑ ἐκ κέντρου σφαίρας πρὸς ΑΛ, οὕτως ἡ Η&#8736; ἐκ κέντρου σφαίρας πρὸς &#8736;Θ. καὶ ὀρθαί εἰσιν αἱ πρὸς τοῖς ΛΘ γωνίαι· ὅμοιον ἄρα τὸ ΑΚΛ τρίγωνον τῷ &#8736;ΗΘ τριγώνῳ
 οὗ σημεῖον ἀστήρ
 καὶ ιβ΄ τὰ ἀπὸ &#8736;,Ε μείζονα ε’ τῶν ἀπὸ   ,Β,Γ, τουτέστιν ιβ΄ τὰ ἀπὸ ΥΩ μείζονα ε΄ τῶν ἀπὸ 𝒢Τ,
