@node
@author=Michaelis Ephesius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Michael Hayduck
@filename=tlg4034.tlg005.opp-grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane
@publicationStmt=University of Leipzig, tlg4034.tlg005.opp-grc1.xml.
@respStmt=Gregory R. Crane, Editor-in-Chief, Perseus Digital Library, Digital Divide Data, Corrected and encoded the text, Matt Munson, Project Manager (University of Leipzig), Annette Geßner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig) , 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Michael Hayduck, Michael Ephesius, Michaelis Ephesii In Librum De Animalium Incessu Commentarium, Reimer, Berlin, 1904, Commentaria in Aristotelem Graeca, 22.2, Internet Archive.
@sponsor=University of Leipzig
@title=In Librum De Animalium Incessu Commentarium
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:43Z

16083	marginal 176r
footnote 1 Ἀριστοτέλους om. S 3 τίς τέ ἐστιν PR λαβεῖν PR 8 ἑνός om. S 10 τῷ (ante τὰ)] τὸ PR 10. 11 μὲν πρόσθια σκέλη PR 12 ὃ] ὅπερ PR 14 καὶ ante εἰσὶν om. PR ἐμπρόσθια a 15 ἀναλόγω PR 17 ἐπειδὰν PR δὲ om. a 19 μέλλομεν PR ποιήσεσθαι P μὲν ἓν coll. P 20 ante τέτρασιν add. ἐν a 23 ὄντος ὃν a 24 γένηται Sa τις om. a 25 δακτύλων τοῦ ποδὸς a
marginal 176r
marginal 176v
footnote 1 ἀποτελεσθέντος] τεθέντος PR 2 τήν τε ῥάχιν ἅπασαν PR γαστροκνήμας a 3 κοιλίαν CPR 5 ὁ ante ἐξ om. P 7 καμφθήσονται—ῥάχει (9) om. P 8 καμπτόντων] καμπτομένων PR ὥστε εἰ a, cx ὥστε οἱ corr. S: εἰ in lit. om. R1: καὶ ὅταν PR2 κάμψωμεν PR 9 τῇ om. PRS1 10 γίνεται om. Sa 12 καὶ om. PR μὲν γὰρ ὁ τοῦ coll. S 13 τἄ σκέλη PR 15 περὶ] πρὸς PR 16 ἐπὶ—ὄρνιθος] ὁ δὲ ὄρνις a ἐπειδὴ PR 19 ποιεῖται] litt. ται del. S post στῆθος add. κάμπτειν PR 20 γὰρ] δὲ a 23 ἐκτὸς] ἐκ PR δὴ] δὲ P 28 ὄπισθεν a 28. 29 γαστροκνήμιον λέγεται coll. PR 29 ante κυρτὴν add. ἔχων τοῦτο PR 29. 30 οἱ πρόσθιοι πόδες CPRa 32 ἐφεξῆς PR 32. 33 δῆλον οὖν] οὖν om. S: καὶ δῆλον a 33 κοῖλον] στῆθος Sa
marginal 176v
marginal p. 704b12
footnote 1 καὶ ὁ ὄρνις om. Sa ποιοῦνται] ποιεῖται S: ποιεῖται πρὸς τὸν ὄρνιν a 2 ὄρνις περὶ τὴν PRa 3 τὰς χεῖρας καὶ τὰ σκέλη coll. a 6 δὲ om. PRS καὶ om. PR 7 τὸ πλάγιον PR ποιοῦνται Sa ὥσπερ τὰ PR 9 σκέψεως ex κάμψεως corr. R προθεμένοις PRS Arist. SU: ὑποθεμένοις a Arist. vulg. ὡς PRS Arist. SUY: οἷς recte a Arist. vulg. 11 πράγματα] προβλήματα PRa ζητήσειν a 12 οὑν om. PRa 15 εἰώθαμεν λαμβάνειν πολλάκις coll. PR: εἰώθαμεν πολλάκις λαμβάνειν coll. a 16 αὐτὴ S ἡ ante ἀρχὴ om. PR 17 τοιοῦτον PR 26 ποιεῖ om. PR δέ om. PR 27 δι’ ὅπερ βέλτιον] cf. Arist. PS: ante βέλτιον add. εἰ Arist. vulg. δὴ PRa corr. Arist. U: δεῖ S: ᾠδὴ Arist. PS: ὡδί Arist. vulg. 28 ἔχειν PR τὸ ante ουτω om. a
marginal 176v
marginal p. 705a3
marginal 177r
footnote 1 om. PR τὴν post καὶ om. a 1. 2 τί ἐστιν] τίς PRS 2. 3 ἐν τῷ Η τῆς Φυσικῆς ἀκροάσεως] c. 2 6 ὅλῳ ἅμα coll. PR: ἄμα om. a 8 ἕλκει] ἕλκω (ex ἕλκον) S 9 ἀμφότερα PR 10 κινοῦνται PR 11 ἢ γῆ a ξύλα a πέτραι PR 13 φεύγη PR 13 et 16 ὅπερ συμβαίνει PR 13. 14 ψάμμων καὶ κέγχρου καὶ καρύων PR 18 post οὔσης add. τῆς κέγχρου PR 19 πάνυ] πάμπαν PR 21 εἰσφεύγειν S 22 et 23 ὅπερ PR 23 ἔχει Pa 25 κινεῖσθαι a 31 ἀνωτέρω PRa 32 ἀνωτέρω a
marginal 177r
footnote 1 δὴ om. Sa 2 ἡ κάμψις τοῦ βραχίονος γινομένη Sa 4 ἀνωτέρω PR 6 ἀνωτέρω a 7 ὥσπερ γὰρ PR 8 post βραχίων add. πιέζει τε καὶ θλίβει PR 12 γὰρ] δὲ a 13 περισείοντες S 16 ἐκπιέζοντι καὶ πιεζο S 17 ἐκθλίβοντι καὶ θλιβομένῳ S 18 δυσὶ] τέτρασι a 18. 19 ἐκπιέζοντι καὶ πιεζομένῳ καὶ θλίβοντι καὶ θλιβομένῳ S 19 καὶ θλίβοντος a 22 τῇ γῇ a πούς] τότε a ὅστις PR 23 φέρει ex φέρῃ corr. R: φέρ’ S: φέρεται a τότε—σῶμα (24) om. PR 24 φέρει scripsi: φέρεται Sa 25 φέρειν] φέρ’ S: φέρεσθαι a ὅστις καὶ PR 26 ἐπειδὰν PR 27 post φέρων add. ἅπαν PR 28 τε utrumque om. PR 29 ἀμελές] sic libri et Arist. PSU: ἀμερές Arist. vulg. 30 ὀργανικὸν πρὸς τὴν κίνησιν μέρος S διόπερ οὐδὲν μὴ ἔχον—μέρη (31) in marg. P1
marginal 177r
marginal p. 705a26
marginal 177v
footnote 1 λέγων—οὖν διάληψιν (2) om. P 3 δύνηται post ἵνα ponunt PR 4 om. S 4. 5 τὴν τοῦ πεισομένου καὶ τοῦ Arist. vulg. 8 τὸ ἄνω τὸ κάτω PR καὶ τὸ ἀριστερόν PR 9 ὅτι om. PR 10 εἰσιν om. Sa 11 ἐν τῷ φυτῷ S ἐπειδὴ PR λέγεται a 13 τῶν ζώων a 15 ὅσα om. S 16 τῇ γῇ a 19 post στόμα add. διὰ δὲ τῆς τοῦ στόματος προσηγορίας καὶ ἡ κεφαλὴ πᾶσα· ἔχει οὖν τὸ τῶν ἀνθρώπων στόμα τὴν ἄνω χώραν PR 22 οἱ om. a 23 σύμπασα PR 27 πρὸς αὐτὰ βλέπων coll. PRa ἢ ὁ βοῦς a 30 post λοιπὴ add. δὲ R 31 κινεῖται PR καὶ ἐν τούτοις PR 32 στόμα αὐτοῦ a
marginal 177v
marginal p. 705b8
marginal 178r
footnote 1 post φυτῶν add. δὲ PR γὰρ om. P 3 λέγονται PR δ’ οὐκέτι a: οὐδαμῶς PR 5 δόξειεν ἂν τοῖς Arist. 6 εἰπεῖν om. PR 6. 7 κυριώτερον καὶ ἀργὴ a 7 ἐπειδὴ a post κάτω add. ἐστὶ PR 8 διαστημάτων a 9 ἔσται om. PRS δὲ om. PRS τοῦ δεξιοῦ καὶ ἀριστεροῦ καὶ τῶν λοιπῶν S 10 δὲ] δὴ a 11 ante ἤπερ add. μᾶλλον PR 12 ἤτοι om. PR 14 ἐφορίζειν R 18 ἀδιαφόρους Pa 20 τούτοις] τοῖς τοιούτοις Arist. 23 ἐφ’ ὧ PRS Arist. S: ἐφ’ ὃ a Arist. vulg. post ὅθεν add. ἐστὶν PR 26 ποιεῖ a 27 ἔργῳ μὲν om. P 28 τὸ (post δεξιοῦ)] τοῦ R ἀπ’ αὐτῶν S 30 ἑκάστω P ex ἑκάστων corr. R: ἑκάστων a 31 ἀλλ’ ὅτι—ἀριστερόν (32) in marg. adscr. P1
marginal 178r
footnote 1.2 ἐν τοῖς Περὶ ζῴων κινήσεως] of. c. 9 2 τὸ post καὶ om. PRa 4 χρώμενον a post ἄλλοις add. καὶ a 6 ἀριστερὸν καὶ τὸ δεξιόν coll. PRa 9 ἐρεῖ] c. 7 προελθὼν PR 11 τὸ post καὶ om. PRa 11. 12 διασεσάφηταί a Arist.: διασεσάφησταί P: διασαφήσεταί R: διεσάφηταί S 13 τὸ om. PR post ὅθεν add. ἐστὶν PR 15 ἄρξασθαι PR 17 χωλεύσαντος Sa 18 ἐπειδὰν PR πάθοιεν PRS ἔργον ἐκπληροῖ coll. PR 19 πάνυ] πάμπαν a 21. 22 τὸν ἀριστερὸν πόδα a 22 ἀρξομένων Sa 25 ἄρχον om. S: ἀρχόμενον a 28 ἐπὶ ταύτης S 35 περὶ τὸ κάτω R2
marginal 178v
footnote 1 post ὀρθὸς add. ἐστὶν PR, item v. 3 post μὲν 3 ὥσπερ ἐπὶ ἀνθρώπων PR τούτοις S 6 post τῶν add. δέ PR 10 ἔμπροσθεν PR lacunam indicavi; addendum ex Aristotele τετράποδα καὶ πολύποδα καὶ ἄποδα 11 post οἱ add. μὲν a ἔμπροσθεν πόδες a 12 πρόσθεν] προσθίων a 14 ὀπίσθιοι a post ἔστι δὲ add. ἐπὶ ἀνου ἄνω P, eademque R praeterquam quod τὸ ἄνω habet 15 post αὐχένι add. ὃ οὖν ἐπὶ ἀνου χεῖρες καὶ ἄνω PR post τετραπόδων add. ἐστί PR 16 οὐ om. RS 17 πρὸς τῶ PRa 18 post ἐστὶ add. οἷον PR τὸν οὐρανόν scripsi: τῷ οὐρανῶ libri 19 post μέρος add. ἐστὶ PR οὐρανοῦ] ἀνου S 21 ἀνατολὴν PRa δύσιν PRa 23 οὖν addidi post ἔχουσι add. καὶ PR 21 καὶ εἰσὶ—ταῦτα] ταῦτα δὴ a 25 post ἄποδα add. εἰσίν a 28 ὥσπερ PR 29 ἐν τοῖς Περὶ ζῴων μορίων] Δ 9 p. 684b14 31 τὸ πάγιον P
marginal 178v
marginal p. 706b18
marginal 179r
footnote 1 ἔστι om. a ἐκ τῆς γῆς ἡ τροφή coll. a 2 πρὸς τὸ μέσον om. PRS 3. 4 ἐν τῷ Περὶ οὐρανοῦ] Β 2 3 ἐν τῇ PR: ἐν τοῖς a 4 οὐρανῶν PR προσθίων a 5 τίμιον ὅτι τὸ ἄνω PR post ὥστε add. καὶ a 6 μὲν om. a 7 δὲ post τὸ om. PR 11 διορίζεται a 11. 12 δι’ οὗ—μέρη post ψυχικὴ (12) ponunt, deinde vv. δύναμις—ψυχικὴ repetnnt PR, sed del. haec omnia alio atr. P 16 διαδίδοται PR τοὺς τόπους] τὰ τόπια PR: μόρια supr. v. P πρὸς ante τὰ om. PR 18. 19 ἐκ τῆς—ἀνατομῶν] cf. Hist. anim. Γ 7, Bonitz Ind. Arist. p. 104a4 ssq. 18 περὶ τῶν ζώων S: περὶ ζώων a 19. 20 πρός τινα κοινὸν ὅρον Sa 21 αἱ] καὶ a 25. 26 κατ’ αὐτὸν] cf. Hist. anim. Γ 5 p. 515a28 26 προσδιορίζεται PR 29 δὴ] δὲ P ex δὴ corr. R ἐστι om. PR συνεχῶς a 30 ἠρεμεῖ a 31 κινεῖται a ἡμῖν PR
marginal 179r
marginal p. 706b28
footnote 4.5 post ὀργάνων add. καὶ a 5. 6 ἀναγκαῖόν ἐστιν ἐνταῦθα coll. PR 6 κοινῷ ὑφ’ οὗ in lit. P 7 ψυχικὴ a 13 ἡ ora. Sa 15 κοινὸν αἴτιον a 15. IG ἀρχὴν καὶ αἰτίαν coll. PR 16 κατὰ τὴν libri et Arist. P: κατὰ om. Arist. vulg. 19 καὶ τῶν ἀριστερῶν libri et Arist. SU: τῶν om. Arist. vulg. 21 πέφυκε PR 22 γῇ] ἀέρι PR 23 ἡ ἄμφω R 26 δ’ οὐκ ἀνάγκη S 29 τὸ] τοῦ PR 32 τό ante ὄπισθεν om. a 34 ἐνταῦθα PR Comment. in Arist. XXII 2. Mich. Ephes. in de part. mot. incess. anim. 10
marginal 179r
marginal 179v
footnote 1.2 εἰ δὲ—κοινόν om. S 2 ante κινητικὴ add. ἡ a 3 κατὰ τὴν μίαν R 5 ἐπειδὴ PRa 7 post σημείοις add. ἐστὶν R 8 τὰ] τὴν PR διάληψις] ἲς in lit. P1 9 γίνεται om. S 10 ὁ μὲν γὰρ PR 11 ὁμοίως post δεξιοῦ ponunt PR 18 post ἀλλὰ add. καὶ PR 20 ὁ om. R 21 et 23 ὥσπερ PR 23 ἐν τῷ Περὶ ζῴων μορίων] cf. Δ 10 p. 686a24 sqq. ἐν τῇ PR: ἐν τοῖς a 25 πρόσθιοι εἶναι coll. PR 26 διάρθρωσις καὶ διάληψις coll. PR 27 τοῦ post μηδέ ex τὸ corr. P: τὸ R 29 ὄπισθεν (post τοῦ) ex ἔμπροσθεν corr. R φυσικῶς PR 31 κίνησιν S 32 χρώμενοι S 33 πρόσθεν ex ὄπισθεν corr. S δύο] ἀμφοτέροις PR πρότερον R et fort. P 35 ἐπειδὴ PR πρώτως PR 36 τέτρασι] ἐν δυσὶ PR p. 707a6
marginal 179v
footnote 1 τε om. a 2 κυρίαν] αἰτίαν PR 6 πρός τινα κοινὸν ὅρον (alio atr.) P 7 post συνηρτῆσθαι add. καὶ PR, τε καὶ a 8 τε ora. PRa 11 τόπον a 18 ταύτην S: ταύτης a ἄλλης—σύμμετρον εἶναι (19) in marg. adscr. P 19 ἀπ’ αὐτῆς a 24 ἀναίμοις S1 λέγω Pa 25 ἀφεστάναι a 28 σημείων PR post τε add. ἐστὶν R τῶν ἐναίμων ζώων PRa 34 μεταξὺ—κινήσεων αἴτιον om. Sa 35 ἀρχῆς κοινῆς coll. PR 36 τοῦ ante ἀριστεροῦ om. a
marginal 180r
footnote 1 ἑκάστῳ—ἀναγκαῖον om. PR 2 ἑκάστῳ] ἕκαστον a 3 ἐλλείπει—ἀρχῶν (5) om. PR post δὲ add. ἐν a 9 post ἀλλὰ add. καὶ S κατὰ om. a 12. 13 καὶ τὸ ἀριστερὸν PR 13 καὶ ἄνω PR καὶ κάτω PRa συνήρτηται a 15 λεχθεισῶν om. Sa 17 τοῦθ’ οὕτως S 18 μόνην om. Sa ἢ] ἥτις PR 21 δεῖξις ἐναργὴς PRa 22 μὲν om. P 27 δι’ αὐτῆς PR ἐποχεύονται PR 28 ἔναιμα RP1 29 ἐστὶν ἡ κοινὴ in lit. S δύνανται a 30 ὥσπερ τὰ ἔναιμα del. P δυνάμεις PR 31 ἀναίμων ex ἐναίμων corr. P2 ὥσπερ PR καὶ om. a 32 δύνανται PR 36 κινεῖται PR ἥνπερ PR
marginal 180r
marginal p. 707b7
marginal 180v
footnote 3 post τὸ Γ add. τοῦτο οὐ τοῦ κειμένου ἐστὶν, ἀλλ’ ἔκθεσις τῶν στοιχείων PR, sed rursus del. P 5 post ὅτι add. μὴ Sa 9 ζῆ τε καὶ PR 10 ἐπειδὴ PR 12 post διαιρεθὲν add. ζῆν P: in marg. add. ζν (sic) R ζῆν] ζῷα PR 12. 13 ἐν ἑαυτοῖς S 13 ἀναλόγους ex ἀναλογούσας corr. S 15 μέγιστα S 19 σημείοις κινεῖται coll. PRa οἱ ὄφεις a 21 μία PR ὄπισθεν ἄλλῃ δ’ ἔμπροσθεν coll. Sa πλάτει] πλαγίῳ a 22 εἰσὶ PR 23 τοῦ πλάτους πλάγια coll. PRa 24 ἀριστερὸν καὶ τὸ πρόσθιον Arist. 24. 25 πρόσθεν καὶ ὄπισθεν itemque 26. 27 bis πρόσθεν et ὄπισθεν a 25 ἑκατέρᾳ τῇ καμπῇ a Arist.: τῆ καμπῇ om. PRS: ἑκατέροις P 28 τε om. Sa καὶ τῆ πρὸς PR 32 δὴ] δέ a
marginal 180v
marginal 181r
footnote 4 πλάγια a 4. 5 τὰ ἐν τοῖς PR 9 post γὰρ add. ὁ PR 11 ἕπεται τὸ] ἅπτεται τῶ P1R ὄπισθεν PRa 19 γίνεσθαι a 20 ἑαυτῆς] ταύτῃ a 22 ὃ] ὅπερ PR 23 τὸ μὲν Γ et 24 τὸ δὲ Δ ἐκ libri 26 τοῦ σώματος αὐτῶν coll. PR 33 πρὸς] εἰς PRa παρεκκλίναντος PR: παρεκκλίνοντος a 30 κοίλη S 1 ὅτε δὲ προηγήσεται Sa 36 ἕψεται S: ἕπεται a 37 τοῦτο] τοῦ PRa
marginal p. 708b1
footnote 2 πτερύγιον PR 4 post οἱ ὄφεις add. καὶ PR ὥσπερ PR 6. 7 ὥσπερ αἱ PR 7 ἐγχέλυς PR ἐλαττοῦσιν Sa ἤγουν] ἢ PR 10 πρὸς τὴν κίνησιν om. et ἐν τῇ γῇ τὰ πτερύγια coll. PR τὰ πτερὰ Sa 11 ἐν τῷ periit in S 12 ἐπειδὴ PR εἴπερ PR 13 καμπαῖς periit in S ἂν om. PRS 16 ἤγουν] ἡ a 17 ἐν τῇ Περὶ ζῴων μορίων] cf. Δ 11 ἐν τοῖς a ἡμεῖς S: ἡμῖν PR 17. 18 ἐν ταῖς—σχολαῖς] cf. p. 91 18 καὶ om. a 19 ἐπαγγέλλει R 28 ἢ τοῖν ἑτέροιν a 29 δὴ scripsi: δὲ libri 33 δι’ ἑνὸς ἢ om. a 35 ἕνα μόνον coll. PR ὑπόστημα] ὑποκείμενον a
marginal 181r
marginal p. 708b21
marginal 181v
footnote 1 δυνηθείη a 2 ἐκτείνῃ a ποιήσαιτο PRa 3 et 6 ἄραι] ἄρα PR 4 post βάρος add. λαβεῖν PR 5 κατά δὲ supr. vers. P1 δὲ τὸ θάτερον R ἄρη] ἀροῖ a 9 τὸ κολόβωμα a θατέρων a 10 τε om. PR 15 μέρη] μόρια PRa 16 ἀφ’ ἑκατέρου R (ut Arist.): ἐφ’ ἑκατέρου P: ἐφ’ ἑκάτερα Sa 17 πορευόμενα Arist. SU: τὸ πορευόμενον Arist. vulg. τὸ ἑξῆς PR 18 ὁ ἵππος PR ἐπειδὰν PR μέλλοι Sa ἔχων RS τύχοι a 19 ἀποβεβηκότα S 20 δὲ om. S 22 ἦν ἠρεμοῦν a Arist.: ἦν om. PRS 22. 23 οὐδὲν εὔθυνσις a 26 ἔστιν addidi 28 ἔκτανσις libri 29 συγκάμψῃ] συγκάων a 30 εὐθὺ Pa κάμπτειν a 32 καὶ ante ἐν om. Sa ἐν τῷ τετάρτῳ τῶν Μετεώρων] Δ 9 p. 386a2 33 καμπῆς a
footnote 5 φυσικῆς a 6 ἠρεμίας a 10 ἀπόδων ex διπόδων corr. P1 11 γεωμετρ(ικαῖς periit) S: γεωμετρικῶς a 16 ὡς] ὅτι PR 19 εἰς θάτερα γραφόμενα εὐθειῶν a 22 ὥσπερ PR 23 τὴν om. a 25 ὀρθογώνοις a 27 τετραγώνων PR 28 μείζων—σκέλος (30) in marg. P ἐστὶν (post μείζων)] δὲ PR 31 μείζων a τὸ τὸ] τοῦτο a 32 τετραγώνων a 33 καὶ om. PR 34 διπλώσει] διπλασίω a 37 ὀρθήν scripsi: ὄρθ’ S: ὀρθόν PR: ὀρθάς a ἄχρι γονατοῦ PR
marginal 182r
footnote 2 μετιτέον] μετὰ Sa 4 Σωκράτους] σώματος a ἴσα εἰσὶ PR 5 ἤτοι] ἢ a 7 κάθετον] καθ’ ἕτερον a ὡς om. a: ὥσπερ PR 9 μένον ex μὲν oorr. S: μὲν a 10 καὶ post μέγεθος om. R, supr. vers. add. P 11 ἀναγραφομένου Sa τετραγώνου a 12 ἴσα ἐστὶ PR 13 μένοντος in lit. P1 14 ἔλαττον] ἔσχατον a 15 συγκάμψει] κάμψει PR Arist., sed cf. ν. 16 17 γινομένην PR 19 ἐπὶ] ἔτι a 20 περὶ τοῖχον utrobique a 21 τοῦ τοίχους a 22 οὐ supr. vers. S1 23 litteram Z et diagramina om. Sa 24 προβάλληται PRa 25 γράφεσθαι] φέρεσθαι Sa 26 ἀπερήσεται a 27 μέλλοντι a 30 ἐπὶ τοῦ δὲ Sa
marginal 182r
footnote 1 τις om. PR βαδίζοι PR ἰσουψεῖ αὐτῶ R ἄλλος] ἄλλο Sa 2 ἰσουψεῖς a θατέρου μέρους a 3 ὁρᾶται a προβάλλων a 5 βραχυτέρους a 8 ἔχοντα a 10 παίδων PR 10. 11 ἐξ ἀναγίνεται a 12 ὁμοπλάτοις a 16 ὀρθὸν οὐδὲν coll. PR κινεῖται] δύναται κινεῖσθαι PR 18 ἀπὸ τῆς κεφαλῆς PR καὶ om. a 19 συμμετρία a τὸ ἄνω a 20 ἀνάγκη a 21 λοιπῷ—καὶ τῷ (22) om. a 22 καὶ τὸ S 24 μένοι a 27 ὃ] ὅπερ PRa 29. 30 ὑποτείνουσαν καταχρώμενος coll. a 30 ante κάμψις add. ἡ PR 31 διὰ τῆς κάμψεως τοῦ προβεβηκότος coll. PR 32 τότε] τὸ S Arist. S 33 μέρη τοῦ λόγου a ὁ τέ scripsi: τὸ τε libri 35 θάτερος] ὁ ἔτερος a
marginal p. 709a24
marginal 182v
footnote 2 Σωκράτους] σώματος S ὅτε Sa κάμ· S: κάμπτει a 4 Τὰ δ’ ἄποδα— προέρχεται in marg. P 5 τούτου a 7 ἐστιν—καμπή (8) om. PR 8 καὶ τὰ ἄποδα post πρόεισι ponunt Sa διὰ τῶν καμπῶν PR 11. 13. 14 ὥσπερ PR 11 ἐπὶ τῆς γῆς PR 12 κάμπτουσι PR 14 ἐστιν om. P 21 ἐκτείνεται PR 23 ἕλκεται δὲ καὶ συνάγεται R 24 μὲν om. a 25 ποιεῖται] ποιοῦσι a 26. 27 κυμαίνοντα] κινούμενα S 28 ἔστι δέ S
marginal 182v
marginal p. 709b20
footnote 1 πρὸς om. S 2 ὄπισθεν PR 4 μεταβαλόντων PR λέγοι a 5 τῇ] ἡ R 6 ἐπὶ τοῦ ἂγ PR: ἐπὶ τῆς αδγ a αὐτῇ] αὐτῆς PR post ἔστω add. γὰρ a ἡ αδγ a, itemque v. 9 7 post ἔχει add. ἥδε a αγδ PR 7. 8 τὸ γα σημεῖον PR 11 ὡς—εἴρηται] cf. p. 150,6 ὥσπερ PR 12 διὰ τῆς κυμάνσεως Sa 13 ἰλυσπώσεως PRS 14 συγκαπτόμενον a post αὐτίκα add. δὴ PR 17 καὶ τῶν—γινόμενον in marg. adser. P 21. 22 ἐν τοῖς Περὶ ζ. μ.] Δ 12. 13 25 ἐπειδὴ PRa 28 νῦν om. PR 30. 31 ἀντιπερίστασιν a 31 καὶ om. PRa τὴν om. PR
marginal 183v
footnote 1 ἂν supr. vers. P 3 πέτεσθαι PRa 4 ἀποτέμοι PRa 5 et 7 δύναται PR 5 et 7 πετάσαι PR: πέτεσθαι a 5 ἐκκόψειαν S: ἐκκόψειεν a 8 τῶ ex τὸ corr. R1 9 μὴ κινῶν PRS 10 πρόκειται PR 11 ἰχθὺς οὐδεὶς coll. PR 18 τοῦ πτέρυγος PR 19 ἀναλογοῦν S τοῖς] τῆς P1R: τῶ P2 20 πηδᾶ ἐστιν ἐρριζωμένον coll. PR 22 χρησιμεύειν P 27 φέροιτο S 28 μὴ del. P2 post πτητικοῖς supr. vers. add. οἷς P2 29 τείνοντες Sa 31 αὐτῶν τῶν ex Arist. scripsi: τῶν ἑαυτῶν PR: τῶν ἑαυτοῦ Sa 32 ἐρριζωμέναι PR τι] τε P 33 ταὼ P, ex ταῶ corr. R 35 ταῶς ex ταοῖς R: ταὼς a θηλείαις δὲ coll. PR
marginal p. 710b5
footnote 2 ὄρνιθας PR 5 μικρὸν S 6 αὐτοῦ S φύσει] περιφύσει Arist. vulg. 8 ὀρθῶς PRS: ὀρθόν a Arist. διότι] ὅτι a 9 ἀναγκαῖόν ἐστιν εἶναι a Arist. 10. 11 Τὸ μὲν οὖν—τοιοῦτον in lit. P1 11 δὲ] γὰρ a βαδιεῖσθαι a 13 ἐφεστῶτα S τοῦ ἑξῆς Sa 14 περὶ τούτου a ἐν τῆ Περὶ ζῴων μορίων] Δ 10 ἐν τοῖς a 15 εἴησαν PS 16 ζῴοις—τετράποσι (18) in marg. adscr. P1 18 εὐθὺ μετὰ PR 20 ὄντος om. a 22 οὐκ ἐνεδέχετο a 22. 23 οὐ γὰρ ἐνεδέχετο PRa 23 αὐτῷ] αὐτοῖς PR εἰνὶ ante τὴν ponunt PR 25 ὡς] ὥσπερ PR, itemque 26 (ante οἱ) et 31 post ἀνθρώπων add. ἔχει PR ἦν ἂν αὐτῶ S 28 πρῶτον PRa φθάνουσι—ἑλκόμεναι (29) iterat sed priora del. P 29 ἐν τῇ—ἑλκόμεναι om. S 31 εἶναι om. S lacunam indicavi: fort, addendum ἔμελλον
marginal 184r
marginal p. 711a17
marginal p. 711a20
footnote 2. 3 τοῦτο ἀδύνατον coll. a 4 κάμψις. ἢν καἰ τὰ ἑξῆς δῆλα. καὶ ὅτι a 7 τὸ δῆλα a: τοῦ δῆλον PR τοῦ λόγου] τῆς λέξεως PRa 11 διὰ τούτου Sa 12 τούς πόδας] τὸ σκέλος a 13 ἔμπροσθεν a: προσθίους PR, itemque v. 16 κοίλην] κοιλίαν PR πρῶτον PRa 15 τετράποδα κάμπτει a 16 καὶ ante μετὰ om. PR ἐναντίον S 18 ἐξ ἐναντίως a 18 et 20 ὥσπερ PR ut Solent 20 ἡ φύσις οὐδὲν coll. PR 21 βέλτιον a 22 ὅσοις e corr. S 22. 23 κτὰ τόπον—σκελοῖν] καμπή S 24 ἐνταῦθα PR 25 ἐν τούτοις S ὑπολαμβάνειν Sa: ἀπολαμβάνειν R corr. P Arist. 27 τοῦ λεγομένου a 27 et 30 ἐπεὶ] ἐπειδὴ PR 28 διὰ τῶν σκελῶν PR 30 ἐπειδάν PR τοῦτο a
marginal 184r
marginal 184v
footnote 2 εὐθὺ RSa itemque Arist., qui aute αὖθις scr. τὸ σκέλος: εὐθῆ P μένοντα a 6 εἰς] εἰ R 9 τὴν καὶ coll. a 10 μέν om. a 12 λέγω a προενεχθὲν] προενοχὴν a 13 πάντα—κινεῖσθαι (14) om. a 14 ἀνενεχθὲν] ἀνενοχὴν a 18 post κυρτὴν add. γὰρ PR 22 συνεβάλετο PR ἐκείνως ἡμῖν eoll. PR 23 τῆ κοιλίᾳ] τῆ κοί S: τῷ κοίλῳ a 24 γινομένου PR 27 προεπιβεβηκότα P τύχοι a 30 ὥσπερ γὰρ ἡ PR: ἡ γὰρ (??) S 31 συνοδεύσῃ scripsi: συνοδεύσει libri 32 γενέσθαι] προβῆναι S αὐτῶν a 34 μέχρις ἄν] μέχρι οὗ a συνώδευε PR 35 ὄπισθεν ex ἔπεσθαι corr. S: infra vers. add. P ὡς τὸ—γόνυ (162,1) om. P
marginal 184v
footnote 1 post ὀρνίθων add. καὶ a 2 οὑν εἴα] εἴη a τοῦτο PR 5 αὐτὸς μετ’ ὀλίγον coll. PR 8 βραχυτέραν S γίνεσθαι PR 10 γινομένην PR ἐναντία PR 11 λέγω a 14 ὃ] ὁ a: ὅπερ PR 17 καταχρώμενος a καλοῦσιν PR: καλεῖ a 19 ἐναντία S 20 καὶ supr. vers. S1 21 τῇ ante μιᾷ om. PR 22 εἰς τὸ πρόσθεν a τόπον—ἔμπροσθεν καὶ (24) in marg. adscr. P 24. 25 ὑπεναντίως] εἰς τοὐναντίον a 27 καὶ τὰ ζωοτόκα a om. PR ἐπὶ τῷ ἀνθρώπῳ Sa 31 δύναται a τε om. Sa τὴν πόδα a 34 ὥσπερ PR εἴπομεν ante ἐπὶ ponunt PR
marginal 184v
marginal p. 711b29
marginal 185r
marginal p. 712a1
footnote 1 ἐπειδὰν PR πρὸς] πρὶν supra scr. PR 2 ἄν om. PRS 3 ἐμπροσθίων PR 4 πρόσθια σκέλη PR 5 ὀπίσθια PR 6 ἐμπροσθίων a: προσθίων PR ὁ om, PR 7 προσθίοις utrobique PRa 8 προσθίων PRa 9 ἂν prius om. S ἄν alterum om. PR 10 λέγων] λέγει δὲ a 11 τὴν καμπήν] τὸν μηρὸν PR 13 Ἔτι τοῖς—τετραπόδων] ἔτι τοῖς γε θηλαζομένοις αὐτῶν Arist. 14 ἐπήγαγεν PR 15 γε om. a 16 ἀποκνήσειεν PR 16. 17 οὐτῶ κάμπτειν—θηλάζουσιν (18) iterat P 17 ἤτοι] ἤγουν PR 18 ἐπειδὴ PR 19 τι om. a 21 τέκνα in lit. P1 22 τόπων S post τρόπων add. τῆς κάμψεως a Arist. 23 λέγων S 23. 24 dqynatai γενέσθαι καμπή a 24 post δυνατὸν add. ἐστὶ PR 28 τὰ utrobique PRa πρόσθια et ὀπίσθια PR 11*
marginal 185r
footnote 1 ἔμπροσθεν] ὄπισθεν P1, corr. P2 καὶ καλεῖ] καλεῖ δὲ P 1.2 τοῦτον τὸν] τοῦτο S: τὸν τοιοῦτον R 2 ἢ ἐπὶ—Β (4) in marg. add. P τοὐναντίον PR ἐπὶ post ἐναντίον om. P 3 καὶ καλεῖ] καλεῖ δὲ PR 4 μὴ] καὶ a: καὶ μὴ Arist. vulg. 5 προσθίους PR 6 τὰ om. S 7 πρόσθια et ὀπίσθια PR 9 post κοῖλα add. ἐκτὸς καθάπερ a Arist. vulg.: om. Arist. Y: ἐκτὸς om. Arist. PSU λείπεται] ληπτέον a πρόσθια et 10 ὀπίσθια PR, item 12 11 post εἰ add. μὲν S 12 κοίλην RSa 18 post ὄπισθεν add. ὠμοπλάταις PR
marginal 185r
marginal p. 712a24
marginal 185v
footnote 1 supr. vers. P1 6 κυρτόν in lit. P1 9 τὴν αἰτίαν—τετράποδα κατὰ διάμετρον (10) om. Sa 12 εἶτα in lit. P1 15 πρῶτον PR ἐκίνουν] ἐκείνου S διέσπαστο PRS Arist. SUZ: διεσπᾶτο a Arist. vulg. ἄν] οὖν PR καὶ post κίνησις om. PR 16 ἐφελκομένη PR τοῖς ex τῆς corr. P: τῆς R 17 δὲ om. S πρῶτον PR 18 συνεχῆ PR Arist. 20 οἱ ἐπιβάται κατέχοντες coll. PR: οἱ ἐπ’. κατέχουσι a 22 τούτῳ ex τούτοις corr. S1 παρακεκλιμένως a 23 πρόσθια PR διὰ ταῦτα PR ἂν—πρόσθεν] κἄν εἰ τό πρόσθεν δὲ a πρόσθιον PR 24 ὁμοίως om. a κινοῖεν scripsi: κινῶεν PR: κινῶσιν S: ἐκίνουν a 27 ἀριστερὸν καὶ in lit. P1 28 et 29 ἀμφότερα quater PR 29 μένειν] μὲν a 31 κατὰ om. PR 32. p. 166, 1 οὐδὲ θάτερα τούτων PR
marginal 185v
marginal p. 712b22
marginal 186r
footnote 1 πάθοι a οὔτε ἔξω — τουτέστι (2) om. P 4 προβεβήκασι a 5 τοῖς post ἡ om. a ἀμφότερα PRS 7 εἴκοσι καὶ τέσσαρας PR 8 τοῦτο et κινούμενον S post κινουμένους add. τὸ αὐτὸ δέ ἴδης ἂν sed rursus del. P 9 βλέπεις Ra post τέσσαρας add. βλέπεις PR 10 ἴδης S 11 τὰ πλάγια Sa 12 τὰ ἔμπροσθεν S: τὸ πρόσθεν a 16 τὰ πλάγια 8 17 post ὅπου add. εἰσὶν PR 18 τὰ post καθάπερ om. 11 20 ἀποδιδοὺς P: ἀποδιδῶν R 21 ὡς] ὥσπερ a 22 εἴρηται πολλάκις coll. a 23 δὲ a post αὐτὰς add. δὴ PR 28 καὶ διὰ τοῦτο—σκελῶν σκελῶν εἰσι (30) iterat S 32 τῶν πτερυγίων S: τῆς πτέρυγος a 33 αὐτοῖς post γάρ ἐστιν (32) ponunt PR
marginal 186r
marginal 186v
footnote 1 πτερυγίων S ἀφέλοι aP in lit.: ἀσφ α R 2 προιέναι] πτῆναι Sa δύναιντ’ ἄν P 4 ὀρθῶς S 6 ἐστι om. Sa 6. 7 εἰπὼν—ὑποκείμενον om. PR 9 πρὸς] εἰς a τὰ ὄπισθεν S 12 ὥσπερ PR καὶ om. a 15 ποιεῖται PR post συστέλλοντα add. δέ S 16 ἐπακολουθοίη PR Arist. vulg.: ἐπακολουθεῖεν Arist. Y: ἐπακολουθεῖ Sa 19 οὐδὲ PR 22. 23 ἐρχόμενα Sa 23 ᾠοτόκα Sa 24 πάντα ταῦτα coll. PR 25 ᾠοτόκων S 26 προσπεφυκότα Sa τὰ πλάγια a 27 κατατεταμένα a ut Arist. vulg. 28. 29 πεφυκυῖαι a 29 μέχρι PRa 32 ὅταν om. PR 32. 33 ἐπῳάζουσι PR 34 προσστέλλειν ex προστέλλειν corr. S1: προστέλλειν a 35 μερισμόν PR
marginal 186v
marginal p. 713b11
marginal 2 post ὁ add. δὲ R 2. 3 τὰς σαύρας ὁράτω coll. a 3 post βατράχους add. καὶ a 4 ζῷον om. P: ζώων a σαύρᾳ a σαύρας a 6 post κάμπτειν add. ἄλλως PR 8 κάμπτονται PR 9 post ὀπισθίων fort, addendum ποδῶν ταῦτα et ἔσχατα a 9. 10 πρόσθιοι καὶ ὀπίσθιοι PR 10 οὔτε ἀνακάμπτουσιν a 11 τῶν προσθίων PR πρὸς τὸ ἔμπροσθεν PR 12 βλαισσὴ P: βλισσὴ R 11 εἰσὶ S 17. 18 ταῦτα δέ] καὶ ταῦτα PR 19 post τὸ add. τὰ a τὰ πλεῖστα αὐτῶν coll. PR 21 περιττότατοι libri et Arist. Y: περιττότατα Arist. vulg. 22 περιττότατον S 24 ποιεῖται a ἔχουσι τοὺς ἡγεμόνα; coll. PR 25 δέ om. P 27 πρόσθεν PR τοῦ om. PR 28 μόνους ἔχειν coll. PR τοῦ πολλοὺς—ἡγεμόνας om. a 29 μὴ δυναμένων post σκληρότητα (30) pouunt PR 30. 31 τοὺς προσθίους πόδας PR 31 τοὺς προσθίους εἰς τὸ πρόσθεν κάμπτει PR
marginal 187r
footnote 4 βλαισσότητος P: βλεσσότητος R ἀναφωνεῖ Sa 5 πάντα S 6 καὶ τὰ τῶν PR 8 τούτων om. a 9 τόν βίον πάντα P ἡδύνατο PR 11 βλεσσοῦνται utrobique PR 12 καὶ] καὶ διὰ P: διὰ R ἐπὶ τὸ utrobique RSa; cf. Arist. PSUY: ἐπὶ τῷ Arist. vulg. corr. P νοεῖν R ante οὐκ add. καὶ P 13 ἀλλ’ om. Sa 14 βλεσσοῦνται R, itemque porro 15 ἐπειδὴ PR 16 τρωγλοδεῖται a 19 βλαισοῦνται] βλαισοὶ (βλεσσοὶ R) PR 20 ὡς] καθάπερ PR 23 τὸ ὄπισθεν ἔχει coll. PR 25 ἀμφότεροι S 28 δέ supr. vers. P2 20 ποιοῦνται supr. S1 30 εἴὥ S: εἴασεν a 31 ἦσαν] ὑπῆρχον PR 34 ἔχει a
marginal 187r
marginal p. 714b8
