@node
@author=Syntipas
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Alfred Eberhard
@filename=tlg3118.tlg002.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg3118.tlg002.1st1K-grc1.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Fabulae Romanenses Graece Conscriptae, Alfred Eberhard, Syntipas, Teubner, Leipzig, 1872, 1, Internet Archive.
@sponsor=University of Leipzig
@title=Narrationes de Syntipa
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:57:11Z

 
 
 
 
 
. 
. 525 
. 
 
 
 
 
· 
 
 
 
 
 
; 
 
 
 
ʼ 
 
 
 
 
 
;“ 
 
ʼ 
 
 
 
 
·“ 
. 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
-
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
, 
, 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
-
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
, 
;“ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
) 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
, 
 
 
 
 
 
.“ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
) 
 
 
 
 
.“ 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
.“ 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
ʼ 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
, 
 
 
;“ 
 
 
 
 
 
 
 
 
 
“ 
 
 
 
 
 
 
.“ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
ʼ 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
-
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
-
; 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
.“ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
“ 
 
 
 
 
;“ 
 
 
 
· 
, 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
᾽ 
 
, 
 
. 
 
 
, 
, 
, 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
.“ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
, 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
, 
) 
 
 
.“ 
 
 
 
 
 
 
 
 
, 
 
 
 
“ 
 
 
 
 
 
 
.“ 
 
ʼ 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
;“ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
“ 
 
 
, 
 
 
 
, 
 
 
 
 
 
-
· 
 
) 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
). 
 
 
 
 
-
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
, 
 
; 
 
 
 
 
 
 
 
;“ 
 
 
 
 
· 
 
 
; 
 
 
 
 
 
· 
 
 
 
·] 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.“ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
“ 
 
 
 
; 
ʼ 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
-
. 
 
 
 
 
 
 
 
 
 
.“ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ) 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 

, 
᾽ 
 
. 
 
 
 
 
· 
 
 
 
, 
 
;ʼ 
 
 
· 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
, 
 
 
 
. 
᾽ 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
. 
 
 
 
 
 
 
) 
 
ʼ 
 
; 
 
 
 
 
 
;ʼ 
 
 
’ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.᾿ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
· 
 
, 
 
, 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
] 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
) 
 
 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
, 
 
 
 
ʼ. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
᾿; 
 
 
 
 
· 
 
 
 
 
 
-
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
-
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
, 
 
 
᾿; 
 
 
 
’, 
 
.’ 
 
 
 
, 
 
. 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
.ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
) 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
-
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
-
.’ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
-
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
] 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
· 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
’ 
 
 
, 
 
· 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 80 
 
 
 
 
 
 
 
 
, 
 
· 
, 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
-
 
 
᾽ 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
-
 
 
 
 
 
, 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.“ 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
, 
, 
 
 
 
᾽ 
 
 
) 
 
, 
 
 
 
 
 
 
ʼ 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
;’ 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
, 
 
, 
 
 
-
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
;ʼ 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
-.
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
· 
᾽ 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
-
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
-
, 
᾽ 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 

 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.ʼ
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
) 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
, 
, 
 
 
 
 
;“ 
 
 
 
 
 
· 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
-
 
 
.“ 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
.ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
· 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
.’ 
 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
’. 
 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
;’ 
 
 
· 
 
, 
 
.ʼ 
 
 
 
 
 
 
· 
 
 
 
, 
 
; 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
ʼ; 
 
 
 
 
 
 
 
 
·
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
· 
 
 
, 
, 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
’, 
, 
 
 
.’ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 ; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
-
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
, 
 
 
 
. 
 
 
 
 
 
 
.ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
, 
 
, 
 
 
 
 
.’ 
 
 
 
 
 
, 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
-
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
ʼ 
 
 
, 
 
· 
 
 
 
 
 
 
 
.ʼ 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
· 
’ 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
.᾿ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
 
 
 
 
, 
 
, 
.’ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
;’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
.’ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
᾽ 
’ 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.’ 
 
 
 
 
· 
, 
 
, 
 
 
 
 
.’ 
 
’ 
 
 
 
 
 
-
· 
, 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
·“ 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
ʼ; 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
.ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
.ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.“ 
 
, 
 
, 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
] 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
-
 
 
ʼ 
 
 
 
 
 
-
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
, 
 
 
 
 
 
 
ʼ; 
 
 
,’ 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
;’ 
 
 
 
 
 
 
 
;’ 
 
ʼ 
 
’ 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
’ 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
ʼ 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.’ 
᾽ 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
· 
 
᾽ 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
-
, 
 
· 
 
 
, 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
.’ 
 
ʼ 
 
 
ʼ 
 
· 
-
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.’ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 [, 
 
 
 
]. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
;’ 
 
 
 
 
· 
 
 
. 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
, 
 
 
 
 
 
’ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
.’ 
 
ʼ 
 
 
 
 
 
 
 
 
 
,’ 
 
 
 
 
.’ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
, 
 
, 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
-
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
, 
, 
 
 
 
’ 
 
 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
) 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
. 
 
, 
 
 
᾽ 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
-
 
 
 
 
 
 
 
 
 
 
 
 
; 
; 
; 
 
 
 
᾿ 
 
 
· 
 
, 
᾽ 
 
 
 
 
, 
 
.᾿ 
 
 
 
 
 
-
· 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
-
; 
 
 
 
’; 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
᾽, 
 
, 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
.’ 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
.“ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
;’ 
 
 
 
᾽ 
’, 
 
 
 
 
 
 
 
 
 
 
] 
 
 
.’ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.“ 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
-
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
.’ 
 
ʼ 
· 
 
 
 
 
 
 
 
 
᾿ 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
) 
 
· 
 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
.ʼ
 
 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
-
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
-
 
 
 
 — 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 — 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
) 
, 
 
 
) 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
· 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
-
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
-
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
ʼ 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
) 
 
ʼ; 
 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
.’ 
 
 
 
 
 
’ 
 
 
 
· 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
’, 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
-
. 
᾽ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
᾽ 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
) 
 
 
 
 
) 
 
. 
 
 
 
 
 
 
, 
 
 
 
· 
 
’, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
) 
 
 
 
 
, 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
-
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’; 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
.’ 
 
 
 
’, 
 
 
 
 
.’ 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
;’ 
 
 
’, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
, 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
) 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
) 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
) 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
.’ 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
] 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
, 
 
 
 
. 
, 
 
, 
 
 
 
 
 
 
 
-
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
-
, 
 
 
 
 
 
-
.’ 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
’ 
 
 
 
 
 
 
 
.’ 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
). 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
-
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
-
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 ;’ 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
.’ 
 
 
 
 
 
 
· 
 
 
 
 
;’ 
 
 
 
 
’ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
· 
 
, 
, 
 
;’ 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
 
 
’; 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
.’ 
 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.’ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
;’ 
 
 
 
 
· 
 
, 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
.’
 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
.’
 
 
 
 
· 
 
 
 
 
 
;’ 
 
 
 
 
· 
 
 
 
.’ 
 
 
· 
 
 
 
 
;’ 
 
 
 
 
 
 
’ 
 
.’ 
 
 
·
 
 
 
 
;’ 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
 
;’ 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
.’ 
 
 
· 
 
 
 
;’ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
 
 
 
;’ 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
;’ 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
 
 
 
 
;’ 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
.’ 
 
 
· 
 
 
 
 
 
 
;ʼ 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
;’ 
 
 
 
· 
 
 
 
 
) 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
-.
 
· 
 
 
 
 
 
 
 
, 
 
 
 
;’ 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.’ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
;’ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
.’ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
-
 
 
 
 
 
;’ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
· 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
· 
 
) 
 
 
 
 
 
 
 
 
;’ 
 
 
· 
 
 
) 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
) 
 
 
 
 
 
: 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’
