@node
@author=Basil, Saint, Bishop of Caesarea
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Roy J. Deferrari
@filename=tlg2040.tlg004.perseus-grc1
@funder=Google Digital Humanities Awards Program
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2011-09-12.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Basil, Saint, Bishop of Caesarea, Roy J. Deferrari, Saint Basil The Letters, in Four Volumes, William Heinemann; G.P. Putnam's Sons, London; New York, 1926-1930, 1-4, Internet Archive, Internet Archive, Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Epistulae
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:37:27Z

159740	grc πρὸς Εὐστάθιον πρεσβύτερον Ἀντιοχείας πρὸς Εὐστάθιον φιλόσοφον ἀπὸ Ἀντιοχείας πρὸ τοῦ πρεσβύτερον κατασταθῆναι Εὐσταθίῳ φιλοσόφῳ Ἀντιοχείας περὶ τοῦ πρεσβυτερίου
grc λεγομένης
grc προϊδοίμεθα
grc ἀπολλυμένοις
grc δειλία
grc ἐκ
grc ἡσυχίας
grc πυκνὰ
grc κατειλημμένον συγκατειλημμένον
grc ὁμόζυγι
grc ἐπιθυμίαι
grc μέριμναι
grc καὶ
grc παραλαβοῦσαι
grc δρασμὸς
grc καταψυχθέντα
grc μακαριστότερον
grc ψυχῆς
grc διαφορούμενος
grc τε καὶ ἐλλαμπόμενος
grc καὶ
grc τῆς ψυχῆς
grc ἦν
grc εἰκόνες εἰκόνα
grc προκαλούμενα
grc αὐτὸν... καὶ ἡμᾶς εἰς κακίαν
grc καὶ
grc ἐπικρυπτόμενον
grc κριτὴν
grc βλαπτικὸν
grc τροφὰς
grc μόλις
grc ἐργασίᾳ
grc ἀπασχολεῖν ἀποπληροῦν
grc λεπτῷ συμμέτρῳ
grc αὐτῷ
grc ἀτόποις
grc ἐν
grc προβλέπων
grc πάνθʼ
grc πλείονα
grc χαλάζῃ
grc τεῖχός τι καρτερὸν
grc οὔτε θορύβους
grc οὕτω
grc τοῖς συνορᾷν   οὐ θαυμαστὰ
grc Ἀννίσοις
grc εἰπὼν
grc οὐ
grc ἀθρόως
grc προστάγμασιν
grc δικαστηρίῳ
grc τούτῳ μὲν
grc τύχη ὅτι
grc ἐγκύπτων
grc ἡμῖν?̔ῖ ὦ ἡμῖν ἡμῶν
grc Νεκταρίῳ παραμυθητικὴ ἐπὶ τῷ υἱῷ πρὸς Νεκτάριον τὸν υἱὸν ἀποβαλόντα
grc γράμματα
grc σημαίνοντα
grc μετριωπαθῆ
grc λαμπρὰ
grc ὂν
grc ἐκείνου
grc τῶν ψυχῶν
grc τὸ... ῥεύματα
grc ἐν
grc τίθησιν
grc τῷ ποθουμένῳ... ἐπείγεται οὐδὲ πολὺς . . . ὑποδέξεται τέλος
grc τύχωμεν ὁμόζυγα ἐπὶ τῷ παιδί
grc ἀπὸ
grc μοι
grc δυοῖν
grc τί οὖν... θνητός
grc ἀνθρωπίνης ζωῆς
grc πρὸς εἰς
grc οὔτε
grc αὐτὸς
grc καὶ
grc ἐσθὲ
grc ἀναλίσκουσα
grc Γρηγορίῳ ἐπισκοπῷ ἑταίρῳ ὅτι οὐχ ἱκανὸς ὁ λόγος πρὸς παράστασιν τῆς νοουμένης εὐσεβείας καὶ ἵνα συνηγορῇ τῇ ἀληθείᾳ. γρ. Εὐαγρίῳ πρεσβυτέρῳ τῷ αὐτῷ ὅτι οὐχ ἱκανὸς ὁ λόγος πρὸς παράστασιν τῆς νοουμένης εὐσεβείας τοῦ αὐτοῦ πρὸς τὸν μέγαν Γρηγόριον ὅτι οὐχ ἱκανὸς ὁ λόγος πρὸς παράστασιν τῆς νοουμένης εὐσεβείας ἴνα καὶ τῇ ἀληθείᾳ συνηγορῇ Γρηγορίῳ βασίλειος
grc οὐδέποτε
grc ζητούμενον
grc καὶ
grc ὃ
grc καὶ
grc τοῦ
grc τῶν λόγων
grc καὶ περὶ πίστεως
grc ἥττησθε
grc ἂν
grc με
grc γένοιτο
grc φυλιστιαῖος
grc ἀλλʼ
grc λέγομεν?̔ο ὠ
grc μετὰ
grc ὃ
grc ἐπειδὴ
grc τοῦ
grc ἀπαγγείλῃ
grc τὸν
grc προτιθείσθω
grc αὐτοζῶν
grc Κύριος
grc καὶ Θεὸς
grc προσσημαίνων
grc τε
grc τοὺς
grc ὁ
grc τοῦ
grc οὐδὲ
grc ἐπειδὴ
grc τί ἐστι χριστοῦ βασίλεια
grc ὑμῶν
grc ἰδίαν ἰδίους
grc ὧν
grc μετέχει
grc κτίζεται
grc ἁμαρτίας
grc διὰ σὲ
grc ἀσθενίας ἁμαρτίας
grc καὶ ἴσην
grc ἐστι
grc προσαγορεύεται
grc σε
grc λέγοι
grc προσβῆναι
grc λέγει
grc ναοὶ
grc ὁμολογήσομεν
grc τὰ πάντα ὁ ομ
grc οὖν
grc καὶ
grc τῷ
grc φησίν
grc εστιν ̔σιξ̓
grc λοιπὸν
grc ἁμαρτίαις
grc τὴν
grc ὡς καὶ
grc μαξίμῳ φιλοσόφῳ περὶ τῶν πονημάτων διονυσίου
grc πρὸς
grc θρυλουμένης
grc ἀνθρώποις
grc τοῦτον
grc ὅτι
grc φιλονεικίας
grc ταύτῃ ταῦτα
grc κακὸν ... κακου
grc γράμμασι
grc τῷ πνευματικῶ
grc οὖν
grc ἐμὲ
grc ἴδιον
grc ἔχοι
grc ὑγιᾶ
grc ἀποτέμνει
grc καὶ
grc ἐπιλέγειν
grc οἴομαι
grc τῶν τοιούτων· τούτων
grc ἐπὶ
grc ἐπιδείκνυσθε
grc ταύτης
grc ἡμᾶς
grc ἡμῖν
grc πρὸς ἐλευθέραν προτρεπτικὴ εἰς τὸ μεταθέσθαι πρὸς τὸν ὑψηλὸν βίον
grc ποιεῖ
grc ἑπομένῳ
grc εὐπνοούσας
grc οὖν
grc φίλῳ
grc εὐφραίνηται
grc Θεὸς
grc παρʼ ἡμῖν
grc Γρηγορίῳ ἑταίρῳ τῷ αὐτῷ τοῦ μακαρίου βασιλείου ἐπισκόπου Καισαρείας Καππαδοκίας πρὸς Γρηγόριον ἐπίσκοπον ναζαν
grc μέν τι μέντοι
grc με
grc ὀκνηροτέρως
grc λήξομαι
grc συμβαίνοντα
grc εἰώθειμεν
grc τούτων
grc παντόθεν
grc τις
grc τούτου
grc σχολαίῳ
grc μικροῦ δεῖ
grc τοῦ
grc ὑπὸ
grc περιτραχύνεται
grc ὑφʼ
grc μεγίστην πασῶν
grc τε
grc περιειλούμενον
grc ἐθαύμασεν
grc ὑπουργίαν
grc ἐκτρέφει
grc αὐτοῖς
grc νήσους
grc ἡμετέρων
grc προσφθέγξασθαι
grc Εὐνομίῳ πρὸς Εὐνόμιον αἱρετικὸν ὅτι μηδὲ τὴν τοῦ μύρμηκος φύσιν ἐπιστάμενος τὴν πάντα νοῦν ὑπερέχουσαν δύναμιν φυσιολογεῖν ἐπεχείρησεν
grc προέβαλεν παρέβαλεν
grc πρὸς
grc ἑαυτοῦ ἑαυτὸν
grc τῷ σώματι
grc κονδύλοις
grc εἰ
grc ἀπὸ
grc ἐναργεστέρας
grc ἡμῶν
grc ἡμῖν
grc ὁ Κύριος
grc Μακαρίῳ καὶ Ἰωάννῃ Μακαρίῳ Μακρίνῳ καὶ Ἰωάννῃ ὥστε μηδὲν ἐπὶ ταῖς διαβολαῖς ταράσσεσθαι
grc θερινὸς
grc ἡ... θλίψις ἀμελέτητος
grc τοῖς μετιοῦσι
grc τῶν προσδοκωμένων
grc ἐν
grc παρηφάνισε
grc τοῖς ἄθλοις
grc ἰσχυρότατον... προβαλλομένων
grc προσποιήσει
grc παρακαλῶν... βοηθὸν
grc τῷ αὐτῷ τῷ αὐτῷ ἀπολογία διότι ἐπιστείλαντι εὐθὺς οὐκ ἀντέγραψεν
grc γραμματοφόρος
grc ἐπιτίθεις
grc γε
grc πραγμάτων
grc κατακορίᾳ
grc αὐτοῦ
grc ἡμῖν
grc ὅσον
grc ἐν τούτῳ
grc μήτε
grc καὶ τὸ
grc σοῦ
grc ἐπιτρέπειν
grc γάρ που...ἐγκλήματα
grc ἀνεπίγραφος, κανὼν ἀκριβὴς τῆς κατὰ τὸ εὐαγγέλιον τοῦ Χριστοῦ ἀσκητικῆς πολιτείας
grc εἰπεῖν
grc ἀναγκαίως
grc ἅτινα ἐστὶ ταῦτα
grc κληρονομίας
grc πάντοτε
grc ἡμῖν ὑπὸ
grc ἔχειν
grc ἀδελφοῖς
grc τραχέως
grc ὅτι... χρείαν
grc μὴ
grc οὐδέν
grc προτιμᾶσθαι
grc ὑπὲρ ἑαυτὸν
grc θεοῦ
grc γινόμενα γινομένου
grc τῆς εἰς τὸν διατυποῦντα
grc ἐπιτεταγμένον τεταγμένων
grc ἄλλων
grc ἢ
grc ὅση δύναμις ἕκαστον
grc ἐπὶ
grc μεταστήσει ἀμφοτέρους
grc καὶ κατὰ πάντα
grc παραθετικὴ ἀποταξαμένῳ τῷ βίῳ καὶ μονάσαντι
grc καὶ... διανοίας
grc καταστῆναι
grc ὑποκειμένων
grc διὸ
grc ἐν Χριστῷ
grc αὐτῷ αὐτοῦ
grc θεῷ
grc αὐτοῖς
grc προτεθῆναι
grc ὑπεθέμην
grc τοῦ αἰῶνος
grc Ἀγκύρας Ἀθανασίῳ πατρὶ Ἀθανασίου τοῦ ἐπισκόπου ὅτι τὰ κατʼ αὐτοῦ λεχθέντα ἀνεξετάστως οὐ παραδέχεται καὶ ὅτι δεῖ τοῖς τέχνοις πρὸς τῇ φυσικῇ καὶ τὴν ἐκ προαιρέσεως ἐπιτείνειν ἀγάπην
grc τοῦτο δὴ
grc μαθήμασι
grc σχόντος
grc ὥστε
grc εἶπες
grc ταμιευόμεθα
grc Ἀθανασίῳ Ἀγκύρας ὥστε φανερῶσαι αὐτῷ πόθεν ἐκινήθη πρὸς τὴν κατʼ αὐτοῦ λύπην
grc οὕς
grc κατὰ
grc ἐγγίνονται
grc τὴν πρώτην
grc τὸ μὲν οὖν τῶν
grc παισὶν ἦν
grc δεδοικόσιν
grc ἄξιον
grc πεπιστεύκαιμεν πεπιστεύκειμεν
grc τοσούτῳ
grc ἀποδείξεως
grc καὶ
grc ὥσπερ
grc τῶν καιρῶν τούτων
grc σεαυτὸν
grc ἡ ἀναβολὴ ἀναβολῆς
grc ἡμῖν
grc ἢ
grc καὶ συγγραφόντων
grc ἀναγαγόντα
grc εἰσῆλθε
grc παρέγγραψας
grc τῷ ἀδελφῷ Γρηγορίου Καισαρίῷ ἀδελφῷ Γρηγορίου τοῦ θεολόγου βασίλειος
grc ἐν
grc ἐπιδεικνυμένῳ
grc ἀεὶ
grc ἔχομεν
grc οὐδὲ
grc ὑποσχέσεις
grc δουλεύσειν
grc ἐπιμελέσεσθαι
grc ἐγγυτάτῳ
grc ὑπὲρ
grc σοὶ ἦν
grc ἐμαυτοῦ
grc ἐπʼ
grc λογίζεσθαι λογιζόμεθα
grc προάγειν
grc λογίζεσθαι λογιζόμεθα
grc ἀνθρώποις
grc ὑπενεγκὼν
grc Μωσέως
grc ἀγαθῶν
grc σὺν
grc ἀταξίας
grc οὔ
grc γήρους
grc καρτερικὸν
grc ἐν
grc γίνεται
grc ἐπαισθάνεσθαι
grc ὀξύτερον ὀξύτερος
grc σου
grc αὐτῷ ἑαυτῷ
grc ἐροῦσιν
grc ἀναβλέψομεν
grc ὑμῖν
grc ἂν
grc αὐτῇ
grc πειθομένῳ
grc ἢ
grc οὐδὲ
grc οὐδὲ ἕν
grc ἡμᾶς
grc ἐκπλαγέντες
grc συμφορὰς μεγίστας
grc ἀληθείας
grc μήποτε
grc λόγοις
grc ὅλως
grc ἀναχωρῆσαι
grc ἐν
grc ἐκκλησιαστικῶν
grc εἰσαεί
grc ἔρις
grc μεταστάντος
grc μου
grc ὀδυρομένου
grc λιπομένοις
grc μακρῶς
grc μονονουχὶ
grc οὐδὲν
grc Εὐσεβωνᾶ ἐπισκόπῳ
grc περὶ
grc ὑποῦσαν
grc σεαυτὸν
grc εὐσεβεστάτους
grc διὰ Γρηγόριον ἐπίσκοπον
grc ἐπαλλήλοις
grc Κυρίου χριστοῦ
grc ἑαυτοῦ
grc ἐπινοήσας
grc ἐνυβρίστων
grc ἐξ
grc σεμνοπρέπειαν
grc ἀναμεῖναι
grc ἐξευρίσκων Ἀβουρίῳ
grc πειραθῆναι
grc συμφορῶν λυπηρῶν
grc πρεσβύτερος ὢν διὰ τὴν Ταρσὸν ἐπιβουλευομένην Εὐσεβίῳ ἐπισκόπῳ πρεσβύτερος ἒν Εὐσεβίῳ ἐπισκόπῳ πρεσβῶν
grc εὐκληρίας εὐκαιρίας
grc δυεῖν
grc ἡμῶν ὑμῶν
grc τῇ ἐπινοίᾳ
grc ἡμῶν
grc οἷαν
grc πάθοιμι
grc καταλάβῃς
grc μὴ
grc σοι
grc κεῖσθαι
grc συνήθη
grc συνήθειαν
grc τι
grc διασώζουσαν
grc μισθὸν
grc Γρηγορίῳ ἀδελφῷ περὶ διαφορᾶς οὐσίας καὶ ὑποστάσεως πρὸς Γρηγόριον ἀδελφὸν
grc φύσεως
grc πάθῃς
grc οὐχὶ
grc τις
grc χωρήσασα
grc Παύλου λόγον... ἐπὶ τοῦ
grc ὑφεστηκὸς
grc τοῦ κοινοῦ φρομ τὸν κοινὸν
grc τὸ τῷ
grc ἔμελε ἤμελλε
grc ἐδήλου
grc Αὐχίτου
grc ἁμάρτης εἴ πως πῶς ὡς
grc σοι
grc ὑποτεταγμένον
grc ἐπειδὴ
grc ἐν πᾶσιν
grc ἐξηρτημένον
grc ἐπὶ
grc διὰ τῶν αὐτῶν φρομ δι’ αὐτῶν αλια
grc κεχηναίναι
grc τὸν πατέρα φρομ τὸ Πνεῦμα αλια
grc ἀπόστολος
grc τὸν πατέρα φρομ τὸ πνεῦμα αλια
grc ἐν αὐτῷ
grc ἢ
grc ἔφαμεν
grc ἐφαρμόσασθαι
grc συνφυὲς συμφυὲς συνμφυὲς συναφὲς
grc προσπέσειεν
grc τοῦτο τοῦτο ἡλίου
grc κατὰ τὸ σχῆμα τοῦ ἡλιακοῦ κύκλου τοῦ κύκλου τοῦ ἡλιακοῦ
grc πολύχρωμος
grc ὑπεκκλέπτουσα
grc μιγνύντα
grc φεύγουσιν
grc καταλαμβάνειν
grc νόει λόγισαι νοῆσαι
grc ἐπαναστράπτειν ἐπανάπτειν
grc οὐσιότητας
grc πολύχρωμον πολύχροον πολύχρωμον
grc κενοπαθεῖν
grc ἐνεθεώρησεν λόγος
grc εἰς κατὰ
grc ἐπιγνώσεται
grc ἐπʼ ὑπʼ
grc καὶ
grc τοῦ ἀποστόλου
grc τινος τῆς
grc ὡς καὶ
grc ἀδιασπάστως
grc διαστιματικῇ
grc ὑποδείγμασι δόγμασι
grc πρὸς καὶ
grc σώματος
grc σχήματος
grc διακρίνῃ
grc παρίστησιν παριστάναι
grc ἐπιθεωρούσης
grc διαζεύξαντος
grc μόνον
grc καταλαβεῖν καταλαμβάνειν
grc ἔχει
grc γὰρ
grc εἰσεδέξατο εἰσεδέξατο ἐδέξατο
grc δίδωσι δίδωμι
grc ἧς μόνης
grc ἀλλήλοις
grc ὅσον
grc Ἰουλιανὸς βασιλεὺς βασιλείῳ Ἰουλιανοῦ τοῦ παραβάτου πρὸς τὸν μέγαν βασίλειον Ἰουλιανοῦ πρὸς τὸν ἅγιον βασίλειον
grc ἐκομισάμην
grc ποταμοῦ
grc εὐμορφοποικιλοκανθαρόμορφοι εὐμορφοποικιλοκαρόμορφοι εὐμορφοποικιλοκαθαρόμορφοι
grc προκυλινδοῦνται
grc ἁρμόζει
grc Σάπφωριν
grc ἐνταῦθα
grc τῶν
grc περιβαλλόμενος?̔περι
grc κωνσταντοῦ
grc τὴν ἡλικίαν
grc μου
grc κατὰ τὴν Περσῶν
grc καὶ
grc ἑτοίμως ἔχω
grc τὴν
grc καλλιεργήματα
grc πεῖσαι
grc μοι τεἰ συνίδης
grc σου
grc ἃ δὲ ἀνέγνων, ἔγνων καὶ κατέγνων βασίλειος Ἰουλιανῷ παραβάτῃ πρὸς ταῦτα βασίλειος πρὸς ταῦτα τῷ παραβάτῃ
grc σοι
grc καθʼ ἡμῶν
grc κατὰ σεαυτοῦ
grc ὅπερ ἔστι βασιλικὸν πρόβλημα
grc ἔνδοξον
grc περὶ τὰ τοιαῦτα φορ εἰς τοῦτο
grc ἤρξω
grc ἐπιχειρεῖς
grc καθʼ ἑκάτερον
grc στρατοπαιδευθείς
grc ἐξαποσταλῆναί σοι
grc ἡμῶν
grc χορτασθῆναι
grc βραχυτάτῳ
grc ἐκθαμβεῖσθαι
grc σὸς
grc ὑμῖν
grc ἰατρεύειν ἐπιχειρεῖς
grc ἃ μέντοι ἀνέγνως, οὐκ ἔγνως· εἰ γὰρ ἔγνως, οὐκ ἃν κατέγνως ὁμιλία πρὸς τοῦ αὐτοῦ μεγάλου βασιλείου πρὸς Χείλωνα τὸν ἑαυτοῦ μαθητήν τινὲς τὸν λόγον τοῦτον τοῦ ἁγίου Νείλου εἶναι λέγουσι
grc εὖ
grc συμβουλευθῆς
grc αὐτὸς
grc μόνῃ
grc πῦργον
grc αὐτοῦ
grc τέθεικε
grc αὐτὸ
grc τὸ τῶν κατορθωμάτων τέλος ἐπειγομένῃ. τοῦτο γὰρ διδάσκει ἡμᾶς τῷ οἰκείῳ
grc γὰρ
grc βουλόμενος ἡμᾶς
grc  βεβαιουμένοις ἡμῖν
grc πρόσω
grc λέγων
grc διώκων
grc χθιζοῦ
grc εἰς
grc ἔμπροσθεν
grc ὅτι
grc ζωῇ
grc τῆς στιγμῆς τῆς
grc ἐκ τῆς
grc γυναικομανίαις
grc τούτου
grc τὴν
grc τῆς
grc Κυρίῳ
grc ἔστω
grc τοῖς ὀφθαλμοῖς ... νυσταγμὸν
grc εἰ μὴ
grc ἑαυτοῦ
grc ὑπομονικός
grc ἔσο
grc προσγίνεται
grc φησὶ γάρ... ἑαυτῷ ὄφελος
grc φιλεκδημητής
grc ἀγαπήσῃς
grc ὑποστρέφεσθαι
grc ἑαυτὸν
grc συνιστᾶς
grc καὶ
grc ἀμερίστως
grc μάθε τὰ
grc ἐκεῖνο
grc Ἅπαντα
grc φιλάδελφος
grc ἑαυτὸν
grc καρτέρει
grc διάλυσιν
grc πειθόμενος
grc δὲ μᾶλλον
grc ἀντιπαρατίθει
grc διαταγμάτων
grc ἐκθέσεις
grc συντυχία μεγάλην τοῖς συντυγχάνουσιν ἐκ τῆς προσούσης αὐτοῖς τοῦ Πνεύματος χάριτος τὴν ὠφέλειαν παρέχουσα
grc ἐνταῦθα
grc δὲ
grc καταρρήσσειν
grc καὶ μᾶλλον ὑπεραίρει τὰ κακά
grc συντυγχανόντων
grc αὐτοῦ
grc τὸν λόγον
grc ἀπάτην
grc ὀχουμένων
grc ἰδοὺ
grc καὶ ταραττομένη
grc τῶν ἀδικούντων τὴν ὁρμὴν ἀνακόψαι δυναμένῳ
grc ἑαυτὸν
grc ἐνώπιον τῶν ἀνθρώπων
grc ἐπισκοτήσῃ
grc ἐμοί
grc ὁ
grc μετʼ
grc οὖν
grc βαλλόμενον
grc Ἡσαΐαν... πριζόμενον
grc τοῦ
grc ἀγωνιζόμενος
grc ἑαυτὸν
grc λογιζόμενος
grc πάντα
grc παρακαλεῖται
grc οἰκοδομοῦντες
grc ὃ
grc ἑαυτὸν
grc τέλος θεῷ ἁγίῳ τῶν ἐπιστολῶν τοῦ μεγάλον βασιλείου
grc Ἀλέξιον. πρὸς διάκονον ἐκπεσόντ
grc τὴν πίστιν ἠθέτησας
grc καὶ παριστάμενος σκυθρωπός
grc εἰ
grc τὸν
grc μισαδελφίας
grc μὴ μαλακίζεσθαι
grc διατίθησι
grc ἐπικεχυμένης
grc σώματος
grc ματαίας σου προτέρας
grc σοι
grc χαμαιρρεπὲς
grc πλήθη
grc πρὸς
grc σοι
grc τὸν ἀθλητικὸν πόνον
grc ἐξέκλινες
grc τραχεία
grc σου
grc ἐφελκύσας
grc κολλᾶσθαι προς
grc μέρεσιν
grc τοῦ γόητος
grc τοῦτο
grc ἀπήλεγξαν
grc προσφευγούσας
grc παρατετηρημένος
grc περισσὸν δὲ 
grc προσνέμων προσνέμειν
grc τοῦ κόσμου
grc τὰς
grc εἰς
grc φύγε
grc γλυώδη γελοιώδη γελοιώδη
grc ἀρνήσῃ
grc  τὸ σύντριμμα
grc τηλικοῦτον τοιοῦτον
grc τὸ  σῶμα
grc ψυχῆς
grc γ’ ἂν
grc βλέποντες
grc οἳ καὶ
grc ἐμβλέψας βλέπων
grc γυναῖκα
grc αὐτὴν
grc ἧς ... ὁ Χριστός
grc στενάξειαν
grc τάγματα
grc μίσος
grc μᾶλλον δὲ
grc ὁ Ἰωάννης
grc τὸ μὲν γὰρ
grc κἂν
grc δὲ
grc κοινωνίας
grc ἀπορρήξασα
grc ἐπειδὴ
grc ἀποφύγῃς
grc ἐστί
grc τρόπος οὐδὲ
grc ἄρτι ἢ τότε
grc τὸ κράτος
grc ἐκείνης
grc φιλοτίμως
grc ᾠδῶν ὁδῶν
grc καὶ ἀμιάντου
grc καὶ καλῶς ... τηρηθῆναι
grc ποσάκις
grc πολλάκις
grc ταύτης
grc πόσα
grc ἀέρος τοῦ
grc μὲν
grc μέντοι
grc ἀθανάτου
grc μητρῷον
grc σε
grc ποτὲ
grc ταῖς πνευματικαῖς
grc ἀεὶ
grc φθείρει
grc εὐχῶν
grc μου
grc προσετίθην περιετίθουν
grc σοι
grc ἡμῶν
grc πικρότερον
grc πενθεῖν
grc οἷς
grc σιγᾶν
grc καὶ φλεγόμενον
grc αὐτῆς, καὶ ἡ δόξα
grc τῶν ἁγίων
grc εἰς τὴν ἀνομίαν
grc ἐξ οὗ οὐκ ὀφελεθήσεται
grc Κυρίου
grc ἢ
grc εἰς
grc ἤκουσεν ἠκούσθη
grc τολμήσαντα
grc ἐνυβρίσας
grc αὐτήν
grc ἡ Αἰγυπτία
grc διεφθάρη
grc ἔρχονται
grc διότι
grc χρηστοῦ
grc ἁμαρτιῶν
grc ὑποστροφῆς
grc καὶ
grc πάλον
grc βοηθήμασι
grc μιώσεις
grc προμαστιγουμένην
grc ὑποστρέφουσαν
grc ἀναστήσονται
grc σοι
grc ὅτι φησὶν ἐθεώρουν
grc ἐκαθέζετο
grc τὰ πάντα
grc φανερῶς
grc κλαθμὸς
grc ἐκδῦναι
grc ἑαυτοὺς
grc αὐτῷ
grc Δεῦτε πρός με ... ἀναπαύσω ὑμᾶς
grc οὖν
grc ὃς οὐδὲ ... ἕτοιμος ἐλευθερωτής
grc τίς οὖν... αὐτοῦ βοῶντος
grc βαστάξαι
grc σου
grc τὸ
grc ὑποστρέψαντας
grc ἡμέρας
grc ἀνθρώπῳ
grc σώτηρ
grc Γρηγορίῳ ἑταίρῳ περὶ τῆς κοιμήσεως Εὐσεβίου τοῦ ἐπισκόπου· καὶ ὅτι ἔχει πρὸ ὀφθαλμῶν τὸν εἰς τὴν ἐπισκοπὴν ἐπιτήδειον
grc νῦν
grc Εὐσεβίῳ ἐπισκόπῳ τῷ αὐτῷ περὶ Δημοφίλου τῷ αὐτῷ ἀπολογία διὰ τὸ βαρὺ τοῦ χειμῶνος καὶ περὶ Δημοφίλου ἐπισκόπου μετανοεῖν φημιζομένου
grc κατέστηξαν
grc σμικρότατον
grc δωμάτων
grc καταχωσθέντες καταχωσθέντο
grc Καππαδοκῶν ἦθος
grc Κωνσταντινούπολις δὲ
grc πολὺς ἤδη χρόνος
grc ἀπαγγέλλουσι
grc θρυλεῖται
grc ἡμετέρας
grc εἶπαν
grc σχῆμα
grc οὖν
grc τῆς τὴν
grc ἡμᾶς
grc ἰνοκεντίῳ ἐπισκόπῳ Ῥώμης
grc βοσπορίῳ ἐπισκόπῳ κατὰ συκοφάντων
grc κατέχεαν κατέχεαν
grc ἄϋπνον
grc εἰς
grc περιπεσών
grc ἐπιτρέψαντας ἐπιρίψαντας ἐπιτρέψαντας ἐπιρίψαντας
grc οὐ περιόψεται ... ἀπιστεῖν τῷ Κυρίῳ
grc κατήνεγκαν
grc ποίᾳ προφάσει ποίας προφάσεως
grc ἑαυτῶν
grc προστραγῳδήσωσιν
grc ἐλεύθερον
grc ἦν
grc ἦν
grc μὴ
grc ἐλυπήθημεν
grc Γεώργινον
grc γραμματίῳ
grc τῶν
grc δέκα καὶ ὀκτὼ
grc ἐπὶ ... ταύτῃ
grc ὡς καὶ ... ἐπίστασαι
grc ἀθέμιτον
grc Κανονικαῖς περὶ τοῦ ὁμοούσιον εἶναι τὸν υἱὸν τῷ πατρί
grc περὶ
grc προσεπετίθει
grc τῆς δικαίας
grc βεβαιωσαμένου
grc τὰ
grc πάντα μαθεῖν
grc καὶ
grc δὲ δὴ
grc εὔσημον εὔηχον
grc ἔχειν
grc γεγεννῆσθαι
grc ἁρμώσει
grc ἑκάτερον
grc εἴποιεν ἂν
grc ὅτι
grc βαπτίζεται
grc προθεὶς προτιθεὶς τοῦ
grc εἶναι
grc οὕτως
grc κενοφωνίαν
grc γάρ
grc κατάγειν
grc αὐτὸ αὐτοῦ
grc εὕρωμεν
grc πρὸς τοὺς ὑφʼ ἑαυτὸν ἐπισκόπους, ὥστε μὴ χειροτονεῖν ἐπὶ χρήμασιν
grc διάτι
grc γοὖν
grc φυλακτήριον
grc ἐν
grc φασί τινες τινὰς
grc αὐτός
grc ἀγαθῷ
grc τὸ ἀργύριον
grc ἐὰν
grc οὐ
grc τὸ
grc ἅμα
grc προσλαμβάνειν
grc ἀλλὰ μετὰ ... λαμβάνειν
grc ἀποθέσθαι
grc ἅγια
grc παρακαλῶ
grc τι
grc μυστηρίων
grc ἀναχωρίσει
grc βοήθειαν
grc πρὸ
grc προτιμήσητε
grc προδιδόντες
grc χωρεπισκόποις ὥστε μὴ γίνεσθαι χωρὶς αὐτῶν ὑπηρέτας παρὰ τοὺς κανόνας
grc ἀπελήλατο
grc δέδοικα
grc τοῦ
grc θυσιαστηρίων
grc οὐδεὶς
grc Ἐπεὶ καθαρίσατε
grc ἀνενεγκεῖν
grc Γρηγορίῳ Γρηγορίῳ πρεσβυτέρῳ χωρισθῆναι τοῦ συνοίκου γυναίου
grc ὦ Γρηγόριε
grc τὸν κανόνα τὸν ἐξενεχθέντα
grc γυναικῶν
grc ταῖς
grc καὶ
grc ἢ εἰς
grc ὑπάρξει
grc τὸ
grc σεαυτοῦ μὴ ἀνεχομένου σεαυτὸν μὴ ἀνεχόμενον
grc ἔκβαλε
grc ἡμᾶς
grc ποιήσας
grc ἅσπερ ἅπερ
grc ἑαυτοῦ
grc Περγάμῳ
grc καὶ εἰ
grc καὶ γὰρ καὶ εἰ
grc ἑκατέρων ̔ω
grc ἀργεία
grc ἐπάγων
grc παρεχόμενος
grc προσθῆναι
grc Μελετίῳ ἐπισκόπῳ
grc ἧς
grc ἄμποτε
grc θλίψεων
grc πεπλήρωνται
grc δὲ
grc κατεγγίζοντες
grc ὅπερ
grc οἱ
grc ἀδελφοὶ
grc γράμματι
grc τιμιότητι
grc Γρηγορίῳ ἐπισκοπῷ καὶ ἀδελφῷ
grc γράμματος
grc τοιοῦτον τοιοῦτο
grc συμπλέξας
grc ἐπισκόπου
grc καὶ κοινοῦ πατρὸς
grc ὑπέδειξα
grc ἐκείνη ἀληθής, αὐτος ὁ ἐπίσκοπος διεμαρτύρατο ἐπὶ τοῦ αἰδεσιμωτάτου ἀδελφοῦ Ἀνθίμου ὡς αὐτὸς
grc τὰ
grc πεμπομένην
grc ὑποφέρειν
grc οὐδʼ
grc τοῖς παροῦσι καιροῖς καθορῶ
grc τὰ
grc σαυτόν
grc φυλάττῃς
grc πεῖραν
grc σοῦ
grc καὶ
grc σε
grc δεῖ ἔδει
grc σοι
grc τὰ αὐτὰ τῷ προφήτῃ
grc λόγου
grc εἰπεῖν
grc κατορθούμενος, πῶς οὐκ
grc τό
grc τις
grc ἑτέροις
grc πρέπει
grc δὴ οὖν
grc διστολογίας
grc με
grc τούτοις
grc ὥστε
grc τῶν ἐκκλησιῶν τὴν ζημίαν
grc προδεδιδαγμένος
grc ἂν
grc παραμυθῆσαι ἡμῶν τὴν ψυχήν καταξίωσον
grc δέ
grc αὐταρκεστάτην
grc κοσμιότητος
grc τι
grc τῶν γεγραμμένων
grc ἀμαθίας συνεῖναι
grc καί
grc δουλεύσειν
grc γραφόμενα
grc τό
grc τῷ μεγάλῳ Ἀθανασίῳ
grc ἑαυτοῦ
grc ὑμετέρας
grc ἀπολαύσασαν
grc οὐχί
grc ἡγήσαντο
grc δέ
grc ἀντίδοσιν
grc εἶναι
grc ἅπασιν
grc Ἑλλαδίῳ
grc φαιδρότητα
grc συμπεριφερόμενος
grc Τερεντῖνον
grc Αὐταρκίῳ
grc συκοφαντίας
grc οὐδέ
grc τόν
grc ἐνδεικνύμενος
grc ἀγάπης
grc τοῦ Θεοῦ
grc ἐπιδεξαμένους
grc τὸν νόμον
grc εὐθηνίας
grc ἔστι
grc Θεοῦ
grc πολιτείας
grc αἰδεσιμώτατος
grc κατάστησον
grc ἐναφεθῆναι
grc ἔτι καιριώτερον καιριώτερον
grc ὡσπερεί
grc μίαν
grc ὁ
grc ὅτιπερ τό 
grc τοῦ
grc τό
grc συνήρεσκεν
grc ἐβουλήθημεν ἠβουλήθημεν
grc προκειμένων
grc διαστῆσαι
grc ἐκ
grc αὐτούς
grc καὶ ὅτε
grc ἔκπαλαι
grc αὐτοῦ
grc κόπον
grc ἐπὶ
grc ἀνεπέμψαμεν ἀναπέμψαι
grc τισί
grc διενεγκεῖν
grc αὐτοῖς
grc διδασκαλίας ὡς
grc ἐξορίζεσθαι
grc ἀποδείξεις
grc οὐδαμῶς διαβάλλοντες
grc εἰρημένων
grc τὰς ἐκκλησίας
grc τύχωσιν
grc διειργμένους
grc γραμμάτων
grc φανερώτερον
grc ἄκαιρον δεινόν
grc Γρηγορίῳ ἑταίρῳ
grc τῆς εὐλαβείας σου
grc καὶ ταῦτα διηγησαμένου ἀκούσαντες ὅπως
grc ἡμῶν
grc οὕτω
grc γάρ
grc τοιούτους δὲ τοὺς ἀνεχομένους
grc προαιρέσεως
grc θέλωσι
grc σοι
grc ὑφέξεις
grc κατάρξεις
grc οὐδείς
grc σε
grc ὅσου
grc ἑαυτοὺς
grc ὅτι
grc προσκαλῇ
grc περί
grc ἀρκεσθῆναι παρακληθέντα
grc τε
grc ὑπάρχει
grc σοι
grc τι
grc τῷ ἁγίῳ
grc μέν
grc ἡμῖν
grc ἀπένειμες
grc ὡς
grc τοσοῦτόν
grc δέ
grc διαδεχθῆναι
grc εἰσπράξεις
grc ἐξαρκέσομεν
grc ἀκαταφρόνητον
grc σῆς
grc ὑπολίπηται
grc αὐτοῖς
grc εἰς
grc τῶν
grc πολιτεῖα
grc Ἀλκίνους
grc κἀμέ
grc γ’ οὖν
grc ἡμέραν
grc ἀντὶ ἑνός
grc τοῖς
grc ἦν
grc ὅλη
grc τότε
grc χαρισάμενος
grc ἦν
grc ἐνεργείας
grc τε
grc πάλαι
grc οἱ?̔καί αντε οἱ
grc οὐ
grc ἀπηχοῦσαι
grc νύκτες
grc τό
grc ἐρείσματι
grc Προδανδοῦ
grc ὅπου
grc φθοροποιόν
grc συνοίκων
grc ἀπονώτερον
grc ἐνδείξωνται
grc τῆς ἐλευθερίας
grc πυλῶν
grc σοι
grc μεγάλην
grc Ἀβουρτίῳ
grc ἐλήλυθε
grc αὐτῇ
grc αὐτῆς
grc τῶν
grc καταπεπτώκασι
grc ἐνεποίησε
grc γενέσθαι
grc συμπαθεῖς
grc ἐπίδειξε
grc αὐτοῦ
grc ἄν
grc εἰς ἀπώλειαν ἐχώρησε παντελῶς οὕτως ὡς ἡ ἡμετέρα... εἰς ἀθρόον ἦλθεν ἀφανισμόν
grc πολιτῶν
grc καταλιπόντες
grc σωτήρ
grc χρῆσθαι
grc φθεγγόμεθα
grc ἤ γʼ οὐ μὲν οὖν οὐ μὲν οὖν ἡγούμενον
grc σε
grc παρακαλῶ μέν
grc Ἐὐσταθίῳ
grc δέ
grc τὸ θεῖον τό τὸν Θεόν
grc καί
grc τοῦ χαριζομένου
grc ἐνδυναμώσαντος
grc ὡς
grc τό
grc καὶ τό
grc πιστεύειν
grc αὐτοῖς
grc ἐθλίβομαι
grc Ῥώμης
grc δύναται
grc ἕξω
grc τίμιον
grc ἄρρητον
grc κατεδάμασε
grc παρισπασμόν
grc αὐτονεωτέρου
grc τοῦ
grc γράμματι
grc καταστῆσαι
grc τηλικούτου
grc ἐάν τινα
grc τῇ ἐλπίδι
grc πλεόντων
grc ταύτας
grc θαρροῦντες θαρροῦντας
grc καταφανήσονται
grc αὐτόθι
grc ἤ
grc οὐδέ
grc τόν
grc καὶ μεσιτείαν
grc εἴποιμεν
grc δέ
grc μηχανήν
grc ἀξιῶσαι
grc θαυμάσῃς
grc ἄλλων
grc τήν
grc τήν
grc ὑπάρξειν
grc τοῦ
grc προσείποιο
grc παρανομοῦντι
grc κινδυνεύῃ
grc υἱὸν γοῦν
grc οἶδε
grc εὐθύς
grc ἐπʼ 
grc περιέστηκε
grc ὥστε παύσασθαι τοὺς τῶν δημοσίων πράκτορας τοὺς ὅρκους τοῖς ὑποτελέσιν ἐπάγοντας
grc οὖν
grc ἡμᾶς
grc τὸν Θεόν
grc καταμελήσωσι
grc τῆς
grc αὐτούς
grc κατά
grc τούς
grc ἑαυτοῦ
grc εἰς
grc Βηρίσσοις
grc ἐξ αὐτῶν τὸ ἀφαιρεθέν
grc ἑτέρους
grc φέρειν
grc ὅσον ... τοσοῦτον
grc ἐπὶ κήσει ἐπὶ ἐκδικήσει ἐπὶ οἰκήσει
grc πρεσβυτέρου
grc ἐπὶ σέ
grc εἰς
grc ἐφʼ
grc διά
grc τοῦτο
grc ἀπεστείλαμεν
grc καὶ Γαλλίαν
grc κοινῆς
grc καί
grc νῦν
grc ἐπισκόποις δυτικοῖς συνοδική
grc ἐν
grc τε
grc Ἀθανάσιος
grc ἀποδειχθῆναι τούς
grc εὔφρανεν
grc κινήσεως
grc δέ
grc ἡμῖν
grc ἡμετέραν
grc ἐξουθένηνται νεωτέρων
grc καὶ οὐχί
grc εἰς
grc τι
grc καὶ οἰκτιρμοί
grc τοῦ
grc στερεοῦν οἰκονομοῦν
grc ἡμῖν
grc ἀληθείας
grc Ἰλλυρικοῦ
grc Θεῷ νοννυλλι
grc ἑαυτόν
grc τό
grc τῆς
grc ψυγήσεται
grc καταποντίζεσθαι
grc μέγας
grc ἀναπληροῦσθαι
grc ἀδελφοῖς
grc τοῖς
grc Ἰουβῖνος Σαβῖνος
grc Ἀτρεῖος
grc Χρυσορόης
grc Ἰσαάκης Ἰσάακις Ἰώσακις
grc καὶ οἱ λοιποί καὶ οἱ σὺν αὐτοῖς ἀδελφοί
grc ὅσην
grc διαναστήσωμεν διαναστήσαντες διαναστήσομεν
grc μέν
grc οὐδέποτε
grc τὰ πάντα
grc ὑμᾶς
grc εἰς
grc διεδραμεν
grc ἐπιμετρήσασα
grc περιπεσοῦσαι
grc ἐξεβλάστησαν
grc ἐπίσκοπον
grc τό
grc πάντα
grc σπουδαῖς ἀνθρωπίναις
grc διδόναι
grc μισεῖσθαι
grc δέ
grc γενόμενα
grc παισί
grc πρεσβυτέροις
grc ἐπαρκέσουσι
grc διασώζηται
grc ἐπελθεῖν
grc ἐπιδείξησθε
grc μανθάνειν
grc ᾖ οἵ
grc ἀνανεώσωνται ἀνανεώσονται
grc ἐκκηρύξουσι ἐκριζώσουσι
grc συναγαγόντες
grc τά
grc ἡ
grc ὁμοδοξεῖν
grc τῆς
grc ἅπερ ἐπενόησαν
grc πρὸς Καισάριον πατρίκιον περὶ κοινωνίας ἐκ τῆς πρὸς Καισάριον ἐπιστολῆς
grc τι
grc μάρτυρος
grc καί
grc ἐρημίας
grc καὶ ὅτε . . . ἑαυτοῦ
grc μεταλαμβάνει
grc τῷ ἄρχοντι τῆς ἐπαρχίας
grc φροντίσει
grc τοῦ
grc ὑπολίποιτο
grc τοσούτῳ
grc δέ
grc θεότητος
grc ἐπιστρέψομεν
grc μεγαλοπρεπές
grc κατασκευασμένον
grc ἐξηρτημένην
grc ἐντάξαι
grc τε
grc τῷ χρόνῳ τῷ χρόνῳ
grc ἀσφαλές
grc ἀποδημοῦντος
grc σήν
grc Φαρμαγοῦν
grc ἐπιφανεία
grc τιμιότητι
grc δι’ ἑαυτοῦ
grc τὸν ἀρχικὸν θρόνον
grc ἀκριβῆ
grc οὐδέν
grc μέν
grc ἑαυτοῖς
grc καί
grc εὐεργέτην
grc ἡ
grc πᾶσαν
grc ἡμέρας
grc τοιαῦτα
grc μηδενὸς οὐκ ἄν ποτε τοσοῦτον ἑαυτοὺς ὑπολάβοιμεν, ὥστε
grc ἀπίδωμεν
grc λείπειν
grc μοχθηρῶν
grc ἕποιτο
grc εὐχή εὐχῆς
grc ἐφέλκοι τῆς αὐτῆς
grc κοσμιότητος
grc ὑπό
grc ἀθυμίας
grc ὑπομνήσκοντα
grc οὐκ ἠξίωσαν
grc τῆς
grc Σαμοσάτων
grc αὐτοῦ
grc πεπειρασμένοι
grc ἀφικνούμενοι
grc ἐμόν, τόν,
grc ἐβουλόμην
grc ὑφήλιος ὑφʼ ἥλιον
grc ἐπεί
grc ποιῆσαι
grc τοῦ
grc πᾶν
grc ἐτράπην
grc καταγαγεῖν
grc τελειουμένην
grc τῶν λόγων τὸν λόγον
grc ὑπέρ
grc προσηγάγομεν
grc ὑπέρ ὑπό
grc οὗτοι
grc ὁμολογῆται
grc ἀνέζευξαν
grc ἐπί
grc μου
grc περὶ τῆς ... συναφείας
grc τὰ ... κατορθώματα
grc ἑαυτοῦ
grc δικαιοτάτως καὶ ἀναντιρρήτως
grc βεβοημένον διαβεβοημένω
grc συνέμπορον καταλιπόντα
grc παρʼ ἡμῶν
grc ἤκουσαν
grc κεφαλῇ
grc ἑκουσίως
grc διαφοράν
grc ταῦτα ἔδει μέν
grc τῶν Ἀρμενίων
grc τύχῃ
grc ἐπʼ αὐτῷ
grc προσηύξησεν
grc ἐκλαθέσθαι
grc γενησόμεθα
grc μακαριωτάτου
grc πρόκειται
grc τῇ ὁμοζύγῳ Ἀρινθαίου πρὸς τινὰ θλίψεσιν ἀδικήτοις περιπεσόντα τινὶ θλίψεσιν ἀδικήτοις περιπεσόντι
grc σχεῖν
grc αὐτοῖς
grc γιγνομένων
grc καί
grc κατεδεξάμην
grc εἰρημένον
grc ἀλγεινῶν
grc δεομένης
grc ἐπιδείξεσθε
grc συγγενείας
grc ἡμᾶς
grc ἀνεπίγραφος ἐπὶ ἐκκλησίᾳ
grc αὐτοῦ
grc ἡμῖν
grc ἐντολήν
grc ῥήματι
grc παμπληθεῖς
grc τήν
grc ἤδη
grc ἐλθούσῃ
grc ἱκετεύωμεν
grc ἀφῆκαν
grc προστάματα
grc ἐναφεθῆναι
grc τὴν συντελείαν τοῖς ἱερατεύουσι
grc ὥσπερ
grc ἐλευθέρας
grc Φερεντίου κόμητος περὶ πίστεως
grc εἰ
grc ἤ εἰ ὑμῖν
grc ἐπέδωκα
grc κενοφωνίαν
grc ὕπαρχον
grc ἐπαθανατίζεται
grc ἐν
grc αὐτούς
grc ὄντας
grc δώη
grc ὑμῶν
grc παλίμβουλον
grc ἀπʼ
grc ἔπαρχος
grc ἐπιβάλλειν
grc διάγειν
grc τοῦ δὲ λόγου
grc δεῖ τῷ
grc γινόμενα
grc καί
grc πραγμάτων
grc παριοῦσα περιοῦσα
grc ὑπάρχου
grc ἠνόχλησα
grc γεγενέσθαι
grc Νῦν ... ἐξουσίαν
grc μεγάλοις
grc ἱκεσίας
grc μέτρον
grc ἐπάρχων
grc ἑκάστου
grc ὑπὲρ τοῦ πρεσβυτέρου πρὸ πρεσβυτέρου
grc πρός
grc δυαῖν
grc παλαιάς
grc ἀπολαύσειν
grc ὑποστῆναι
grc ἄρχονται
grc ἀποδυόμενος
grc ἄν
grc παρʼ ἑαυτοῦ
grc ἐστίν
grc μή
grc ἁμαρτήσας
grc ἐθέλῃς
grc προτέρων
grc βίῳ
grc τά
grc ᾀδόμενα
grc τί
grc παραδείγματα
grc δεῖν
grc τοῦτο
grc ἐπιστολῶν
grc οἶδʼ ὅπως
grc προαποκείμενός ἐστι
grc ἐπαγγελεῖ
grc προθεραπευτικόν
grc διεσπαρμένα
grc ἡμῖν
grc παρὰ δὲ τούτων... παρʼ ὑμῶν
grc τοῖς αὐτοῖς περὶ Κυριακὸν παραπλήσια
grc φιλόχρηστον
grc δέοι
grc βασίλειος
grc ἐκχέει
grc ἐν
grc πτηνόν
grc θηλυδρῶδες
grc τούτῳ
grc πάνθʼ
grc μεταθέμενος
grc διέμενες
grc τὰ ἀκουόμενα
grc παρὰ σοῦ
grc μήποτε
grc καί
grc τοῦ
grc δήλωσον
grc εἰσίν
grc τῶν
grc πολλῶν
grc πράγματος
grc ὅσον
grc μου
grc καί
grc μεταβαλόμενος
grc ἀπευκτοῦ
grc οὗπερ
grc τὴν ... ἢ ὅλως
grc τετιμημένοις
grc σιωπῆς
grc προξενοῦμεν
grc ταπεινοφροσύνης
grc ὅπως οὖν
grc φροντίς καὶ φροντίδος
grc συνερραμμένα
grc ἤ
grc τὸ διαστασιάζειν
grc τῶν
grc προσχών
grc καταξιώσαις
grc σοι
grc παρακομισθῆναι
grc οὖν
grc πορευομένων
grc ἀνύσει
grc πάππῳ
grc καταχειροτονήσας... ἐμπληρῶσαι
grc ὅρα
grc ὑμῶν
grc Ἀρμενίας Ἀρμενίας μικρᾶς
grc Σαγκτήσιμος
grc προσφθεγγόμεθα
grc τιμιότητα
grc εἰρημένῳ
grc οἷς
grc τοῦ
grc ᾐτησάμην ἡμεῖς
grc ἐπιζητήσας
grc οὖν
grc τήν
grc ἕνεκα
grc μου
grc ἑαυτόν
grc καταψύξων
grc ἡμῖν ἧκε μόλις
grc προσπέμψων
grc καὶ τοῦ
grc ἀσπαστική
grc ᾖ
grc κεχωρισμένος
grc μεγάλου
grc ἑαυτήν
grc προφασίζεσθαι
grc ἐξηγούμενος
grc λέγει λέξῃ
grc ἐκεῖνοι
grc εὐσεβῶς
grc σοφῶς
grc Πατέρα
grc ἡμῶν
grc τοῦ
grc τά τε
grc ἐκ τῶν οὐρανῶν
grc τούς
grc ὑπάρχειν
grc ἐπέσκηψεν
grc ἐπανετείνετο
grc ξενοῦντας
grc προδιαστείλασθαι
grc ἀληθείᾳ
grc προστάσσοντας
grc καὶ ὑπέγραψεν  ὁ Σεβαστείας ἐπίσκοπος
grc Νικοπόλεως Νεοκαισαρείας
grc γεγενημένοις
grc ἐπίδειξιν
grc ἑαυτοῦ
grc γενέσθαι
grc τούτῳ
grc τοῦ
grc τε
grc ἐξαμαρτανόντων
grc ἀπήγγελον
grc παραλαβεῖν
grc τοῦ
grc γινομένους
grc τινά
grc πολλήν
grc Θεοῦ
grc μοῦ
grc ὅπερ ἐκάλεσα
grc δεχομένην
grc οὐδέ
grc ἀφελείᾳ
grc αὐτῷ δόξαι
grc παριστάναι
grc χρόνον
grc σημαίνει
grc προφερόντων
grc ἡμᾶς
grc προθέντες
grc ὀνομάζοντες
grc ὀλιγογράφοι
grc τοῦ μέχρι
grc ἐστὶ
grc ἡμῖν
grc καταξίαν . . . διαπέμψαι
grc ἐντετυπωμένην
grc κομιζομένου
grc οὐδὲν εὗρον οὐχ εὑρών
grc γράμματι
grc ἐξαπατῆται
grc καταφρονήτων
grc αὐτοῦ
grc μόνον
grc ἀδιάφορα
grc πῶς
grc ἄνθρωπον
grc γάρ
grc προσέπεσον
grc Δεζίναν
grc περί
grc γεγραμμένα
grc ἤ
grc ἐπʼ
grc κατακρίνειν
grc ἀρκεῖσθαι
grc ἐτῶν
grc ἐγώ
grc ἀλλά
grc ὅπως
grc ἡμῶν
grc ἀρετῆς
grc μακάριος
grc καί
grc διαλίποις
grc καί
grc Θεοδώρῳ
grc γράφοντος
grc ἐξελθεῖν
grc γλυκυτάτας ... διαλέξεις
grc τό
grc συνοῖδε
grc τοῦ δέ
grc προσδιαλεγομένοις
grc χρή
grc τῆς τοῦ
grc ἀφεμένοις
grc διατάσεις
grc τοῦ λόγου
grc καὶ μικρότερον
grc τέος
grc Ἰσαάκιος
grc ταύτης
grc ὑγιείας
grc οἰχήσεται
grc τούτου
grc καί
grc χαριζομένου
grc καί
grc κακῶν
grc δυσπραγίᾳ
grc μέν
grc ἐγκαταλείμματα
grc ἐξαριθμηθήσεται
grc πρός
grc σου
grc σκαιωρούμενα
grc > μῆνα ... προσκαθέζομαι ἤδη προσκαθέσομαι
grc αὐτοφυῶς θερμῶν
grc εὐθύ
grc μαρασμώδη
grc με
grc ἐπιτρέπων
grc ἀπεστερήθην
grc εἰς ταὐτό
grc εὕρῃ
grc αὐτῶν
grc πρώτη κάθηται
grc καλεῖ
grc κεκλήκει
grc ὡς
grc πῶς
grc αὐτοῦ τὴν ἐπιβουλήν
grc κεκρυμμένα ἡμῖν τὰς ἔνεδρα
grc γενομένων
grc ἤχησεν
grc πολιᾷ
grc κατάκρισιν
grc παραδίδονται
grc ἡμᾶς
grc οὐ
grc ὑπεδείξαντο
grc ἐπρίσθησαν
grc ἀποκαλύπτεσθαι
grc τῇ ἐκκλησίᾳ Ἀντιοχείας παραμυθητική
grc πετανθήσομαι
grc τῆς
grc ὅς
grc ἡμῖν
grc παρέκτισιν
grc βαβαιούμεθα
grc ἀναδειχθῆναι
grc λογίζωνται
grc ἡμῖν
grc ἐκ τῶν οὐρανῶν
grc ἑτέρων νοσήματα ἑτέρῳ νοσήματα ἑτέρων νοσήματι
grc συναίρεσθαι
grc ὑποστρεφόντων
grc τῆς
grc διαμαρτάνοντες
grc ἐπαρχιῶν
grc συνηγάγομεν
grc ἀνθέλκουσιν
grc ἄπορος
grc παρέξεις
grc ἐδυσώπησαν
grc κόπους
grc ἐννοῶ
grc ποιεῖ
grc περιγενέσθαι
grc κἄν
grc αὐτῶν
grc τῷ αὐτῷ ἐπισκόπῳ
grc σου
grc παρεμπεσόντος
grc Κυρίου
grc καί
grc οἰκείοις
grc σκαιωρηθεῖσαν
grc οὔπω
grc ὑπῆρχε
grc ὑμᾶς
grc οὐ
grc γεγονότα
grc αὐτοῦ
grc ὤφειλεν
grc τοιοῦτο
grc σκοπεύων
grc τις
grc τῆς πονηρίας
grc πέπεισμαι
grc ὅσον
grc ὥς
grc με
grc ἀνεπιζητούντων
grc οὕτως
grc ὁρᾷ
grc παραπλήσιον
grc ἔχουσαν
grc γονιδίῳ
grc παρερριμένως
grc μέν
grc ψεύστης
grc ἅ
grc παριστῆσαι
grc μή
grc καί
grc καί
grc ἐμπεπιστευμένῳ
grc συντυγχάνειν
grc προσοῦσιν
grc ἀρχιητρῷ
grc ὑμετέρων
grc ἐγείρων
grc εὑρήσετε
grc σοι
grc βουλώμεθα
grc συμμετατίθεσθαι
grc οἵ τε
grc ἑαυτῶν
grc οὗ παρὰ...καταρρᾳθυμῆσαι
grc γενέσθαι
grc τεθαρρηκότες
grc πρός
grc Ἀσχολίῳ μονάζοντι καὶ πρεσβυτέρῳ Ἀσχολίῳ μονάζοντι
grc ἐκ τοῦ δεῖξαι
grc συννεφείᾳ
grc ἁγίως
grc συζύγου
grc σαυτοῦ
grc τε
grc ἀπορῶν
grc δι’ αὐτήν
grc οἰκείας
grc σε
grc ταῖς
grc χρόνοις
grc ἀδελφικήν
grc ἐκπέμψῃ
grc ἤ
grc ἕνεκεν
grc ἐνηδόμενοι
grc διαγωγῆς
grc μέλοι
grc ἀνήκει
grc ἀποδημεῖν
grc μου
grc αἱ
grc ἀδύνατοι
grc σημῆναι
grc ἀντεπενεγκεῖν
grc οὐδʼ
grc ἡμῶν
grc πρόσκλησιν
grc γίγνοιτο
grc Θεόδωρος
grc ὡμολογημένα
grc τῷ
grc ἐτῶν
grc ἀπόλειψιν
grc ὑμᾶς
grc διαλείπειν
grc μεταστῶμεν
grc τὰς καμήλους
grc Εὐπατρίῳ
grc αὐτός
grc εὑρεθεισῶν
grc τι
grc πταῖσμα
grc κᾂν μικρόν
grc ὑπερκοσμίας
grc ἡμῖν
grc τάχα τις τῶν βαναύσων τεχνιτῶν
grc αὐτόν
grc αὐτῷ
grc ἐξήρκει
grc τοῦτο
grc κακοῦ
grc γάρ
grc ὥστε
grc ἐστί
grc ἀμφοτέροις
grc εἰ καί
grc πολλοῖς
grc δέ
grc προσαγορεύουσιν
grc μίσος
grc μοι
grc ἐπέσχε
grc τοῦ
grc ἐχθροί
grc ὑμᾶς
grc διαφύλαξαι
grc ἀπαγομένους
grc αὐτῶν
grc ἐπίδω
grc με
grc τὰ συνήθη
grc καὶ τοῦτο γένοιτο χρεῖος
grc οὐδʼ ἔχοντι
grc τοῦ
grc τε
grc Βάρουχος
grc λυθίήσεται
grc τό
grc ἀληθές
grc καίριον
grc ὁμιλίας
grc ἐλλείπωμεν
grc ἐνέργειαν
grc σεαυτοῦ
grc ἡμῶν
grc εἴχομεν
grc γῆς
grc διηγήσηται
grc ἔτι
grc ἔντασις ἀθλητική
grc ἀπλήκτων
grc ἔψυκται
grc τῆς Ἐκκλησίας
grc σου
grc διῆλθες
grc σοι
grc μαρτυρεῖ νέῳ
grc ἀνθήσαντι
grc γάρ
grc Κυρίῳ
grc αὐτοῦ πρεσβύτερος ὤν
grc ἀνεφάνης
grc καί
grc εἰς τέλος
grc ἐσμέν
grc εὐχόμεθα ἰδεῖν
grc σήν
grc ἐκκλησίας
grc ἐπιεικῶς
grc συγκαλύψας. δεῖ δέ
grc Σύννασαν
grc δικαίας
grc ἐπίσκοπον
grc μή τι
grc φαίνεται
grc ἀτιμάζει
grc κοινόν
grc τοῦτο
grc Θεὸν καὶ ἀνθρώπους σε
grc παρούσης
grc μέν
grc μέν
grc πνευματικῶς
grc μακρύνοις
grc παντός
grc ἑταίρῳ
grc συγγένου τούτων τούτων
grc τεμνόμενοι τῶν μελῶν
grc κακῶς
grc τοῖς
grc τοιούτοις οὖσι
grc ὥστε με ὥστε μοι
grc ἡμᾶς
grc καίτοι
grc περὶ σοῦ
grc τοῦ Θεοῦ
grc λατρεύοντες τῷ Κυρίῳ, καί
grc Θεοδώρᾳ κανονικῇ περὶ βίου κανονικοῦ
grc πάντας
grc τεταγμένων
grc ἀναμένομεν
grc πεμφθῆναι
grc καί
grc ὁμολογοῦντά τι
grc χρῆσθαι
grc κτήσει κυήσει
grc εὑρήκαμεν
grc ἐνυπάρχει
grc ἐκ
grc τὸ πρὸς τοὺς δεομένους κοινωνικόν
grc τὸ πρὸς τοὺς δεομένους κοινωνικόν
grc ἀπέσχον
grc φιλεχθῶς
grc φιλοπραγμονεῖν
grc ὡς
grc τήν
grc παρόντι
grc ἡ
grc ἀπαραλογήτου
grc διόπερ
grc Κυρίου
grc ταύτην
grc Μαγνινιανῷ
grc σπουδήν
grc μή
grc ὁ
grc συστήσαντες
grc ἀρκεῖν
grc παράκλητιν
grc ἡμὼν
grc καί
grc Χριστοῦ
grc μέν
grc τυγχάνειν
grc ἡμῶν
grc τῆς
grc ἐπιδειχθῆναι
grc θαρροῦντες
grc ἕνεκα
grc προΐεσθαι
grc οὖν
grc ὑφʼ
grc μάρτυρας
grc χαρίζει
grc ἀποδεχόμεθα ἀποδεξόμεθα
grc ἰδόντα
grc ἀπαγγελοῖντα
grc Παυλίνῳ πρεσβυτέρῳ ἐν ἐξορίᾳ ὄντι Παυλίνῳ πρεσβύτῃ
grc ἡμῖν
grc ἀγαπητικὴ προσφώνησις
grc ἡμῖν
grc ἐπί
grc κορωνίδες
grc τὸν ἴδιον
grc θρόνον
grc ὑμῖν
grc σμικρῶς
grc Ἑμμέρως
grc περιέπειν
grc διαζευγνυμένοις
grc ἀξιώμεθα
grc μακρόν
grc εὐρηναίου
grc σκόπησον
grc ἐπηγάγοντο
grc συγγνώση
grc καταδεχομένης
grc ἑτεροδιδασκόντων
grc Εὐαεισηνοῖς Θυσιανοῖς; Εὐασινοῖς Εὐβισηνοῖς
grc περισχόντων φροντίσι δειναῖς
grc ἐξεβάλλομεν
grc δυσάρεστον
grc τοῦ καιροῦ
grc ἀλλʼ ἀκεραίαν
grc τοῖς οὐρανοῖς καὶ ἐπὶ
grc ἀγαθῶν
grc ἡμῖν
grc προσφέροντες
grc καὶ ταῦτα
grc ἐγένοντο
grc ἡμῖν
grc κοινωνὸς Εὐσταθίῳ ἦν
grc αὐτῶν
grc ἀνέστρεψε
grc περιών
grc δὴ
grc ἐπαριθμεῖσθαι
grc αὐτῷ
grc αὐθεντείας
grc ἐπεὶ
grc ἐδυνήθησαν
grc οὐχὶ
grc Ῥώμῃ Ῥώμην
grc ομ
grc ὡς
grc οὖν
grc περιβλέψασθε
grc ἡμῖν
grc τῆς Ποντικῆς
grc ἡμῶν
grc προσκειμένης
grc δέξασθαι
grc ὑμῖν
grc παρεχομένην
grc ἀνήγγειλεν
grc ἔχειν
grc τὰ παρεθέντα
grc παρʼ αὐτοῦ
grc αἰτήσεις, ἵνα κατευοδώσῃ
grc πληρωθῆναι
grc τῆς κοσμιότητος
grc ἑαυτὸν
grc ἐπεὶ
grc κίνδυνον
grc αὐτῷ
grc πρεσβυτέροις
grc βαπτισθεῖσιν
grc τὴν πονηρίαν αὐτῶν
grc ἀναπνεῦσαι
grc κάμνετε
grc ἐμαυτοῦ
grc οὔτε
grc προκόπην
grc πρεσβύτερον
grc καὶ
grc καὶ
grc τούτων
grc ἡμᾶς
grc Εὐθαλεστάτη πρὸς ὑπομόνην παράκλησις, καὶ σύγκρισις τοῦ τε ἀπὸ τῶν εἰδωλολατρῶν καὶ τοῦ ἀπὸ αἱρετικῶν ἐπαγομένου διωγμοῦ, καὶ ὅτι οὐ πλήθει ὁριστέον τὴν σωτηρίαν.
grc ἡμῖν
grc Κυρίου
grc καὶ
grc ἐκτίσασθε
grc ὑμῶν
grc μηδὲν
grc ἡμῖν
grc εἰδότες
grc ποιείτω
grc ὁμολογουμένην εἶχον ἐπʼ ἴσοις τοῖς κατορθώμασι
grc τὸ δὲ
grc οὐδαμοῦ
grc στενάζουσι
grc οὐ
grc ἀγαπητικῶς
grc Ἰνοκεντίῳ
grc κινουμένου
grc οὐκέτι
grc παρατάξομεν τοράξομεν
grc παρὰ περὶ
grc κρινεῖ
grc εἵλω
grc σημᾶναι
grc πάλαι
grc καθʼ ὅσον καθʼ ὃν
grc κατασφάζοντες
grc εἶχον
grc πρεσβυτέροις καὶ
grc οὐ μὲν δὲ οὐ μὴν δὲ
grc μὴ ἀπολογεῖσθε
grc ὑπὲρ ἡμῶν
grc τῆς
grc ποιῶν
grc ἐβάρυναν
grc ἐπανήγαγες
grc δὲ
grc ἐπιδείξασθαι ὑποδείξασθαι
grc ἀποδιδόναι δοῦναι
grc μέλοι
grc ποιεῖν
grc γὰρ
grc τὸ
grc ὁρισθέντα
grc οὐκ
grc ἐνεποίησεν
grc Θεὸν
grc ἀπὸ προσώπου τῆς γῆς
grc ἀπὸ ἐκ
grc ἐπήχθησαν
grc Ἄβελ
grc σου ἐστίν; οὐχὶ
grc ἀφορμὴν ἐκείνῳ
grc ἀπαριθμεῖ
grc ἐργάσῃ
grc ἑαυτοῦ
grc ἔχειν τὸ μῖσος
grc κατατειρομένῳ
grc ὑπηρετήσασθαι
grc αὐτοῦ
grc σωφρονοῦσιν
grc πραγμάτων
grc εἰς
grc οὔτε
grc εὐθέως
grc ἐγγενέσθαι
grc γεγεννημένον
grc ἐν τούτῳ
grc καὶ ἢ
grc Χρίστου
grc λέγει ὁ Παῦλος
grc τὸ
grc γνώσεως
grc παρʼ αὐτῶν
grc σώματος
grc καὶ κριτικὸν ἐνθυμήσεων
grc πάντων
grc παραλαμβάνετε
grc ἐνεφάνη
grc πάντων
grc κραταιᾷ
grc γεννώμενος
grc ἀποθνήσκοντες
grc Χριστοφόρος
grc μὲν
grc ἀποδύρασθαι
grc τὰ τοῦ ἀνθρώπου τὰ ἀνθρώπων
grc παραδεχόμενος
grc ἐξαναλώθη
grc διαναμένοντι
grc προτιμοτέραν
grc ὁμοτιμία
grc ἡμῶν
grc ἡμᾶς
grc παραχαράσσονται
grc τε
grc ἀδιάφορον
grc ἐπισκόποις περὶ Εὐσταθίου Σεβαστηνοῦ, καὶ Ἀπολλιναρίου, καὶ Παυλίνου, καὶ τῆς ἑκάστου αἱρέσεως.
grc ᾧ
grc παράσχῃ
grc ἑτοίμως
grc ἐπάγειν
grc πρὸς
grc πορεύεσθαι πορεύσεσθαι
grc ταμιεύσεται
grc τὴν
grc μεταδοῦναι
grc γνωρίσηται
grc τὰς
grc καὶ τὰ σκάνδαλα
grc καταστήσητε
grc τοῖς πολλοῖς
grc αὐτοῖς τοσοῦτον
grc τὸ
grc καρασκευαζόντων
grc προσβαλλόμενος
grc ἔγραψεν
grc ἀπελάσθεὶς
grc ἐντάλματος ἐκκλησιαστικοῦ
grc λογισμῶν
grc ἀποστρέφειν προσάγειν
grc προπεπονθὼς πεποιθώς
grc ἀναβαλέσθαι
grc ὑπʼ
grc κινήσωμεν
grc ἐπὶ τοῦ ζητουμένου
grc διαφυλαχθῆναι
grc φυλάξει φυλάξοι
grc διαφυλαχθείης
grc αὐτοῦ
grc Αἰγυπτίοις
grc ὑμῖν ἡμῶν
grc παρέσχεσθε παρέρχεσθε
grc ἐνομίσαμεν
grc ἀπέστειλα
grc τοσοῦτον
grc ὑπερβάλῃ
grc τὸν ἀλγεινὸν
grc ἔχειν
grc ἑαυτῆς
grc παρὰ
grc λαῶν
grc καὶ πάλιν Υἱὸν καὶ Πατέρα
grc ἀσεβῆ ῥήματα
grc πολιτευομένοις
grc γραιώδεις
grc ἐπαγγέλλεσθαι
grc θυσίας
grc ἄραντα
grc οὐ
grc οὔτε
grc ἀκυρωθήσονται
grc πραΰτητι
grc διαφυγεῖν ἐκφεύγειν
grc ὑπομνησθῆναι
grc τῇ ὑγιεῖ
grc ἐβεβαιώθη
grc ἡμᾶς
grc τῷ αὐτῷ, ἀπολογία καθαψαμένῳ, διότι μὴ ἐσήμανεν αὐτῷ τὰ κινούμενα, καὶ εἴπερ ἀνάσχοιντο αὐτοῦ, οἱ κατὰ Μαρκέλλον ἑνοῦνται πρὸς αὐτόν, καὶ μαρτυρία τῆς ὀρθοδοξίας Μελετίου, καὶ Εὐσεβίου τῶν ἐπισκόπων
grc κατατυπτόμενοι
grc ἔκπαλαι
grc βεβοημένα
grc αὐτόματος
grc κρίνοντες
grc ἡμᾶς ὑμᾶς
grc διὰ τί διότι
grc παρώφθημεν παρώφθητε
grc μὲν
grc οἰκεῖθι
grc ἐκείνης
grc παρακεχωρηκέναι
grc λογιζόμεθα
grc ὑμετέραν
grc ἐπιστέλλειν
grc ὑπὸ
grc ὑμᾶς
grc ἡμετέραν
grc ἀθλητῶν
grc καὶ
grc ἀπεστείλαμεν
grc ἐπεστείλαμεν ἐστείλαμεν
grc δέξασθαι
grc καὶ
grc αὐτοῦ
grc πανταχόσε
grc διαφυλάξειέ γε
grc ἐφεξῆς
grc ἐπιζῶμεν
grc οὓς
grc ὑμᾶς
grc ὅτι
grc δισεκτόρων δησαρτόρων δισερτόρων δισερτέρων δεσερτόρων
grc ὑμῶν
grc ἦλθον
grc πάντη παντὶ
grc ὑπʼ
grc ὑπὸ
grc πάντα
grc βάθει αὐτὴν
grc φυέντες
grc θαυμάσιος
grc τὸν ... μετασχόντα
grc γήρους
grc καθυφίεις
grc αὐταῖς
grc ὅτι
grc πανοικὶ
grc διώκειν
grc οὐ λόγων... εἰδότα τά
grc ἴσης
grc τις
grc εἰ γὰρ
grc τῷ αὐτῷ διὰ διαβολὴν ἑαυτοῦ
grc Ἀκτιανὸς Ἀντίοχος
grc οὗτοι
grc ἀναδέξασθαι
grc ὅσα
grc ἐπιζητεῖς
grc Ὑμιντίου
grc οἰκίας
grc σέμνον
grc ἡμῶν
grc εἶναι
grc πρὸς
grc πρὸς
grc καὶ
grc ὑπερεχόμενον
grc οἰκεῖον
grc Ἡμερίῳ
grc παρέμεινε
grc μεῖζον
grc οἰκοιούμεθα
grc ἑταῖρον
grc ἀπεδείξω
grc αὐτὸν
grc νομίζων
grc ὑμῶν
grc πάντας
grc ἀτιμάσῃς ἀτιμάσοις
grc ἢ... οἴεται
grc περιχαρὴς
grc σαφῶς
grc ἀγγελικὸν
grc λογισμῷ
grc πορεύσεται
grc ἀπομαραίνεται μαραίνεται
grc θαυμάτων θέαμα
grc ἧς
grc ἡμῖν
grc ἀντίληψιν
grc διασώσεις
grc Ὀρφανὴν
grc Ἀταΐνοις
grc Εὐήσας
grc τῶν πραιτωρίων
grc γράμμα
grc πρὸς
grc δέδωκα
grc δὸς
grc ἐπιδοὺς
grc ὑπάρχῃ καλλωπίζεσθαι
grc με
grc ἐπείδη
grc ἐπισκόπῳ καλουμένῳ εἰς σύνοδον
grc δοκῇ
grc καιρὸς
grc οἰκίας
grc ὥστε αὐτοὺς τῶν συντελείων διαφεῖναι
grc βουλήσῃ
grc σεαυτοῦ
grc βεβαιοῦται
grc ἡμῖν
grc ἐξεργάζονται
grc ὅλης ὀλίγου
grc φέρειν
grc πανοικί
grc τοῦτο
grc ἔσται
grc διαγγελήτω
grc τὴν τιμωρίαν
grc ἐμῶν
grc Θεῷ
grc ἐμαυτοῦ
grc ᾔσθην ᾔσθήθην
grc ἀφιλάνθρωπον
grc ὅτι οὐκ ἀνθρωπίνῃ περιδρομῇ τοὺς ἐπισκόπους δεῖ προχειρίζεσθαι, ἀλλὰ κατʼ ἐκλογὴν τοῦ ἐπὶ πάντων Θεοῦ
grc ταυτί
grc ὡς ὑπὲρ ὥσπερ
grc μίμησις μέν ἐστι τῆς ἀληθείας, αὐτῆς δὲ τῆς ἀληθείας
grc προσδοκωμένων
grc χρῆμα
grc μοῦ
grc εἶ
grc ἐπὶ
grc πλήρης μὲν ἡ θεία Γραφὴ ὧν ἐδίδαξεν ἡμᾶς
grc φασίν
grc τῶν πραγμάτων
grc ἐποίει
grc εἰδότας
grc περιέχον
grc σεαυτῷ μέν σε αὐτῷ
grc παλαιᾶς
grc ἐπιβάλλων
grc ἠθικὴ πάνυ ὡραία
grc τούτους
grc κυβερνήτην
grc ἐφίεται
grc ἐμπολιτευομένην συμπορευομένην
grc ἰδεῖν
grc τὸ καθʼ
grc ὥστε ἐπιτείνειν τὴν πρὸς τὰ κρείττονα μάθησιν
grc ὑποφαίνωσι
grc πονῷ
grc αὐτῶν
grc ἥτις ἐστὶν
grc πρὸς μονάζοντας, δι’ ἧς ἐπιστηρίζει αὐτοὺς πρὸς τὴν ἐν Χριστῷ πολιτείαν καὶ πίστιν
grc καί φησιν ὅτι ἡ πίστις ἐστὶν ἡ σώζουσα διὰ ἀγάπης ἐνεργουμένη
grc προσελθεῖν ἐλθεῖν
grc λήψεται
grc παρασχέσθαι ὑμᾶς
grc ἡμετέρᾳ
grc εἰδότες
grc εἴη
grc ἐλευθέρᾳ ἑτέρᾳ
grc γινόμενον
grc λόγων
grc ἐπιδῷ
grc Ἰουλίττῃ
grc ἀπούσῃ
grc παρακατατίθημι
grc ἀνακοινώμηται
grc ἰδιοπαθήσεις
grc ἀντιλάβῃς
grc πρεπόντως
grc ἀμείψεται
grc εἰ
grc πλὴν ἢ
grc οἷα
grc Κηνσῄτορι
grc βλέπων
grc σπουδῆς
grc ἐν
grc ἐν ἀνδραπόδων ἀγορᾷ
grc γράφεσθαι
grc ἔπαθλα πατρὶ σχολαστικοῦ παραμυθητικὴ
grc περὶ
grc ἐκπέμψαντα ἐκπέμψαντας
grc ἀθρόον
grc καθεσταμένος
grc γεννηθεὶς γενηθεὶς
grc πλείων
grc φατρίαις φρατρίᾳ
grc τούτων
grc κηλίδει
grc Εἴη ... αἰῶνας παραμυθητικὴ ἀνδρὶ ἀνεπίγραφος
grc ἐνεργείας
grc λογιζομένοις
grc ἑαυτὸν ἑαυτοὺς
grc ἀπώλεσαν
grc ὀνείρατος
grc τρόπου
grc προεδείκνυ
grc τὸν δεσμὸν
grc σῆς
grc διασῶσαι
grc Θεὸν
grc ἦπου
grc κατʼ ἀλλήλους
grc εἰς
grc κτῆσιν
grc κτίσεως
grc ἕνα
grc ἀπολιπούσῃ
grc προελθούσης
grc μεταβαλλέτω χηρεύουσαν
grc αὐτὸς
grc ἡμῶν παθήμασιν
grc ἀνδραγαθημάτων
grc ἐπῄσθετο
grc ἑαυτοῦ
grc ἐπιθήσεις
grc ὀρθοδόξῳ
grc πάντας
grc μοι
grc ἀμείγεται
grc διανείμαντες
grc ἐπὶ ἐκκαλύψει κρυπτῶν ἀποκαλύψει κρυπτῶν
grc οἷς τοῖς
grc τοίνυν
grc γίνου
grc ἡμῶν
grc ὅ
grc ἐφημέρου
grc σε
grc ἐλλιμπάνειν
grc αὐτῷ
grc ὑπερβάλλῃ
grc αὐτοῦ
grc ἐδυσχεραίνομεν
grc ὀνομάζομεν
grc τοιαύτη καὶ ἡ ἐπʼ αὐτοῖς μνήμη...πέφυκε
grc δὲ
grc ἑαυτὸν
grc Οὐλπικίου
grc χρόνοι
grc ὡς
grc ἡμᾶς
grc πληρῶσαι
grc ἡμῖν παντὶ
grc ὅσα τῶν ἐν ταῖς ἐπαγγελίαις τὸν μακαρισμὸν ἀποκείμενον
grc καταποιουμένων
grc οὐτόθεν
grc γράφωμεν
grc Θεὸς
grc ἡμῖν
grc τὸ
grc Ἀνεπίγραφος
grc δυσχερεστατοις
grc ἀπάτας γὰρ
grc ἕτερος
grc εἴ τε
grc γνωρίσαις
grc γεγένηται
grc τῆς ἀμπέλου
grc τούτοις
grc ἀναπαύσεις ψυχάς
grc ἐπαινέτην
grc ἡμῖν
grc ἔσμεν
grc σκαιότητα
grc ἀποδρασάντων
grc σου
grc κρουσμάτων
grc ἐπεὶ
grc ἡμᾶς
grc Παιωνίκῳ
grc μέγιστον
grc πρὸς
grc ὁδοῦ
grc προσφθέγξασθαι
grc εἰ
grc σὺ
grc ὅτι ὁ πάντων
grc μηδʼ ὅτι οὖν
grc πείσει
grc ἀφροσύνης
grc εἶναι
grc εἰδῇς πεισθεὶς
grc Μαγνημιανῷ
grc ἐπεξεργάσασθαι
grc Εἰκέλιον
grc ὑμετέρας
grc τὴν συντυχίαν
grc ἐγγράφης
grc πᾶσαν ...ἀρετῇ
grc κατηξίους
grc ἴδωμεν
grc καὶ
grc βαρύνῃ ἡμᾶς ἐπιστέλλοντας σοι
grc πράττοντι
grc ἐτέρφθης
grc μὴ κακίσας
grc τὸ σιωπᾷν
grc διαλίποις διαλείπῃς
grc φιλοῦντα
grc ὑμῖν
grc διοχλοῦσιν
grc ὑπερορῶσιν
grc καταφρονητοῖς
grc γῆς
grc φθεγξάμενος
grc ὅτι
grc λάβοι
grc τύπους
grc πρὸς καλλιγράφον στρεβλοὺς ποιοῦντα τοὺς στίχους
grc στάθμῃ τεκτονικῇ
grc ἐγκειμένων
grc ἀφʼ ἑτέρου εἰς ἕτερον
grc προϊόντος
grc τῆς σῆς
grc παραπέμπομαι
grc χαριζόμενοι
grc ὥρμησεν
grc τρέφεται
grc Φιρμῖνος
grc ἐκεῖνον ... ταῦτα
grc ἦ γὰρ ἂν αὐτὸς
grc πότοις
grc βαρεῖ
grc σε με
grc οὗτος
grc ἡμᾶς
grc εἴπερ τι πλέον ἔχειν δυνατὸν
grc Λιβάνιος πρὸς ταῦτα
grc νενίκημαι
grc δεῖθον
grc πράττεται
grc κωλύει
grc βελτίονα
grc κέκτημαι
grc ὅποτε
grc παρέχωσι
grc νηπίων
grc ἑαυτόν
grc εὐσθενείας
grc εἶχες
grc Ἀνύσιον
grc τούτου
grc λέγεις εἶναι
grc καὶ τὰ
grc μηδεμίαν
grc καλῶς
grc ταύτην
grc χρωμένῳ
grc κωλύοι
grc ἐκτέμῃ
grc τρέμοντα γράφειν
grc ὅπερ
grc τιμωρεῖσθαί με βούλει
grc ἀπολαύειν
grc κνήσματα
grc ἀπλήκτοις ἀπράκτοις ἀπλήστοις
grc τί μοι δὴ βούλεται τοῖς γράμμασι τὸ ῥόδον ἐπεισαγόμενον; πάντως οὐδέν σε χρὴ
grc τῆς εὐγλωττίας
grc σοὶ
grc ἡμῖν
grc τοῖς
grc ὅτε
grc βλάπτει ... ἐκεῖναι
grc δῆλον
grc δὲ γὰρ
grc Μήνως
grc ἀπαγγείλας
grc στρατηγίου
grc ὕβριζεν
grc θεραπεύων
grc ἀδοκεῖσθαι ἠδικῆσθαι
grc πεποίηται πρόνοια
grc τῶν
grc μεμνημένοι
grc δυσγρήπιστον
grc ἔγωγε ἐγὼ δὲ
grc παράσχῃς παράσχοιο
grc γρηπίζειν
grc δυσγρήπιστος
grc ὡς ὑμεῖς
grc σε
grc τοὺς
grc ἀγωνιζομένους
grc χιόνων
grc σοι
grc ἐξακριβάζων ἐξακριβώσω
grc πρὸς τὰς ἑκατέρας ἐπιστολάς
grc ἔσται
grc τοῦ δωματίου
grc ἐπανάξει
grc αὐτόθεν
grc εὑρόμενος
grc τοσούτῳ
grc δεῖν
grc τὸν δύσκολον
grc δεξάμενος
grc λόγου
grc Σουδαρίων
grc ποιησόμενος ποιησάμενος
grc μείζονα μὲ ἐν ἰσότητι
