@node
@author=Basil, Saint, Bishop of Caesarea
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Roy J. Deferrari
@filename=tlg2040.tlg004.perseus-grc1
@funder=Google Digital Humanities Awards Program
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2011-09-12.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Basil, Saint, Bishop of Caesarea, Roy J. Deferrari, Saint Basil The Letters, in Four Volumes, William Heinemann; G.P. Putnam's Sons, London; New York, 1926-1930, 1-4, Internet Archive, Internet Archive, Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Epistulae
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:37:27Z

162283	 Εὐσταθίῳ φιλοσόφῳ
 Βασίλειος Γρηγορίῳ
 Κανδιδιανῷ
 Ὀλυμπίῳ
 Νεκταρίῳ παραμυθητική
 Πρὸς τὴν ὁμόζυγον  Νεκταρίου παραμυθητική.
 Γρηγορίῳ ἑταίρῳ
 Τοῖς Καισαρεῦσιν ἀπολογία περὶ τῆς ἀποχωρήσεως,
 Μαξίμῳ φιλοσόφῳ
 Πρὸς ἐλευθέραν
 Ἀνεπίγραφος, ἐπὶ φιλίᾳ
 Ὀλυμπίῳ
 Ὀλυμπίῳ
 Γρηγορίῳ ἑταίρῳ
 Ἀρκαδίῳ κόμητι πριβατῶν
 Πρὸς Εὐνόμιον τὸν αἱρετικόν
 Ὠριγένει
 Μακαρίῳ καὶ Ἰωάννῃ
 Γρηγορίῳ ἑταίρῳ
 Λεοντίῳ σοφιστῇ
 Λεοντίῳ σοφιστῇ
 Περὶ τελειότητος βίου μοναχῶν
 Παραθετικὴ πρὸς μονάζοντα
 Ἀθανασίῳ τῷ πατρὶ Ἀθανασίου τοῦ ἐπισκόπου
 Ἀθανασίῳ ἐπισκόπῳ Ἀγκύρας
 Καισαρίῳ τῷ ἀδελφῷ Γρηγορίου.
 Εὐσεβίῳ ἐπισκόπῳ Σαμοσάτων
 Τῇ ἐκκλησίᾳ Νεοκαισαρείας παραμυθητική
 Τῇ ἐκκλησίᾳ Ἀγκύρας παραμυθητική
 Εὐσεβίῳ ἐπισκόπῳ Σαμοσάτων
 Εὐσεβίῳ ἐπισκόπῳ Σαμοσάτων
 Σωφρονίῳ μαγίστρῳ
 Ἀβουργίῳ
 Εὐσεβίῳ ἐπισκόπῳ Σαμοσάτων
 Ἀνεπίγραφος, ὑπὲρ Λεοντίου
 Ἀνεπίγραφος, ἐπὶ ἐπικουρίᾳ
 Ἀνεπίγραφος, ὑπὲρ συντρόφου
 Γρηγορίῳ ἀδελφῷ περὶ διαφορᾶς οὐσίας καὶ ὑποστάσεως
 Ἰουλιανὸς Βασιλείῳ
 Ἰουλιανὸς Βασιλείῳ
 Βασίλειος Ἰουλιανῷ πρὸς ταῦτα
 Πρὸς Χίλωνα τὸν αὐτοῦ μαθητήν
 Νουθεσία πρὸς τοὺς νέους
 Πρὸς μοναχὸν ἐκπεσόντα
 Πρὸς μονάζοντα ἐκπεσόντα
 Πρὸς παρθένον ἐκπεσοῦσαν
 Γρηγορίῳ ἑταίρῳ
 Εὐσεβίῳ ἐπισκόπῳ Σαμοσάτων
 Ἀρκαδίῳ ἐπισκόπῳ
 Ἰννοκεντίῳ ἐπισκόπῳ
 Βοσπορίῳ ἐπισκόπῳ
 Κανονικαῖς.
 Χωρεπισκόποις.
 Χωρεπισκόποις.
 Παρηγορίῳ πρεσβυτέρῳ.
 Περγαμίῳ.
 Μελετίῳ, ἐπισκόπῳ Ἀντιοχείας.
 Γρηγορίῳ ἀδελφῷ.
 Γρηγορίῳ θείῳ
 Γρηγορίῳ θείῳ
 Ἀθανασίῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Τῇ Ἐκκλησίᾳ Παρνασσοῦ παραμυθητική
 Ἡγεμόνι Νεοκαισαρείας
 Ἡσυχίῳ
 Ἀταρβίῳ
 Ἀθανασίῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Ἀθανασίῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Μελετίῳ, ἐπισκόπῳ Ἀντιοχείας
 Ἀθανασίῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Ἀνεπίγραφος περὶ συνόδου
 Γρηγορίῳ Βασίλειος
 Ἡσυχίῳ
 Καλλισθένει
 Μαρτινιανῷ
 Ἀβουργίῳ
 Σωφρονίῳ μαγίστρῳ
 Ἀνεπίγραφος περὶ Θηρασίου
 Ἀνεπίγραφος ὑπὲρ Ἐλπιδίου
 Εὐσταθίῳ,  ἐπισκόπῳ Σεβαστείας
 Ἀθανασίῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Ἰννοκεντίῳ ἐπισκόπῳ
 Ἀθανασίῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Κηνσίτορι
 Ἡγεμόνι
 Περὶ τοῦ μὴ δεῖν ὁρκοῦν
 Τῷ ἡγεμόνι
 Ἀνεπίγραφος ὑπὲρ τῶν αὐτῶν
 Ἀνεπίγραφος, ἐπὶ ἀπαιτητῇ χρημάτων
 Μελετίῳ, ἐπισκόπῳ Ἀντιοχείας
 Τοῖς ἁγιωτάτοις ἀδελφοῖς καὶ ἐπισκόποις τοῖς ἐν
 Οὐαλεριανῷ, ἐπισκόπῳ Ἰλλυριῶν
 Πρὸς Ἰταλοὺς καὶ Γάλλους
 Πρὸς Καισαρίαν  πατρικίαν, περὶ κοινωνίας
 Ἡλίᾳ ἄρχοντι τῆς ἐπαρχίας
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσατωι
 Σωφρονίῳ μαγίστρῳ
 Τῇ βουλῇ Τυάνων
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Τερεντίῳ Κόμητι
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Παραμυθητική
 Σαταλεῦσι πολίταις
 Σαταλεῦσιν
 Μοδέστῳ ὑπάρχῳ
 Διακόνοις θυγατράσι Τερεντίου Κόμητος
 Στρατιώτῃ
 Ἰουλίττῃ ἐλευθέρᾳ
 Τῷ κηδεμόνι τῶν κληρονόμων Ἰουλίττης
 Ἑλλαδίῳ Κόμητι
 Μοδέστῳ ὑπάρχῳ
 Μοδέστῳ ὑπάρχῳ
 Ἀνδρονίκῳ ἡγεμόνι
 Τοῖς ἐν Ταρσῷ πρεσβυτέροις
 Τοῖς ἐν Ταρσῷ περὶ Κυριακόν
 Σιμπλικίᾳ αἱρετικῇ
 Φιρμίνῳ
 Ἀνεπίγραφος, ἐπὶ ἀσκήσει
 Ἰοβίνῳ, ἐπισκόπῳ Πέρρης
 Εὐσταθίῳ, ἐπισκόπῳ Σεβαστείας
 Μελετίῳ, ἐπισκόπῳ Ἀντιοχείας
 Θεοδότῳ, ἐπισκόπῳ Νικοπόλεως
 Ποιμενίῳ, ἐπισκόπῳ Σατάλων
 Οὐρβικίῳ μονάζοντι
 Θεοδώρῳ
 Ἀντίγραφον Πίστεως ὑπαγορευθείσης παρὰ τοῦ
 Ἀταρβίῳ
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάων
 Μελετίῳ, ἐπισκόπῳ Ἀντιοχείας
 Θεοδότῳ, ἐπισκόπῳ Νικοπόλεως
 Ὀλυμπίῳ
 Ἀβραμίῳ, ἐπισκόπῳ Βατνῶν
 Πέτρῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Παιονίῳ πρεσβυτέρῳ
 Διοδώρῳ,  πρεσβυτέρῳ Ἀντιοχείας
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Ἀντιπάτρῳ
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Τοῖς Ἀλεξανδρεῦσιν
 Τῇ Ἀντιοχέων Ἐκκλησίᾳ
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Νουμεραρίῳ ἐπάρχων
 Ἑτέρῳ νουμεραρίῳ
 Τρακτευτῇ τῶν ἐπάρχων
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Ἀντιόχῳ
 Ἀβουργίῳ
 Τραϊανῷ
 Τραϊανῷ
 Ἀμφιλοχίῳ, ὡς παρὰ Ἡρακλείδου
 Εὐσταθίῳ ἀρχιάτρῳ
 Οὐΐκτορι στρατηλάτῃ
 Βίκτορι ἀπὸ ὑπάτων
 Ἀσχολίῳ, ἐπισκόπῳ Θεσσαλονίκης
 Ἀνεπίγραφος ἐπὶ ἀλείπτῃ
 Εὐαγρίῳ πρεσβυτέρῳ
 Ἀντιόχῳ
 Ἀντιόχῳ
 Εὐπατερίῳ,  καὶ τῇ θυγατρί
 Διοδώρῳ
 Ἀμφιλοχίῳ, χειροτονηθέντι ἐπισκόπῳ
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Ἰοβίνῳ κόμητι
 Ἀσχολίῳ, ἐπισκόπῳ Θεσσαλονίκης
 Ἀσχολίῳ, ἐπισκόπῳ Θεσσαλονίκης
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων
 Ἀντιόχῳ πρεσβυτέρῳ, ἀδελφιδῷ συνόντι ἐν τῇ ἐξορίᾳ
 Γρηγορίῳ Βασίλειος
 Γλυκερίῳ
 Γρηγορίῳ
 Σωφρονίῳ ἐπισκόπῳ
 Πρὸς Θεοδώραν κανονικήν
 Πρὸς ἐλευθέραν
 Μαγνηνιανῷ  κόμητι
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου
 Σωφρονίῳ μαγίστρῳ
 Ἀβουργίῳ
 Ἀρινθαίῳ
 Σωφρονίῳ μαγίστρῳ, Εὐμαθίου ἕνεκεν
 Ὀτρηίῳ Μελητινης
 Τοῖς πρεσβυτέροις Σαμοσάτων
 Πολιτευομένοις Σαμοσάτων
 Εὐσταθίῳ, ἐπισκόπῳ Ἱμμερίας
 Θεοδότῳ, ἐπισκόπῳ Βεροίας
 Ἀντιπάτρῳ ἡγεμόνι
 Ἀντίπατρος Βασιλείῳ
· Ἀμφιλοχίῳ περὶ κανόνων
 Εὐσταθίῳ ἀρχιάτρῳ.
 Ἀμφιλοχίῳ ἐπισκόπῳ Ἰκονίου.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Σωφρονίῳ μαγίστρῳ.
 Μελετίῳ ἀρχιάτρῳ.
 Ζωΐλῳ.
 Εὐφρονίῳ, ἐπισκόπῳ Κολωνείας Ἀρμενίας.
 Ἀβουργίῳ.
 Ἀμβροσίῳ, ἐπισκόπῳ Μεδιολάνων.
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων.
· Ἀμφιλοχίῳ περὶ κανόνων.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Αμφιλοχίῳ, ἐπισκόπῳ Ἰκονιόυ.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Τοῖς παραλιώταις ἐπισκόποις.
 Τοῖς Νεοκαισαρεῦσιν.
 Ἐλπιδίῳ ἐπισκόπῳ.
 Ἐλπιδίῳ ἐπισκόπῳ παραμυθητική.
 Τοῖς κατὰ Νεοκαισάρειαν κληρικοῖς.
 Εὐλαγκίῳ.
 Ἀνεπίγραφος ἐπὶ ἀπολογίᾳ.
 Τοῖς κατὰ Νεοκαισάρειαν λογιωτάτοις.
 Ὀλυμπίῳ.
 Ἱλαρίῳ.
 Ἀνεπίγραφος, ἐπὶ ἀνδρὶ εὐσεβεῖ.
 Τερεντίῳ κόμητι.
 Δωροθέῳ πρεσβυτέρῳ.
 Μελετίῳ, ἐπισκόπῳ Ἀντιοχείας.
· Ἀμφιλοχίῳ περὶ κανόνων.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Τῷ Σαμοσατέων κλήρῳ.
 Πρὸς τοὺς ἐν Βεροίᾳ.
 Πρὸς τοὺς ἐν Βεροίᾳ.
 Πρὸς Χαλκιδέας.
 Πρὸς Εὐστάθιον τὸν Σεβαστηνόν.
 Γενεθλίῳ πρεσβυτέρῳ.
 Δημοσθένει, ὡς ἀπὸ τοῦ κοινοῦ.
 Τοῖς ὑφʼ ἑαυτὸν ἀσκηταῖς.
 Τοῖς ἐν Κολωνείᾳ κληρικοῖς παραμυθητική.
 Πολιτευομένοις Κολωνείας.
 Τοῖς κληρικοῖς Νικοπόλεως.
 Πολιτευομένοις Νικοπόλεως.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Ἀμφιλοχίῳ ἐρωτήσαντι.
 Τῷ αὐτῷ πρὸς ἄλλο ἐρώτημα.
 Τῷ αὐτῷ πρὸς ἄλλο ἐρώτημα.
 Τῷ αὐτῷ Ἀμφιλοχίῳ.
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων.
 Νικοπολίταις πρεσβυτέροις.
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων.
 Νικοπολίταις πρεσβυτέροις.
 Εὐσεβίῳ, ἐπισκόπῳ Σαμοσάτων.
 Τοῖς δυτικοῖς.
 Πρὸς Ἰταλοὺς καὶ Γάλλους ἐπισκόπους, περὶ
 Πατροφίλῳ, ἐπισκόπῳ τῆς ἐν Αἰγεαῖς ἐκκλησίας.
 Θεοφίλῳ ἐπισκόπῳ.
 Νικοπολίταις.
 Νικοπολίταις.
 Ἀμφιλοχίῳ, ἐπισκόπῳ Ἰκονίου.
 Ἀνεπίγραφος, ἐπʼ ἀνδρὶ εὐλαβεῖ
 Πατροφίλῳ, ἐπισκόπῳ τῆς ἐν Αἰγεαῖς ἐκκλησίας
 Τοῖς Εὐαισηνοῖς
 Ἐπισκόποις τῆς Ποντικῆς  διοικήσεως
 Πρεσβυτέροις Ἀντιοχείας
 Πελαγίῳ, ἐπισκόπῳ Λαοδικείας Συρίας
 Βίτῳ, ἐπισκόπῳ Καρρῶν
 Τοῖς ποθεινοτάτοις καὶ εὐλαβεστάτοις ἀδελφοῖς
 Μονάζουσι καταπονηθεῖσιν ὑπὸ τῶν Ἀρειανῶν
 Ἐπιφανίῳ ἐπισκόπῳ
 Παλλαδίῳ καὶ Ἰννοκεντίῳ  μονάζουσιν
 Ὀπτίμῳ ἐπισκόπῳ
 Τοῖς ἐν Σωζοπόλει
 Οὐρβικίῳ μονάζοντι
 Τοῖς Δυτικοῖς
 Βάρσῃ, ἐπισκόπῳ Ἐδέσσης, ἐν ἐξορίᾳ ὄντι
 Εὐλογίῳ καὶ Ἀλεξάνδρῳ καὶ Ἁρποκρατίωνι,
 Πέτρῳ, ἐπισκόπῳ Ἀλεξανδρείας
 Βάρσῃ, ἐπισκόπῳ Ἐδέσσης, ἐν ἐξορίᾳ ὄντι
 Εὐσεβίῳ ἐν ἐξορίᾳ ὄντι
 Τῇ ὁμοζύγῳ Ἀρινθαίου στρατηλάτου παραμυθητική
 Ἀνεπίγραφος, ὑπὲρ ἁρπαγῆς
 Εὐσεβίῳ ἑταίρῳ συστατικὴ ἐπὶ Κυριακῷ πρεσβυτέρῳ
 Σωφρονίῳ μαγίστρῳ
 Ἀνεπίγραφος, περὶ Ἥρα
 Ἱμερίῳ  μαγίστρῳ
 Ἀνεπίγραφος, περὶ Ἥρα
 Ἁρματίῳ τῷ μεγάλῳ
 Μαξίμῳ σχολαστικῷ
 Οὐαλεριανῷ
 Μοδέστῳ ὑπάρχῳ
 Μοδέστῳ ὑπάρχῳ
 Μοδέστῳ ὑπάρχῳ
 Πρὸς ἐπίσκοπον
 Ἐλευθέρᾳ
 Περὶ μοναζόντων, κηνσίτορι
 Ἀνεπίγραφος, ἐπὶ τῇ τῆς Ἐκκλησίας προστασίᾳ
 Κομενταρησίῳ
 Ἀνεπίγραφος, ἐπὶ ἐκδικηταῖς
 Ἀνεπίγραφος, ἐπὶ ἐκδικηταῖς
 Ἀνεπίγραφος περὶ γυναικὸς καταπονουμένης
 Νεκταρίῳ
 Τιμοθέῳ χωρεπισκόπῳ
 Παλλαδίῳ
 Ἰουλιανῷ
 Φήστῳ καὶ Μάγνῳ
 Μονάζουσι
 Ἐλευθέρᾳ
 Ἐλευθέρᾳ
 Ἀνεπίγραφος, ἐπʼ ἀνδρὶ εὐλαβεῖ
 Κηνσίτορι
 Πρὸς πατέρα σχολαστικοῦ τελευτήσαντος παραμυθητική
 Μαξίμῳ παραμυθητική
 Πρὸς τὴν ὁμόζυγον Βρίσωνος παραμυθητική
 Κόμητι πριβατῶν
 Ἀβουργίῳ
 Ἀνεπίγραφος, ἐπὶ ἐναρέτοις ἀνδράσιν
 Ἡγεμόνι Σεβαστείας
 Ἀνεπίγραφος
 Ἀνεπίγραφος, ἐπὶ προστασίᾳ
 Ἀνεπίγραφος, ἐπὶ ἐνδεεῖ
 Ἀνεπίγραφος, ὑπὲρ συγγενῶν
 Πρωτεύοντι
 Κηνσίτορι
 Κηνσίτορι
 Ἀνεπίγραφος, ἐπὶ οἰκέτῃ
 Ἀνεπίγραφος, ὑπὲρ συγγενοῦς
 Ἀνεπίγραφος, ὑπὲρ καταπονουμένου
 Ἀνεπίγραφος, ὑπὲρ ἐνδεοῦς
 Βασιλείου, ἀνεπίγραφος, ὑπὲρ πατριώτου
 Ὁμοίως  ὑπὲρ ξένου
 Ἀνεπίγραφος, ἐπὶ προσηγορίᾳ
 Θέκλῃ
 Ἀνεπίγραφος, ἐπὶ φίλῳ συμπασχάσαι
 Φιλαγρίῳ Ἀρκήνῳ
 Πασινίκῳ  ἰατρῷ
 Μαγνινιανῷ
 Ἀνεπίγραφος, ἐπὶ νουθεσίᾳ
 Ἀνεπίγραφος, ἐπὶ παρακλήσει
 Ὑπερεχίῳ
 Φαλερίῳ
 Ἀνεπίγραφος
 Ἀνεπίγραφος
 Ἄλλη ἀνεπίγραφος
 Νοταρίῳ
 Καλλιγράφῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Λιβάνιος Βασιλείῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Λιβάνιος Βασιλείῳ
 Λιβάνιος Βασιλείῳ
 Βασίλειος Λιβανίῳ
 Ἐκ τῆς ἐπιστολῆς αὐτοῦ πρὸς Ἰουλιανὸν τὸν παραβάτην
 Ἀπολιναρίῳ
 Βασιλείῳ Ἀπολινάριος
 Ἀπολιναρίῳ
 Βασιλείῳ Ἀπολινάριος
 Βασίλειος τῷ μεγάλῳ βασιλεῖ Θεοδοσίῳ
 Βασίλειος πρὸς Οὐρβίκιον μονάζοντα περὶ ἐγκρατείας
 Βασιλείῳ τῷ μεγαλῷ
 Γρηγορίῳ Βασίλειος ὁ μέγας
