@node
@author=Joannes Philoponus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Michael Hayduck
@filename=tlg4015.tlg007.opp-grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane
@publicationStmt=University of Leipzig, tlg4015.tlg007.opp-grc1.xml.
@respStmt=Gregory R. Crane, Editor-in-Chief, Perseus Digital Library, Digital Divide Data, Corrected and encoded the text, Matt Munson, Project Manager (University of Leipzig), Annette Geßner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor, Greta Franzini, Project Manager (University of Leipzig), 2013-2014, Frederik Baumgardt, Technical Manager (University of Leipzig), 2013-2015, Simona Stoyanova, Project Manager (University of Leipzig), 2015, Project Assistant (University of Leipzig), 2013-2014
@sourceDesc=Michael Hayduck, Joannes Philoponus, Ioannis Philoponi (Michaelis Ephesii) in libros de Generatione Animalium commentaria, Reimer, Berlin, 1903, Commentaria in Aristotelem Graeca, 14.3, Internet Archive.
@sponsor=University of Leipzig
@title=In Libros De Generatione Animalium Commentaria
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:54:50Z

112301	marginal 3r
footnote 1. 2 Σχόλια—πραγματείας IKL: Ἀριστοτέλους περὶ ζώων γενέσεως μετὰ τῶν τοῦ Φιλοπόνου σχολίων βιβλίον ᾱ a 5 post τελικόν add. καὶ εἰδικὸν K, καὶ ταὐτὴ καὶ τὸ εἰδικὸν a ὅπερ] ὅτι τὸ Κ 6 τῶ γὰρ οὗ IL 7 post φυσικῶν add. δὲ τὸ τέλος a ἐν ἐκείνοις οὑν coll. IL 8 αἴτιον a τὸ ante τελικόν om. IKL καὶ ante διὰ om. Κ δὲ om. Κ 9 post ποιητικὸν adil. ἐστι a 10 ῥύγχος] σάρκα a 11 fort. παραλιμπάνει περὶ] fort. πρὸς ἄλλα καὶ La 13 γέννησιν Κ post οἷον add. τῶν τε IL 16 γοῦν IL περί τε τῶν IL 21 τῆς om. Ka 22 ἁπάντων ἑκάστου ζώου coll. Ka 23 τὴν om. IL post σκέψιν add. ἑκάστου IL τῇ] τῷ Κ
marginal 3r
marginal 3v
footnote 2 δημιουργὸν a 11 οὗτος I αἰτίαν ἐπιγέγραπται coll. Ka 13 ἐπιστασίας Κ ἐπισάγειν a σαφῆ καὶ τὰ a 14 ἐπὶ (ante τῆς)] ἐν Κ post ἐπὶ add. δὲ a τῆ παρούσῃ πραγματεία Ka 15 ποιήσωμεν a ἐπιστήσωμεν a δὲ] μὲν a 16 παραδράμωμεν IL μὴ] μόνον a δὲ om. a δὲ καὶ τὰ Κ 19 τῇ] τῷ I 20 post καὶ add. περὶ Ka 23 τοῦτον (sic) Κ 27 post τὸ add. γε K, τε a 30 οὖν καὶ τέτταρα IL 32 ἀποδίδομεν a τὸ ante ἀνάπαλιν om. Ka 33 post μὲν add. γὰρ a 34 σωκράτη a ἂν ὁμοιομερέσι La ἐστὶν Κ
marginal 3v
marginal 4r
footnote 2 εἰπεῖν post ἐστι (1) ponunt Ka οὐδὲ γὰρ IL τούτου Κ 5 διὰ τὸ εἶναι δὲ coll. Ka 6 ταύτας] ἐνταῦθα a δεύτερα] ὕστερα a 7 τῶν om. Κ πρῶτον a 9 καὶ συνήνωται ὡς εἴρηται coll. a 11 πρὸς] εἰς L 13 ἐστιν om. Ka post τελειωθῆναι add. δὲ Ka 14. 15 τελεωθέντα I 15 δ’ om. Κ 16 δέ om. ILa ἀνομοιοειδῆ Κ 18 ἡ ξηρῶν Ka μυῖαι καὶ om. Ka καὶ αἱ κανθαρίδες Κ 19 δὲ om. Ka τὸ ἄρρεν Ka τὸ θῆλυ a 20 συνδυαζόμενον Κ καὶ τὸ τῶν μυιῶν Ka 21 ἀλλ’ om. Κ post ὁμοειδῆ add. ἀλλ’ ἀνομοειδῆ la, ἀλλ’ ἀνομοιοειδῆ Κ 22 αὑταὶ scripsi: αὗται libri δὲ] γὰρ a μέλανα καὶ ὑπόποδα Κ 24 γὰρ libri et Arist. S: om. Arist. vulg. 26 γὰρ (post εἰπὼν)] δὲ a ὅσα om. Κ ὕλης corr. ex γῆς I 27 καὶ τὸ θῆλυ a post θῆλυ add. καὶ Κ 28 θήλεια L 29 γεννᾶ a 31 γεγενήκασι I
marginal 4r
marginal 4v
footnote 1 καὶ τὸ θ. Κ 2 αὐτοῖς Κ 7 αὐτὰς ψύλλας a 8 ἑαυταῖς Ka   δύναται IL 9 et 10 πρότερον IL 12 μηδὲ] καὶ IL post σκωλήκια add. μὴ L τὸ θῆλυ καὶ τὸ ἄρρεν coll. I 13 σκωλήκων I 14 τὸ ante θῆλυ om. a 16 καὶ post δύνανται om. Ka 21 λέγεσθαι] γίνεσθαι IL 22 ἀναλογείαν a 22. 23 τῶν γὰρ—ἑαυτοῖς] τὸ γὰρ γεννᾶν θλῆ ἐν ἑαυταῖς Κ 24 ἐν τῇ δρυὶ (post ἰξὸς) om. IL ἔτι] ἐστὶ a 25 συσχόντες K: συνάγοντες a 26 τῆς] τὰς a τῷ κόπρῳ a καὶ om. I 30 συνεγείροντα a 35 ἀπόκρισις post καταμήνιον ponunt Ka
marginal 4v
marginal 5r
marginal 5v
marginal p. 717 a 23
marginal 6r
footnote 1 θῆλυ a μὲν γὰρ om. IL 2 μένει ILa 2. 3 ἐν τοῖς—εἰς ἑαυτό (5) om. Κ 3 πάντως a 5. 6 τελειωθῇ] τελειωθέν Ka 6 ante δὲ add. μὲν a 12 καθὰ a θήλη a 13 περινέους Κ Arist. vulg.: περιναίους ILa Arist. PS 14 πόρους] τόπους IL 18 καὶ τὸ θῆλυ Κ 21 τρόπῳ Κ 24 δι’ ὑστέρας a 27 καὶ om. I 28 post ᾠοτοκοῦσιν add. ἐντὸς Ka 29 λέγεται Ka 32 τι γενέσθαι Κ οἱ om. La 34 διὰ post ἀλλὰ om. Ka 35 περὶ τὴν τροφὴν Arist. 36 τὰ post καὶ om. Κ
marginal 6r
footnote 2 ante οἱ add. καὶ IL ὅτι om. IL 6 ἔχοντες Κ 8 δὲ post ἐντὸς om. a 9 ὄρχεις om. a 9. 10 ἐχόντων αὐτοὺς coll. Ka 10 ἕνεκα Ka 11 τοῦ] τὸ Κ τῶν τοιούτων] τούτων Κ 13 τοῦτό ἐστι Ka λαμπρότατα L 14 κατολιγώρηκεν Ka καὶ om. a 16 διατρίβειν ILa 18 πρόεσις Ka corr. L: προαίρεσις, ut vid. I 19 προλελέχθη a 21.22 ἀκολαστότερα a 22 τὴν τοῦ Ἀριστοτέλους Κ 23 ζῷα om. Κ 27 ποιεῖ L ἐρεῖ] Α 18 ὅτε Ka 28 λέγει Ka 30 τούτου Κ 31 τοῦτο IL 33 γίνηται Ka 34 ἐλάττων a 36 συμβαίνει a post αὐτοῖς add. ἴσως Ka
marginal 6r
marginal 6v
footnote 2 τοιούτων Ι: τούτων Ka 4 τούτων] τοσοῦτον Ka 5 μᾶλλον om. ILa 8 ἐκ τῆς Περὶ ζῴων ἱστορίας) Γ 1 9 ἐν οἷς—πόροι (12) om. Κ 12 ἐπαναδιπλωμένοι Ka οἱ τοιοῦτοι πόροι post κεῖνται δὲ (11) ponunt Ka 15 ὄρχεων scripsi: πόρων libri 15. 16 διὰ τὸν La 16 post ψύχονται add. καὶ Ka 17 εὐρυνοῖ I: εὐρύνει a 18 post πρὸς add. τὴν Κ 19 διὰ τῆς ἐκ a 20 περιτρίψεως a 23 ὅτε λέγει a 25 γινομένη Ka 27 μὴ ἔνεστιν Ka 28 τὸν om. IL 29 κινοῦν αὑτὰ πρὸς Ka 30 πρὸς a 32 εἰσιν om. K 33 αὐτῇ a 36 τοὺς om. Ka τὸν πόρον Κ
marginal 6v
marginal 7r
footnote 1. 2 ἠνεωγμένους libri 2 αἰεὶ Κ 3 πολλῶ K ταχυτέρως IK exspectas ἢ ἐπὶ τῶν ἐχόντων 5 λαυρότερα Κ 8 ἀναδεδιπλωμένους Κ: ἐπαναδιπλωμένους a 9 γὰρ post ἐν (8) ponunt Ka ἐπαναδεδίπλωσις IL ἔχουσι δὲ IL τὰ μὲν ἐντὸς IL τὰ δ᾿ ἐκτὸς IL καὶ τοῦ οὗ Κ καὶ τὸ οὗ a 16 καὶ αἱ ἐπαναδιπλώσεις Ka 17 ante σώζουσιν add. δὲ a 18 ἐκ τῆς Περὶ τὰ ζῷα ἱστορίας] Γ 1 19 οὐδὲν Ka 21 χεῖρες delevi αὐταὶ Κ 24 ἐγγὺς] ἐντὸς Ka 26 ante ὄρχεις add. οἱ I τούτων ἐκτὸς ILa 27 ὅ τι] ὃ Ka 28 post συμφύεται add. γὰρ Κ καὶ om. Ka 29 ἠνεωγμένα la 31 post πόρους add. ἐντὸς Ka 31. 32 ἐκφραγῆναι KLa 32 πεποίηκε Ka θηλὴν a
marginal 7r
marginal 7v
footnote 4 τὴν om. Κ 11 ἐπεὶ δὲ a 11. 12 ἱεράκων καὶ στρουθῶν IL 12 post στρουθῶν add. καὶ a μόνω Ka 13 ante σπέρμα add. σπόρημον (sic) a καὶ—ὀρνίθων (14) delevi 14 πολλοῦ KLa 16 παρέλθοι I 19 ἀνασπάσαι Arist. vulg.: ἀνασπάσει Ka ex ἀναπαύσει corn L: ἀναπαύσει Ι 20 γινομένης Ka κουφότερα Κ 21 δὲ] δὴ L οἱ—ἀνοιχθέντες] τῶν πόρων τέλος ἀνοιχθέντων Ka 28 οἱ om. IL 29 τούτω a 30 τόν πόρον δι’ ὃν IL1, sed corr. L2 31 ῥαδίως scripsi (sed cf. p, 18,3.5 n.): ῥᾴδιον libri 32 τὰς πλείστας ILa 36 σύστασιν IL1
marginal 7v
footnote 1 τέλει] χείλει Κ 2 post ὅτι add. τὸ IL 3 τούτων ΙΚ 6 ἄρα addidi τὰ om. a συντείνεσθαι αὐτοῦ coll. K: σ. αὐτῶ a 14 θερμαινομένης IL 18 ἐπειδὰν—συνάθροισις (19) om. IL πάλιν post οὑν om. a ἐξέλθει Ka 20 et 24 ἐρεῖ] A 18 λέγει a 24 τὸ om. a καὶ om. a 25 ἡ] καὶ Κ 27 τὸ σπέρμα καὶ ἕτοιμον coll. Ka 28 χρονοτροβεῖν I 29 ὄντι a τῶν θηλέων Ka 30 προαποθησαυρισμένον a 31 ὅπερ Ka καὶ om. Κ 32 ἐπὶ] πρὸς Ka ἀπρανῆ I 33 εἰ] καὶ a 34 τούτου a p. 717 b 33
marginal 7v
marginal 8r
footnote 1 μὴ ἔχει, καθάπερ εἴρηται, διά τε τὸ μὴ εὑ Arist. ἀλλ’ ἀναγκαῖον Κ 4. 5 ἐκτὸς 19 συγκλύειν a 20 δέχεσθαι a 20. 21 ἐν τῷ Περὶ ἀναπνοῆς] c. 10 23 βράγχεια a 25 et 29 ἐκτὸς IKL 26 οὑν om. IL 30 μῦσθαι a κατάσχῃ] κατάχυ a 36 γίνεται Ka προυπάρχει KLa
marginal 8r
marginal 8v
footnote 1 ἐρεῖ] Β 4 αὐτῆς IL 2 λαύρους Κ, et sic constanter 3 ἰχθύας Ka μόνῳ Ka: μὲν I 4 ὅτε συνδυάζονται Ka 5 ἰχθύες Ka 6 καὶ οὐκ—εὐθεῖς (8) om. Κ 7 οἱ γὰρ ἐν scripsi: οὐ γὰρ ἐν IKL: ἐν γὰρ a πέφυκας a: προσπεφύκασιν IL: fort. πόροι πεφύκασιν 8 μόριον om. IL 15 ὄρχεις La Η om. IL ὁ post δὲ om. Ka οὑν om. L 16 πρὸς τὸν ὄσεχ I: πρὸς τὸν ὄρχεα L: πρὸ τοῦ ὄρχεως Ka Γ et Δ semel habet Κ ὅς ἐστιν] ἐστὶν ὁ Ka 18. 19 ὁ δὲ—μόριον delevi 18. 19 ὁ δὲ ἐς Κ 19 ante εὐθὺ add. καὶ Κ 21 ἡ aute μὲν in ras. II litt. 22 ἐν αὐτῶ IL τὸ ἐν τῶ IL 23 et 26 ἐπαναδίπλωσις I 25 ἐσχάτου Κ 26 δὴ] γοῦν Κ 27. 28 μεταβάλλον Ka 28 ὁ δεζ πόρος Κ τὸ om. IL 29 βγδε IKL 30 ΔΕ] εζ Κ 31 πληρωθεῖ a ταχεῖα] βραχεῖ IL
marginal 8v
marginal 9r
footnote 2 post πόρος add. ἴνα ταχεῖα γένηται δηλονότι ἡ πρόεσις τῆς γονῆς a 5 post αἰτίας add. ὄρχεις οὐκ ἔχουσιν a προσδιοριστέον Κ 6 ἐν τοῖς Μετεώροις] Meteorol. Α 12 p. 348 b 30 sqq. 7 προθερμανθέν a 8 προτεθερμανθέντος I 9 ἐλέγομεν ΙΚ 11 ὄρχεων IK 13 τὸ post χρόνῳ om. a 17 post ὅτι add. καὶ Ka 19 ᾗ] εἰ IL post κινεῖται add. τὸ Κ 20 ἐπικρατία I 23 τούτου οὖν προδιορισθέντος Κ 25 ὄντων om. ILa 27 διχῶς] δικαίως Κ 29 ἠρεμεῖν] εὑρεῖν Κ 30 μονήν] μορφὴν IL1 ἄγονον] ἄ . . ρον Κ 31 τοῦ σώματος τῶν ὄφεών φησι coll. IKa 33 ἀλλήλους a 35 post δὲ add. καὶ Κa
marginal 9r
marginal 9v
footnote 1 ἐν om. IL 2 ἰλλυΐ a 3 ἐρεῖ προϊών] Α 21. Γ 5 οἱ ἄρρενες δύναμίν τινα coll. Ka 4 αὐξηθέντα καὶ om. IL 8 δυνάμενα Κ 11 αὐτοῖς a post δὲ add. φησι Ka 12 τὴν] τὸ ILa κατὰ ἀναλίσκεσθαι a 14 τἄ ᾠά] ζῷα IL 15 ἄλλως τε distinxi: ἀλλ’ ὥστε libri 16 ὥστε] ὡς IL 17 ἐφ’ ὅσον IL post ὅτι add. δὲ IL 18 γὰρ] δὲ L 21 post προσέθηκε add. καὶ IL 22 ἑαυτοῖς Κ 24 ante οὐκ add. καὶ Ka 25 ὅτι om. 26 εὐθὺ Ka 27 εἶτα ζῳοτοκεῖ ἐν ἑαυτοῖς om. L, del. I 29 post ἐπεὶ add. γὰρ Ka τὸ post ὥσπερ om. IL 30 αὐτὸ ILa 31 αὐτὸ] αὐτὰ L 32. 33 ψυχρὰ τὰ σελάχη—μαλακόδερμα] τὰ ᾠὰ μαλακόδερμα· διὰ τὸ διὰ γὰρ a) εἶναι τὰ σελάχη ψυχρά Ka 33 διαπνεῖται] ἀναπνεῖ IL
marginal 9v
marginal 10r
marginal p. 719 a 14
footnote 2 εἰσιν IL 3 τὰ δὲ ὀλ. a 4 φυλάττει a αὐτὰ — φυλαχθῇ (5) om. Ka σελαχώδη L 6 σελάχοις a ἀπ’ αὐτῶν ILa 7 ἔμελλον ΙΚ 9 post ἐστὶν add. καὶ IL 10 ἢ—προΐενται om. Κ 12 δῆλον post αἰσθήσεως ponit Κ αἰσθήσεως] αἰσθητικῆς a 17 τι om. Ka 23 ἄρθροις] ἄκροις Κ ὁ δὲ σ. ILa 24 ὠοτόκος et ζωοτόκος ILa λέγεται Κ: λέγομεν a 25 ζωοτοκοῦντα Ka κατειλήφασι a 27 ἐν τοῖς] πρὸς τοῖς Arist. 30 ἄκροις Κ λέγει δὲ πρὸς colL IL 31 ζῶον a μὲν om. Κ 33 γὰρ] τινὰ Κ
marginal 10r
footnote 1 ὑπενεγκεῖν Ka 2 παρακείμενον a 5 πνίγονται a 6 δυστοκίαν Ka 7 μέχρι a 8 ἀναπνεύσωσιν Κ 11 τὴν ὑστέραν Κ 14. 15 παρακεῖσθαι αὐταῖς a 15 καὶ om. IL 18 ἀπογεννομένοις a βλάπτονταί τε καὶ Ka 19 παραφροσύνειν a 20 τῆς alterum om. a γεννωμένης a 21 τούτου a ἐν τῷ Περὶ ζῴων μορίων] Γ 10 24 ἔμελλε Ka post ὑστέραι add. αἱ a 25 εἰ γὰρ μὴ Ka 27 ὅπερ οὖν—μορίων (30) om. KL 28 ὁμολογῇ a 29 προσιστάμεναι Arist. vulg.: προϊστάμεναι Ia Arist. P 33 ἰσχυρόν] ὑγρὸν IL ἀπ᾿ αὐτῶν Κ
marginal 10v
marginal 11r
marginal p. 719 b 17
footnote 1. 2 κινεῖσθαι ex κεῖσθαι corr. I 10 καὶ διὰ] κατὰ Κ 14 τῶ εἰρημένων I εἴποιεν ILa τὸ Κ μἐδιμνα Κ 16 ἐντὸς τὰ δ’ ἐκτὸς Κ 17 ἡ om. IL 18 δὲ καὶ τῇ Arist. 20 Ἐπεὶ Κ 28 πρόσθεια a 29 σαρκώδει a 35 τόπον Ka 36 αὐτῷ] εἰς ἑαυτὸ Ka 37 αὐξόμενα Ka
marginal 11v
footnote 2 ἡ ὅλος IL 5 post βάρος add. καὶ πόνον Ka αὐταῖς TLa 6 τὸ] τοῦ I 7 ὑπεῖναι Ka ἐπὶ om. Ka 8 ὡς εἴρηται ὁ τόπος coll. Κ 14 ὑγρᾶς in ras. L 16 ξηρᾶς a ex ὑγρᾶς corr. L: ὑγρᾶς ΙΚ 17 ἐμπροσθίοις libri et Arist. P: προσθίοις Arist. vulg. 21 post οὗτος add. ἐπάνω Κ τῆς om. IL 22 οὗτος] τούτου Ka 30 αὐξάνεται Κ 31 ἐγγένηται Κ 32 ante πρὸς add. καὶ Ka πρὸς τούτοις Κ ἄλλως a 34 δὲ om. Κ καὶ διὰ—κεῖνται (35)] καὶ διὰ τοῦτο καὶ αἱ ὑστέραι ὄπισθεν κεῖνται ἐπήγαγεν Κ, sed rursus del. 34. 35 ἐν τούτω a 35 ῥᾳδίως scripsi: ῥᾴδιον ILa: ῥᾴδια Κ δι’ αὐτῶν IL
marginal 11v
marginal 12r
footnote 4 καὶ om. La 8 γένηται Κ καὶ ἐξ ἐνὸς a ὑπὸ a 16 μὲν πάντα φέρειν coll. Κ 18 ὅσοι IL 19 τοῦτο Κ 21 ἕξει Κ 22 ἐλλιπὲς a 25 τούτου a 27 αὐτοῦ IL 28 ἴδίους—λέγει (29)] cf. Arist. p. 720 a 25.26 codd. PSY 28 et 29 ἰδίως IL 29 καθ’ ἑαυτὸ IL τοῦτο IL 32 post καὶ add. γὰρ IL post ὄντων add. τῶν πόρων Κ 33 ἰδία IL 34 οἱ δὲ πόροι—τοιοῦτοι ὄπισθεν (35) primo om. sed in marg. add. L 35 ἴδιοι] ὕδροι in marg. L οἱ ante μὴ om. a 30 δεῖ] δὴ a
marginal 12r
marginal p 720 b 2
marginal 12v
footnote 2 τὸ] τὶ a 3 τοῦ ILa διόλον Κ 5 ἐντὸς ex ἐκτὸς corr. I 7 αὐτοῖς La 11 ὅτι om. a 12 διαφέρ K: διαφέρει a 13 post τούτων add. δὲ a. ut Arist. 16 λέγω scripsi: λέγων libii 17 ἐπάγειν a ἐπαναλλάξη IL 17. 18 τὸ οὐραῖον] sic IKL: τὰ οὐραῖα a, ut Arist. 22 κεῖσθαι κάτω Ka 23 τὸ δὲ τοῦ ἄρρενος οὐραῖον Κ: τὸ δὲ ἄρρενος οὐρ. a 25 ὅτι om. Κ 26 ὥς τὸ τὸ I 28 τὸ om. Ka διαπτύοντα a 30 περιπλέκεται Κ 32 περὶ Ka 33 ἡ φύσι, συνήγαγε καὶ συνήνωσε coll. Ka
marginal 13r
marginal 13v
footnote 1 τὸν αὐτὸν om. IL 4 πρὸς τὸν τῆς Κ 5 τὸν θορὸν ἀφίησι coll. Ka 6 ἐστὶν ἡ λέξις coll. Ka 7 τὸ om. a 8. 9 ἡ περίττωσις] τὸ περίττωμα Κ 11 πρὸς om. L 12 τῶν om. I 14 ἄρρης IL 16 πλεκτάον I 19 καὶ om. IL πόρρω] πόρου Κ πλεκτάνα I ἐπαφίησι Κ 21 αἱ] καὶ IKL καὶ post ἀκρίδες om. Κ 25 γονὴν τὸ ἄρρεν coll. Κ 26 post τὸ add. ἄνω Ka 27 ἀφεθὲν Κ 28 ἀπολύονται] ἀφίενται Κ 29 ἐληλυθὸς IL οὖν τὸ θῆλυ ILa διαφιέναι Ka 30 φησὶν—πολλῶν] διὰ πολλῶν φησί Κ 31 τούτου IL πρὸς] πέρι Κ τέλος a 32 ὅπου a 33 δὲ] καὶ IL
marginal 13v
marginal 14r
marginal p. 722 a 3
marginal 14v
footnote 3 τῷ] τὸ IL 4 αὐτῶν post θήλεσι legitur apud Arist. 5 ἐναίμων IL 7 τούτοις K: τούτου a 9 post προίεται add. σπέρμα L 10 καὶ τὸ coll. IL 12 ἄρρεν καὶ τὸ θῆλυ coll. Κ 12. 13 ὁ αὐτὸς—ζητῆσαι om. et horum vv. loco repetit ὑποστικτέον εἰς τὸ μόνον εἶτα ἐπακτέον τὸ (10) Κ 15 τῆς] τοῦ IL γνώμης a ἔτι] εἰ τι a 18 ἐστιν om. ΙΚ 20 βελῶν L 21 χαλκηδόνιον Ka 27 ἂν εἴησαν ILa 28 τοῦτον a 29 τὸ om. L ἴως καὶ post ἀλλὰ om. Κ φωνὴν] κεφαλὴν IL comp. 30 ἀπαραλλά(??) Κ 32 καὶ τὴν βάδισιν om. ILa 32. 33 καὶ φωνῶν καὶ ὀνύχων coll. Ka
marginal 14v
footnote 1 μόρια] μέρη Κ ἐλθούσης IL 3 γὰρ om. IL γίνονται a 4 αὐτοῖς om. IL: αὐτῶν a ante σπέρμα add. τὸ Ka 5 γεννᾶ ΙΚ 6 ἐπὶ τούτοις Κ οὐ om. IL 7 καρέας] sic libri, itemque porio 8 καὶ post ἢ om la 10 ὑπὸ] ἀπὸ Ka 15 μεταφυτευθέντα L ἐν Ἀθήναις om. L 19 ἄν om. Κ 20 καὶ τὰ τῆς Κ 22 τοσούτων τῶν ἀριθμῶν a 23 τὰ om. a 24 ἀλλὰ μὲν K μόρια] κάρυα Κ 29 τὸ μέρος Κ: τὰ μέρη a 30. 31 ἀφαιρεθεὶς ὁ κλάδος IL 31 εἰσι] τυγχάνουσι 11, 32 πρὸς τὴν ἀφαίρεσιν IL comii. καταχώσειε a 33 γεννῆσι a 34 περικάρδιον I 35 post ἄπεισιν add. διὰ τὸ μὴ μὴ om. a) μετά τοῦ περικαρπίου φυτεύεσθαι Ka p. 722 a 16
footnote 1 ἀνομοιομερῶν L μόνον ex Arist. addidi coll. vv. 5. 8. 16 4 ἐρωτῶ Κ 5 μόνων IKa νεύρων a ἐξέρχεται Κ 7 et S. 9 ἀνομοιομερῶν IL, sed corr. L 10 τὰ post κατὰ om. IL post ὅλως add. κατὰ Ka 11 post ἀλλὰ add. καὶ 1 κατὰ ante τὰς om. Ka 12 μηδὲ scripsi coll. Arist. p. 722 a 21: μὴ διὰ IL: καὶ K: om. a post εἰσι add. οὐ Κ, μὴ a 13 ante σπέρμα add. τὸ Κ 15 αἰτίαν τινὰ coll. Ka 16 μόνων IK 20 post ἀνομοιομερῶν add. ἀπέλθοι a ἀπέλθοι Ka 22 οὖν om. IL 27 ἀπέλθῃ Κ δἡ] δὲ IL λέγει Κ 29 ὁμολογεῖ Κ 30 ἐπὶ τούτων La 31 συλλαβεῖς a 32 ἀπὸ ante τῆς om. Ka 33 τοῦ ante ω om. IKa
marginal 15v
marginal p. 722 b 3
footnote 1 οὕτω καὶ εἰ Κ πρότερον ἀπὸ τῶν Ka 2 καὶ post πυρὸς om. Κ 5 τουτέστιν] ἤγουν Κ 7 ἀνομοιομερῶν οὔτε ἀπό τῶν ὁμοιομερῶν Κ 8 ὅτι καὶ coll. IL ταύτης om. Ka 8 et 9 ἢ om. L ἢ] ἤτ (ἤτοι?) Κ 9 εἰ δὴ Ka 10 post ἐνδέχεται add. ὁμοιότητα Ka ὅτι om. L 11 ἀπὸ om. IL 12 τι post ἐστί om. I 14 διεσπαρμένα IKL Arist. PSYZ: διεσπασμένα Arist. vulg. 16 ὑπομνησθῆναι Ka 18 καὶ τίνα—τὸ σπέρμα (21) om. IL καί τινα a 20 ὁ Πλατῶν] cf. Tim. p. 73 A sqq. 91 A sqq. 22 μὲν ἀπὸ coll. a 23 ὁμοίως om. L 24 χεῖρε Κ καὶ ἀπὸ τῶν ποδῶν a πόδε Κ 25 δὲ prius om. Κ 26 ἐξέρχεσθαι Κ τε post τοῦτο om. Κ ἔλεγον IL 28 καὶ om. Κ post ὑγρασίας add. καὶ IL περιεχούσης Ka 29 φασὶ IL
marginal 16r
footnote 2 τὴν] τὸ a 4 θεῖναι] εἶναι La 7 λεγομένη] λέγει IL S λίαν om. Κ 1) ἐν αὐτῇ post λέγουσιν Ka 10 συνεχῆ ἐστιν KLa 14 δὲ om. LLa οὐθὲν I 15 δύναται Ka 17 γὰρ] δὲ IL 19 ἐν τῷ —τῆς Φυσικῆς ἀκροάσεως] Α 5 20. 21 ὅλως πρὸ τοῦ ζῷον coll. Ka 21 εἰ. ἡ κεφαλὴ IL 24 post οἷον prius add. ἐστὶ Ka 25 εἰ δὲ—μητρός (26) om. L, sed in marg. add. 26 ἐπὶ ex ἐπεὶ corr. L τοῦτο IL 29 εἰ δὲ πάντα IL 30 ταύτα scripsi: ταῦτα libri δὲ om. Κ τεκεῖν a 33 post ὅτι add. ὅτε IL πάντων τῶν et porro πάντων om. Κ τῶν utrumque om. a 35 λέγει μᾶλλον coll. Ka
marginal 16r
marginal 16v
footnote 1 ἑτέρᾳ Arist. 2 ἄλλων] πολλῶν Κ 3 ἀληθῆ Ka 4 ἀποέρχεσθαι Κ 8 οὖν om. Κ 8. 9 κεφαλὴν καρδίαν IL κεφαλὴ—οἷον om. Κ 9 καὶ om. a ἀκηρότερα a 9. 10 χεῖρας πόδας I: πόδες χεῖρες coll. Ka 10 τε] δὲ a οὑν om. Ka 17 εἰπὼν δὲ] fr. v. 326 Mullach ὁ μὲν Κ ἐξ ἀνδρὸς Κ ἐκ γυναικός Κ 19 πάντα ταῦτα coll. Ka 21 αὐτῆς et 22 αὑτῶν iibri 23 ὑποδειχήν L: ἀποδοχήν a 24 ἦ scripsi: ᾗ Iibri 27 τοῦ om. Ka 28 ὁμιλία a γίνεσθαι καὶ Ka μέλλοι IL 29 συνέλθοιεν la τε om. Ka τὸ post καὶ om. IKL 30 τῆς om. Κ 31 τοῦ om. Ka 32 τυγχάνωσι IL 33 ἀδύνατον a 35 ἀναύχενας scripsi, cf. Empedocl. fr. v. 307 Mullach: ἀναυχένους IKL: ἂν αὐχένους a
marginal 16v
marginal p. 722 b 30
footnote 2 post αἰσθητικαὶ add. ὡς Κ 4 τἄλλα om. Κ 5 ζῆν — αἰσθάνεσθαι] δύναται σώζεσθαί τε καὶ ζῆν καὶ αἰσθάνεσθαι Κ 6 σήπεται] ὄλλυται Κ 7 μὴν in ras. I: μὲν KLa ὥσπερ εἰ] ὡς περὶ Ka 8 συμφῦναι Ka οὐδὲν] οὔτε IL 14 καὶ τῶν ἀπὸ I 15 τοιαῦτα] ποιοῦντα Κ 17 τῶ ἄνω IL 21 καθάπερ] ὥσπερ IL γὰρ om. a 24 ἐπεὶ δὲ IKL1 Arist. PSY: ἔτι L2 Arist. vulg. 25 ἐπεὶ K δὲ τοῖς πάθεσι Κ 27 post σκληρότητι add. καὶ Κ 29 μὴν] μὲν a 31 ἐκ ante τῶν om. Κ πρὸ] ἐκ IL1 32 ὅλον I
marginal 17r
marginal p. 723 a 23
footnote 2. 3 ἡ—δύναμις] τὴν—δύναμιν Ka 3 μετὰ] καὶ Κ ποιεῖν L 4 post ἄλλα add. πάντα Ka 7 post μηδὲν add. ἐξ αἵματος Ka S et 13 τοῦ om. Κ 18 εἶναι τοιοῦτον coll. Κ 19 αἵματα Ka ἐν αὐτῷ αἵματα ἔνεισιν coll. Κ 23 αὐτοῖς om. Κ 24 ἦν] εἴη IL 27 ἡ om. IK 28 εἰσὶν ex ἐστὶν corr. L 29 post λίαν add. δὲ a 31 τὸ ante ἄρρεν om. I 34 τῶν αἱμάτων in las. L 35 γίνονται τὰ ἄρρενα Κ
marginal 17r
marginal p. 723 a 26
marginal 17v
footnote 1 καὶ τοῦτο coll. IL ἀσαφῶς—Ἐμπεδοκλέους (2)] καὶ τέθεικε τὰ Ἐμπεδοκλέους ἀσαφῶς Κ 3 ἀλλήλοις—στίχων om. Κ 4 ἀλλ’ ἀπὸ τῶν πόρρω Κ 4. 5 ἐν—καθαροῖσι] cf. Empedocl. fr. vv. 329. 330 Mullach 5 χέεται] sic libii 6 ὑπὸ IKa 7 εἰ om. K 8 κινήσει K 9 μὲν om. K δημιουργὸν La τοῖα ἢ τοῖα Κ: τοῖά ἢ τοῖά a 14 ἀγόνου IL 18 καὶ ἄνδρες om. Κ 19 αἰδοῖον] αἰδοίων I 20 fort. παιδίων 23 γινομένης Ka 25 ἐπεὶ] ἐπὶ a ἀπὸ] ἐκ a 28 γεννήσεται IL εἰ δὲ εἰς] εἰς δὲ IL ὥσπερ] ὥστε La 29 χάλαζα] θάλασσα IL 31 τίκτεται in ras. L
marginal 18r
footnote 1 ἐν om. IL γίνεται μία coll. Κ 2 ἐξῆλθον Κ 4 πολλάκις KLa 5 γίνεται] κἄν καὶ a 6 ἐπειδὴ a 6. 7 ἐξετραγώδων a 8 μέν τι a 11 δὲ om. Κ ἐπεὶ Κ 13 αἰσθάνονται Κ ἐξεχωρίζετο Κ τῶν νεοφύτων Ka 14 συγκειμένων La 21 αὑτοῦ scripsi: αὐτοῦ ILa: αὐτῆς Κ εἰσφέροντα L: εἰσφέρον I 22 τινὰ οὖσαν coll. Κ τὴν om. K 27 συστῆναι] συνιστάναι Κ 29 εἰς—φύσιν] ἡ ζώου φύσις IL 34 καὶ om. Κ τῷ om. K
marginal 18r
marginal 18v
footnote 1 περίττωμα δειχθήσεται coll. Ka 3 δὴ om. et post δημιουργοῦντος add. οὖν Κ 5 οὐκ om. IL1 ὅλης Κ 6 ὑπὸ] ἀπὸ Ka 9 ὅτι δέ ποτ’ ἄν Κ: ὅτι ποτ’ ἄν a 13 λέγοι scripsi: λέγει libri 14 διὰ τὶ ἀπὸ a 15 ὅμοια Κ: ὁμοίως a 17 et 19 εἴπῃ IL 17 οὐδ’ ἄν εἷς scripsi: δ’ ἄν εἷς a: ἄν εἷς IL: πάντως τίς Κ 22 τοῦ πατρὸς καὶ τοῦ υἱοῦ coll. Κ: τοῦ πατρὸς καὶ υἱοῦ a οὐ τὸ] οὔτε a τοῦ post παντὸς om. Κ 25 τὸ ἀπὸ K 26 ἐν τῇ ὁμιλία τὴν γινομένην ἡδονὴν coll. IL 27 ὀλίγου IL 28 τι om. IL 29 διὰ 33 ἡ om. a 34 κἀκείνοις L 35 καθ’ ἑκάστην ἡμέραν Ka
marginal 18v
marginal 19r
footnote 1. 2 ἐγίνετο ἡ ἡδονὴ Ka 3 πυκνοῖς I 4 ἡ post καὶ om. IL 6 ἐγίνετο] ἐγγίνεται Κ 8 γενέσθαι Κ 9 ὤμοισι a 13 post αὐτὴν add. αἰτίαν Κ καὶ post γίνεσθαι om. Κ ἐρεῖ] Δ 3 14 post αἰτίας add. ἐν τῷ παρόντι Κ 15 τὸ θῆλυ οὐ προίεται coll. Ka 21 τῷ om. a 22 μὲν om. Κ 23 οὕτως] ταῦτα Ka τὸν τῆς συνουσίας κτλ.] Plato Tim. p. 91 Α ἐτεκτήναντο corr. ex ἐκτήναντο I 24 et 26 καὶ om. Ka 27 γὰρ] δὲ IL τὸ περὶ τὴν τῶν αἰδοίων κτλ.] Tim. p. 91 Β τῶν om. IL 28 τῶ λόγω IL 29 ἐπιχειρεῖ] ἐπιθυμεῖ Κ 30 καὶ post ἐστι om. Κ 31 αὖ om. IL 33 περὶ τῆς ὥρας Κ γίγνεται a 34 πάντα IL πνεύματος a, ut Plato: πρς (i. e. πατρὸς) Κ: σώματος IL
marginal 19r
marginal p. 724 a 14
marginal 19v
footnote 1 μέχρις γὰρ ἄν IL ἑκατέρων om. Κ 2 ὁ om. IL 2 ξυναγαγόντες Κ: συνάγοντες IL: ἐξαγαγόντες a: ξυνδιαγαγόντες Plato 3 ὡς om. Κ 4 ἐκθρέψωνται Κ Plato: ἐκθρέψονται a: ἐκθρέψαντες IL 4. 5 μετὰ ταῦτα a 7 ἐπισκέψεως IL 8 περὶ τοῦ σπέρματος om. IKL1, in marg. add. L2 11 προιὲν scripsi: προιὸν libri 12 οὐδὲν] οὐδὲ IL1 13 τούτου Κ post δεῖξαι add. τὸ μὴ ἀπὸ παντὸς ἀπέρχεσθαι τι add. a) τοῦ σώματος libri, sed rursus del. L 14 ἐπεὶ Κ δὲ om a 15 γὰρ] γοῦν Κ τούτου a 17 πρόεισι ILa τὸ σπέρμα Κ 18 λαμβάνειν IL 19 αὐτῶν libri et Arist. SY: αὐτοῦ Arist. vulg. 20 post τῷ add. τε Ka 21 ὑμεῖς Κ 23 et 26 πρῶτον IL 25 ἐκ om. Κ 28 αὑτῶν I 31 αὐτοῦ IL
marginal 19v
marginal 20r
footnote 2 ὢν Κ 3 εἴρηται a 5 ante ἤτοι add. ἡ a 7 καὶ om. IL ἐν τῷ Δ τῶν Μετὰ τὰ φυσικά] c. 24 10 ὁ Ἐπίχαρμος] cf. Lorenz p. 116; fr. 148 C, G. F. p. 118 Kaibel 11 ποιητική a 12 αἰτιῶν a 13 ἐστιν post αὐτοῖς (12) ponunt Ka 14 ἐστὶ καὶ διαβολή Κ 16 ὑποχωρήσοι a καομένης et 17 κάεσθαι Κ 18 γίνεσθαι—λέγει (19): δεῖ γίνεσθαι λέγειν Ka 21 μὴν] μὲν a post ἐπὶ add. μὲν IL 22 γίνεται τὸ ἕτερον coll. Ka 30 καὶ post ἔσται om. Κ 31 ἐπεὶ Κ 32 ἐν τῷ Α τῆς Φυσικῆς ἀκροάσεως] Α 5: ἐν τῶ τεταρ I 33 παραδεδομένης IL τὸ] τῶ IL 34 γενόμενα a 36 δὲ om. IL
marginal 20r
marginal p. 724 b 21
footnote 2 τὸ ante θῆλυ om. a τὸ post ὥστε om. a 3 γίνεσθαι Ka 6 μὲν post πῶς om. Κ γίνεται μόνου coll. a 7 ἐρεῖ κτλ.] c. 23 σαφέστερον Κ γινόμενος Κ 8 τὸ ἄρρεν διωρισμένον coll. IL 9 τὸ om. ILa οὐδὲ τἄ φυτὰ οὐδὲ IL 10 πῶς IL 12 ἀπιὸν αἴτιον] sic libri: ἀπιὸν Arist. P, αἴτιον Arist. vulg. 16 μήπως a 19 γε om. Κ: τε a τοῦ om. IL 22 ἀρχῆς om. Κ 27 τῶ αὔλακι a 29 λεκτέα] πάλιν λεκτέα Arist. 32 Σωκράτους] σώματος I 33 φησι a
marginal 20r
marginal 20v
footnote 1 τὴν om. IL οἱ καρποί] καρπὸς a ante εἰπὼν add. καὶ ILa 3 τίς] τί ILa 4 ἴσον τὸ a 7 ἐκ τῆς] ἐν τοῖς L περὶ φύσιν a ἐπειδὴ a 8 γενήσεται a περὶ φύσιν a 9 τυγάνου a 15 ἄν om. IL 19 δέ om. IL ὁμοιομερῶν IL 24 post τὰ add. δὲ a 29 ἐπείσακτον Ka 31 καὶ ἐπεὶ] ἐπεὶ δὲ Κ 32 ἐκ] ἀπὸ Κ 33 τοῦ om. Κ 34 τὴν] τῆς IL 37 χρησίμου Ka
marginal 21r
footnote  τόδε a οὔσης om. a ἀποκριθῇ K πάμπαν Κ 2. 3 περιττεύσει ILa 4 μὲν καὶ] μέντοι Κ καὶ post προσκριθὲν om. Κ 6 αὐτῷ μοχθηρῶν a 7 μὲν om. IL 8 πρὸς δὲ τόν νοσούντων a τὸν om. Κ 8. 9 τοιαύτην IL 11 εὐχρήστου ex ἀρχήστου corr. L2 12 πᾶσα om. et post τροφὴ add. ὅλη Κ ἐναπομείνειε ILa 13 ἐστι om. Κ εὐχρήστου] ἀχρήστου IL1 15 ταῦτά ἐστι a δὲ] δὴ a 17 νόσων a 21 μέρος τί ἐστι om. K 23 ἐπερίστευσε Κ οἷον ἄριστος Κ 24 καὶ ante τὰ om. Ka προκρίνεται a τε om. a 26 ἡ γονὴ om. IL 26. 27 χρησιμωτάτη οὖν καὶ εὔχρηστος τροφὴ Κ 27 τὸ post οἷον om. Κ 28 ἐστι τροφῆς περίττωμα coll. Ka 31. 32 καὶ συνεχῶς αὐτοῖς] αὐτοῦ IL 32 κρατηθείη IL 33 ἐστὶ om. Κ 34 ἐναπομείνειε ILa
marginal 21r
marginal 21v
footnote 1 γίνεται—πέψιν (3) om. sed in marg. add. L 2 πάντη Κ 3 ἄν γέγονεν Κ 4 ὀλίγω IL 5 τὸ τοιοῦτον αἷμα om IL 8 πρῶτον καὶ κυριώτατον coll. Ka 11 καὶ ἐπεὶ τοῦτο I 13 γονὴ Κ καὶ] δὲ Κ 14 post φύσις add. πρὸς τὸ a 16 γινόμενον] τηκόμενον Κ 18 ἀπὸ IL γινομένης Ka 22 τούτου IL 23 δὴ Ka 28 et 30 σάρκας Ka 28 εἰς γονὴν ἐτράπη Κ 30 οὑν om. IL 33 et 34 ὀλίγιστον Κ 34. 35 σπέρμα καὶ περίττωμα coll. a 35 ἐπήγαγεν εἰπὼν Ka 36 σαφῶς a ἂν οἶμαι τὸ λεγόμενον εἴη Ka
marginal 21v
footnote 2. 3 ἀναπληρώσει ILa 3 ἐνδέον, ut vid., Κ καὶ ante οὐ om. Ka post μόνον add. δὲ Ka 5 καὶ τοῦ οἴνου Κ ἐξαρκούσης Ka 6 αἷμα] ἡμῖν Κ γε] τε Ka 8 γέννησιν Κ 10 καὶ ἔτι] ἔτι δὲ Κ 12 γίνηται a αὐξήσει Κ 13 ὅταν] ὅτε I 15 ἀρκέσαι scripsi: ἀρκέσῃ libri 16. 17 διδομένης Κ 17 ὑστέρισιν IL 18 ἑνὶ—ἀφελὼν] ἑνὶ ἀνδρὶ ἀφελὼν μέρος Ka 19 εἴπῃ Κ 20 post ἀλλὰ add. καὶ Κ 22 ὅτε δὲ Κ 24 αὔξησις] ἄθροισις IL ἡ ante γὰρ ex εἰ corr. Κ 27 καὶ om. Κ 28 τις ante καὶ om. Κ ἐκ—αὔριον] τῆ ἐκ τῆς αὔριον IL 30 ἡ om. Κ 31 καὶ τὰς] καὶ τὸ τῆς Κ παμπόλους Ka ἄν om. I ἐγένετο a 35 γονὴν] τροφὴν IL παντὸς om. IK post δέ add. φησὶ Ka
marginal 21v
marginal 22r
footnote 1 ἅπαντι scripsi coll. v. 2 et Arist. (p. 725 a 22) codd. PSY: ἅπαντα Κ: ἅπαν ILa 5 γενέσθαι Κ 6 ἀφείλατο Κ 7 post νεῦρα add. καὶ Ka 8 αὐτὴν IL 14 ἐσχάτως I: ex ἐσχάτως corr. L 16 πάντα ταῦτα coll. a εὐλογώτερα Κ 20 πρόεισι Κ καὶ ἔσχατον K 21 ἀνδρείκελος KLa: ἀνδρείκελλ(??) I φέρε εἰπεῖν ἡ εἰκὼν coll. Κ Σωκράτους] σώματος 22 ἐκ χρώματος IL ζωγράφου] ζωγραφίας L: ζωγραφείας a 24 ἀνδρεικέλλου I περίττευμα IL 29 δὴ Κ 29. 30 ὅμοιόν ἐστι τὸ σπέρμα coll. Κ 31 καὶ om. IL 32 τούτων Κ 33 ἐν τῷ ἐφεξῆς βιβλίῳ] Β 2 34 τεκμήρια ἱκανὰ IKL
marginal 22r
marginal 22v
footnote 1 τούτω a 3 Ἔτι δὲ τοῖς a γέγονε] δέδοται Ka 4 εὐοδήσῃ ex εὐοδώσῃ corr. Κ: εὐοδόσῃ a 5 ἀφορίσασα IL 6 ἀφωρισμένος Κ 8 δὲ ante λέγει om. Κ λέγω a 9 προολίγου] p. 724 a 14 εἴπομεν] p. 34,21 15 αὐτὸ ex αὐτῶ corr. Κ εὐχρήστου om. IL 16 καὶ prius om. L μαρτυρεῖ Κ 18 ἐσχάτης καὶ om. Ka 22 ἐγίνετο Ka συντακέντως καὶ La 23 ἤγετο] ἐγένετο Κ 24 post ὅτι add. ἐν a post δεῖ add. δὲ Κ 25 post ὅτι add. καὶ Ka 26 σφοδρᾶς om. Ka τρέπεται] πέττεται Ka 27 ὑπομεμνήσθω Ka δὲ om. Κ 29 τοῦ et 30 καιροῦ om. Ka 30 προυπάρχειν a 31 γίνεσθαι a 32 ἀλλ’ om. Ka 34 ἐμποιῇ L ante τῷ add. ἐν Ka 35 γένηται a
marginal 22v
marginal 23r
footnote 1 πάντα Κ 2 ἀπὸ L 4 σπέρματα a διερεθίσεται a 5 γήρει IKa 10 κίνησιν] διάγνωσιν Ka τὸ ante ἐν om. a 11 διὰ] ἐκ Ka 12. 13 καταναλίσκεται a 13 σάρκας Ka 15 μὴ om. IL 17 τρυγώσας a: τραγώγας I οὐδὲ] οὐ IL καρπὸν Ka 18 εἴ τις om. Ka βλάβας Κ post βλάστας add. ἤν τις Ka ἀποκόψειε σιδήρῳ coll. a 18. 19 πέρι τροπὴν χειμερινὴν ἢ ὕστερον ὀλίγω Ka 20 λέγουσι Ka 21 κλαδίαν a ὀνομάζουσιν Ka 23 ἔτι om. Κ 24 εἰς αὐτὰς a 24. 25 διδομένην ILa 29 διαλυμένη a 31 αἱ post ἄμπελοι om. a 32.33 ἦττον—φέρουσι] ὄντες γὰρ καὶ οὗτοι πίονες οὐ φέρουσι Κ 34 δι’ οὐσίαν] sic libri et Arist. SY: δι’ εὐβοσίαν Arist. vulg.
marginal 23r
marginal p. 726 a 28
footnote 1 ἀποσβεσθέντος scripsi: ἀπὸ σβεσθέντος libri 2 ὁμοίως δὲ δοκεῖ καὶ IL 3 πολυχρόνια] sic libri et Arist. FSY: πολύχοα Arist. vulg. 4 ἐστι om. IL 6 δὲ om. a 9 τῶν om. IL 10 διὰ τὴν ἀκρασίαν Κ 11 τῆς φύσεως Κ ἄχρηστος L 12. 13 καθευδόντων καὶ ἱσταμένων coll. IL 13 τῶν] τοῦ a 15 καὶ παρὰ φύσιν om. Κ 16 δυνάμει] τὸ IL 17 μετὰ] τὰ μὴ IL 19 τῆς τοῦ] τῆς om. a; τοῦ om. IL post αὐτὸς add. ἐστὶ I 20 τῷ post καὶ om. ILa 23 διὰ ante τῆς om. Κ 24 ὑγρὰ πάντων coll. Κ 25 καὶ γὰρ καὶ ἡ a 26 αὐτὴ ILa 27 ἀποχώρησιν a ut Arist.: ὑποχώρησιν IKL τὸ αὕτη] τὸ αὐτὸ IL: τὸ δὲ αὑτὴ a 29 aute ὑγρᾶς add. τῆς a post ὥσπερ add. ἐν a
marginal 23v
marginal 24r
footnote 1 τίς δ’ ἡ ἐσχάτη Κ 2 τίνα δὲ] καὶ τίνα ILa post ὅτι add. τὸ IL 4. 5 διοριστέον καὶ σαφηνιστέον coll. a 7 τό ante σπέρμα om. Ka 8 τὸ ἐκ post καὶ fort. delenda sunt 9. 10 τοῦ (post ἡ)—σπέρμα] ὑγρότης μόνη ἐστὶ σπέρμα τοῦ ἄρρενος IL 10 τῆς θήλεος IL φησὶν Κ 13 τῶν ὑγρασιῶν Κ: ταῖς ὑγρασίαις μῖγμα a μετὰ τὸ IL 14 καταμήνιον I φασίν om. IL τὰ τοῦ ζώου Ka 16 τὴν δὲ] καὶ τὴν a ὑστέραν ILi 17 προίεται τὸ θῆλυ coll. Κ 18 τοιῳδὶ Ka 19 τῆς πάνυ πλείστης Ka ἡδονῆς ante καὶ ponit L 20 λαμβάνειν a ἐν ἅπαντι] καὶ ἐν Κ 24 ὑγρότητι τῶν ἀρρένων coll. Ka 25 μὲν supra vers. L ταύτην Κ 26 δὲ τῆς τοιαύτης Κ 27 οὐδὲν Κ ταύτην τὴν ἡδονὴν Ka 28 ὑγρότητός τινος ἡ K πάσχοι] τοῦτο Ka 31. 32 ὅπερ—ἦν Κ: ὅπερ ἐλέγομεν νῦν IL: φαμὲν ὕπερ ἔλεγεν νῦν a 33 τοῦτον a πρότερον Κ ante μῖγμα add. ἡ a
marginal 24r
footnote 1 σπέρμα καὶ ἡ κυρίως om. sed in marg. add. L 8 ἀμειφθὲν IL 10 φασι IL τὰ ὅμοια IL γενέσθαι a ἔγγονα a 12 καὶ διὰ—ἀμειφθέντι om. IL 13 ἦν] ὧν a 14 γινόμενον Κ 16 τὸ om. L αὐτὸς δαιμονίως coll. Κ ἐν τῷ ἐφεξῆς βιβλίῳ] Β 1 p. 734 b 19 sqq. 17. 18 δυνάμει τὸ σπέρμα coll. Κ 18 τὸ om. K 20 ἔχειν Κ καὶ om. Ka 22 μὲν om. K 23 ὂν] ἄν a 24 ἑαυτῷ I: ἐν ἑαυτῷ Ka καὶ] ἐν IL 25 δὲ om. a γέγονε δένδρον coll. Ka 28 αὐτῶ IL: ἑαυτῶ Κ 28. 29 δυνάμει τὸ σπέρμα coll. a 29 εἰ ἔχει I 30 εἰπὼν om. Κ 31 καὶ om. IL 32 ὅτι om. IL1 34 ἐν τῷ ἐφεξῆς βιβλίῳ] Β 1
marginal 24r
marginal 24v
footnote 3 τῆς om. Κ 4 πολλάκις post τοίχους ponit Κ exspectas ἐναλειψάντων τῶν οἰκοδόμων, sed similia saepius occurrunt 5 κατὰ γῆς Ka 6 οὕτω] οὗ τῷ Ka ἐπὶ τοῦ σώματος Ka 8 παρὰ] περὶ a 9 καθελκτικῆς I 9. 10 κρατηθεῖ Κ 10 φύσεως om. IL τελείως Κ 11 ἀναλύεται Ka οὗπερ] οὗ Κ 21 πέψιν Κ 23 περὶ] πρὸς Κ 26 μὲν om. a προίενται Ka 27 τῷ ὄγκῳ καὶ τῷ μεγέθει coll. Κ 29 τῷ om. a 31 ἐστὶν om. Κ 32 καὶ συλλογιστέον ὧδε Κ p. 727a4
marginal 24v
marginal 25r
marginal p. 727 a 31
footnote 2 αὐτῶν libri et Arist. Z: αὐτά Arist. vulg. 3 περιττώματα εἰσὶ Ka 7 μαθὼν a 9 καταλέξει Κ 12 λέγει Ka τὰς ἕδρας L: τῆς ἕδρας I 13 φύματα] φύντα I: φυν τα L 14 ἀλλὰ καὶ φλεβώδεις vix sana λέγων τοὺς Ka μεγάλους a 15 γλαφυρότερα IL 16 post τὸ τὸ add. τὰς Ka τραχύτητας Ka ἐμποιοῦν L, sed ἐμ del. συνδιέρχεσθαι IL 17 ἐν ἥμιν γινομένων Ka 18 συνεξελθεῖν Κ 19 εἰ scripsi: ἡ libri 20 post αὐτὰ add. δὲ IL 22 θηλειῶν IL 23 τοῖς ante ἄρρεσι om. IL 24 γὰρ om. K 26 τοῦτο λόγος IL: τούτου λόγου a 26. 27 ἀπὸ τοῦ αὐτοῦ post δύο (26) ponit Κ 28 τὰ καταμήνια IKa ἄν εἴησαν a 29 σπέρματα a
marginal 25r
marginal 25v
marginal p. 727b5
footnote 2 οὖν] ἄν IL 5 τὸ] γὰρ Ka 6 post συντήξει add. τὸ Κ 8 ἀναλύονται om. ΙΚ 9 δύναμιν] λύσιν Κ 14 ἀκολούθως I 15. 16 ἐν αὐτοῖς γίνεσθαι Κ 19 σπέρμα post δὲ om. Κ 21 γινομένη IL ἡ prius om. Κ πιμελὴν Ka 22 ᾠὸν om. Ka ἀναλογοῦν Κ ἔμελλε Ka 23 γεβέσυθαι La ἔπι τοῦτον a 24 γονή] πιμελὴ IKL τὸ ἀναλογοῦν τῷ ex τῷ ἀναλογοῦντι corr. L: τῳ ἀναλογοῦν τῷ I 25 ἔχει post οὕτως om. et post σπέρμα (26) ’poiiuut Ka 26 καὶ ἡ δυναμένη Κ 27 τῇ om. IL 30 τὴν ante πιμελὴν om. IK 31 περὶ Ka εὔρωστα IL 32 σπέρμα] αἷμα IL
marginal 25v
footnote 1 τῆς] τοῦ IL 2 τοιῳδί Κ: τοιαδί a 6 τοῦ σώματος L 7 αὐτὸ L 10 αὐτὴ καθ’ αὑτὴν δύναται coll. Ka 12 ἀμφότερα IL 14 post δὲ add. καὶ Ka 19 ὅτε μὲν libri 20 πάσχει ταύτην coll. Ka post μήπω add. τὸ θῆλυ IL, τοῦ θήλεος a 20. 21 παθὸν IL 21 βουλόμενον IL ὁτὲ] ποτὲ Κ 22 δ’ addidi 23 ταύτην πάσχει coll. Κ 24 ἐπειδὴ οὖν I προσγίνεται L αὕτη ἡ ἡδονὴ L 25 συλλήψηται a 27 δὲ cm. Κ 27. 28 ἡδονὴ γίνεται coll. Ka 31 συλλήψηται la 35 ὑγροτήταιν I
marginal 26r
marginal p. 727b18
footnote 2 ἐπεὶ Κ 4 μῖγμα om. IL 5 μὴ γενομένης Κ 7. 8 θήλεος καὶ τοῦ ἄρρενος coll. Κ 9 συμμέτρως a ὑπάρχῃ sciipsi: ὑπάρχει libri 12 συνεξάγηται— γονή] συνεξ;γωσιν ἑαυτοῖς τὴν γονήν IL 12. 13 ἐξερχομένων γὰρ τῶν καταμηνίων συνεξάγουσι IL 13. 14 γενομένην—εἰσελθοῦσαν] εἰσελθοῦσαν γονὴν Ka K; ἀτμὴν La ἀναλύσει ILa πολλὰ—θερμὰ (17)] πολλῶν γὰρ ὄντων τῶν κατα-μηνίων καὶ διὰ τοῦτο θερμῶν IL 18 τὴν] αὐτὴν IL: fort, αὖ τὴν 19 γίνεται Ka 22 ἀνδριαντοποιῆσαι Ka 24 αὖ] οὑν a συνεκκλύεσθαι IL 25 ἀπέλθοι a 26 καταληφθῶσι Κ 28 δὲ om. IL 31. 32 περίληψιν Ka 32 τοῦ om. ILa
marginal 26r
marginal 26v
marginal p. 727 b 33
footnote 1 libri ποτὲ τινὰ coll. IL 2 διετέλεσεν I 4 συνελάβοντό τινες Ka αὐταῖς ἐν αὐταῖς coll. Ka 6 καὶ προϊεμένων] καταπροϊεμένων. I: κατὰ προϊεμένων L 12 ἐν αὐταῖς γίνεσθαι coll. Κ 15 τὸ στόμα τῶν ὑστερῶν μετὰ τὴν κάθαρσιν coll. Κ 15. 16 ἀλλ’ οὐ scripsi: ἀλλὰ libri 17. 18 μᾶλλον καὶ τὴν ΙΚ 18 ἐπεὶ Κ 19 εἶπεν ἄν IL 20 ante καταμήνια add. τισὶ Ka 21 λέγομεν a καὶ om. IL 22 τοῦ om. IKa ποιήσεως Κ 26 παραπλησίαν τε χαρὰν ἐνίοτε αὐταῖς Arist. 28 τοῦτο] αὐτὸ Ka ἡ om. Κ post πολλὴ add. ἡ IL 30 καὶ et 31 ἐν XT ὁμιλίᾳ om. Κ 31 ἡ om. a ἡγρότης f
marginal 26v
footnote 3 τοῦτο] αὕτη ἡ ὑγρασία Ka λευκοχροίαις libri ὑγροτέροις IL 7 post γὰρ add. καὶ Ka 8 ἀπαντᾷ post δεύτερον ponunt Ka 9 ουτὡom· Ka Ι0 ὅπερ] ὃ IL 11 εἰς σπέρμα ova. Κ ὥσπερ] ὡς IL ὡς om. IL ἐλέγομεν ΙΚ 11. 12 γίνεται ἡ τοιαύτη coll Ka 16 σφῶν om. a τῶν om la 17 φθείρονται Κ2: φέρονται IK1La 18 δυνηθὲν ex δυνηθεὶς corr. L καὶ τούτοις] ἐκ τούτων IL 21 ὀξύφωνα et ἀμφότερα a γένην a 23 καὶ om. IL 26 διηττημένη Arist. Z: διητημἐνη IKL Arist. vulg.: διηθημένη coni. Bonitz Ind. Ar. p. 181 a 23 cf. 195a61 27 post ἧς add. καὶ Ka 28 διηττημἐνην scripsi: διῃτημένην IKL: διηττημένα a διαττῶ a: διηθῶ (sic) IL: διαιτῶ Κ 30 τῶν om. Ka
marginal 27r
marginal p. 728a31
marginal 27v
footnote 1 οὖν] γὰρ IL 4. 5 κοσκινίσαντος a 5 συστήσαντος a 6 κεκοσκι-νισμένα ἄλευρα Ka 7 καθαροῦ IL 8 γονὴ] γυνὴ IL γεννᾶν Ka 13 δὲ oin. Ka 14 αὐτῆς sciipsi: ἑαυτῆς libri 17 θηλέων Ka 18 ἄρρενες κατὰ τὴν L τὴν ante ἡδονὴν om. a 20 καὶ post γὰρ om. Κ 21 καὶ prius OLD. Ka ποιεῖται a 27 ἡ δέ τοιαύτη—θύραζε um. IL in lac. 32 ἐξήρχετο Κ ἐξήρχεται a 33 ἐκ τοῦ—ἐξήρχετο om. IL ἐξήρχετο scripsi: ἐξήρχετο Ka 35 θηλέων Ka νῦν δὲ—θηλειῶν (p. 5.5,2) om. IL iu lac.
marginal 27v
marginal 28r
footnote 5 αἴτιον Ka 7 ἐστὶ a 7. 8 ὅσα τῶν τετραπόδων coll. Ka 8 τὰ σκέλη τὰ ὀπίσθια Ka 9. 10 περὶ ζῴων μορίων Ka 11 προίεται IL 13 πρὸς] μόνα εἰσὶν εἰς Κ: εἰσὶ μόνον εἰς a 14 λέγεται IL 15 post ἄρρεσι acid, καὶ Κ 16 post ἡμεῖς add. καὶ IL, τε a 18 ὅτι cm. IKL 21 τὴν ἀπόκρισιν ταύτην coll. Κ 22 διῃτημένοις IL: διηρτισμένοις Κ 27 καὶ ἐκείναις a ἐκείνοις IL 29 οἱ τόποι αὐτοὶ coll. Κ 31 ὁμοίως δὲ cm. IL μασθοὶ utrobiquc I; ante ὀλίγον etiam La μέν cm. Κ 35 διότι Ka
marginal 28r
marginal 28v
footnote 1 δὴ] καὶ IL 2 ἐν τῷ ξῆς βιβλίῳ] Bo 4 διὰ τὸ] τῷ Κ 4. 5 ἤδη τὸ κύγμα coll. Κ ἓ prius om. IL 6 καὶ—σπέρματος delevi 7 λέγει Κ πρώτως IL 7 et 9 αὐτῆς Ka 10 πυρός] πυρετὸς Κ 15 ᾠὸν] ζῶον IL 17 ὅλως] ὅμως Κ 20 μὲν] γὰρ a 23 ἐνδέχεται ἐν τούτοις coll. IL ὲν τοῖς τοιούτοις Κ 25 ὅτι τὸ] ὅτι τε a 26 ζώου σπέρματος coll Κ γίνεσθαι Ι post ζῷα add. καὶ a 27 πολλοὶ ἀνδριάντες Κ ἀπὸ δὲ ἑνὸς coll. Κ 27 28 πολλὰ—δύνασθαι] γενέσθαι πολλὰ οὐ δύναται IL 32 μὲν om. IL 35 πῶς γὰρ ἐκ κεχωρισμένων εἴησαν IL 36 ἀποκριθεῖσαι posl μέρους Ka
marginal 28v
footnote 3 εἴπομεν] εἶπε Ka 5 πιτύα Κ 5. 6 διάφορον γάλα Ka 6 πάντα] πάνυ Ka 7 διάφορα καὶ om. Ka 9 εἰς πλείω ova. IL εἰς πλείω μερίζεται coll. a 10 ἐρεῖ ἐν τῇ παρούσῃ πραγματείᾳ] Δ 4 p. 772 10. 11 μὴ φέρειν IL 12 ὡς μὴ L συνιστάνει a πλείω I 12. 13 ὥστε ξηράναι (sic) IKa 13 τῆς] τε a 15 ἑνὸς aute σπέρματος om. Ι 16 συνιστάντος] sic etiam Arist. codd., sed exspectas συστάντος 16. 17 συνιστάντος—ἀπὸ δὲ τοῦ om. Κ 16. 17 πρώτου a 18 ἀπὸ δὴ—κύημα (19) om. Κ 19 post γενέσθαι add. ζῷα Κ: idem post πλείω a 20 λέγων] λέγει δὲ IL 23 καὶ πρότερον εἶπεν coll. Κ 24 25 τὸ post καὶ om. IL a 26 καὶ om. IL 27 λόγον αὐτὸν a 28 οὖν om. IL τὸ αὐτὸ Ka 30 λέγων δὲ IL 31 ὑφ’ ἧς Ka p. 729a34
marginal 28v
marginal 29r
footnote 3 ἡμῶν a 4. 5 ἐν τῷ τετάρτῳ τῆς Μετὰ τὰ φυσικὰ πραγματείας] Δ 25 p. 1023b19 sqq. 7 λέγω Ka 17 μὲν om. IL οὐδὲ] οὐδὲν IL 18 ἢ] καὶ IL ἐν τῷ ἐφεξῆς βιβλίῳ] B 3 19 αὐτὴ ILa post εἰδοποιοῦσα add. λέγει δύναμίς (sic) IK 19. 20 εἰδόμενον IL 21 ἐν τῷ δευτέρῳ βιβλίῳ] cf. Β 3 p. 737 a 7 sqq. 24 τὴν om. la 28 ἡ φύσις] ὁ θεὸς IL 29 διὰ τοῦτο a 31 ἀπορρυὲν] ἀποκριθὲν Κ: ἄποθέν a αὐτὸ] αὐτοῦ a 32. 33 ἐναποτίθησι Κ 33 ποιη-τικὴν L 34 σπέρμα σώματος (35) om. L, sed in inarg. add. 35 καὶ post ὅτι om. ILa
marginal 29v
marginal p. 730a4
footnote 1 ἐκ τῶν εἰρημένων καὶ ILa: fort ἐκ τῶν ἔργων, cf. Arist. p. 729 9 4 post ὕλης add. γινόμενον a παθητικήν] παθητικῆς Κ: εἶναι τοῦ παθητικοῦ a 5 ante τοῦ ποιοῦντος add. οὐ a post σώματος add. καὶ ὕλης I: idem post ὄγκου add. Κ ἐπιμιγνυμένου Κ 9 καὶ τοίας δὴ a 10 οὑν om. Κ 11 post ἣν add. ὡς a 12 post θερμότητα add. φαμεν a ttj et 13 θερμότητι Ka 19 ὲν αὐτῷ ἐνόντας Κ 22 καθ’ ἁ ἄκρα scripsi: καθὸ ἄκρα IL: καθὰ τὰ ἄκρα Ka 24 post γὰρ add. τὸ IL 26 τὴν τεκτονίαν Κ 28 τέκτονα] κλίνην a 30 lemma om. I μετὰ] μὲν L 31 ὀχεύηται μεταβεβληκότος KL et Arist. PSY: post ὀχεύηται add. μήπω Arist. vulg. ὅλον] αὐτὸ L 33 λέγει Κ
marginal 30r
footnote 1 μηδὲν ὅλως Ka 2. 3 γινόμενα Ka 3 ἔτι post γαστρὶ (4) Κ 7 νεοττὸν I: νεοττὸς Ka 11 οὐχ ἅπαν Κ 15 λέγομεν iidilidi 16 κύριον Κ 19 πρὸς] εἰς Κ δείκνυσι] δεῖ κυρίως a 19. 20 ᾠῶν τῶν τε om. Κ 21 ὡς ὕλην a 22 μεταβάλλει a 23 γίνονται] γίνεται ΙΚ 24 et 25. 26 γίνεται γόνιμον Κ 26 ante γεννᾷ add. οὐ Ka 28 ἅπαν ηὔξηται] ὑπερηύξηται IL 29 καὶ om. IL 30 τό τέλειον (sic) IL ἔχων La 31 ἄρξεται Κ 34 μετὰ] κατὰ a πρὸ μὲν τοῦ Κ 35 ἐλέγετο] ἔλεγε τὸ Κ: ἐγένετο IL ἤδη ἔχειν IKa 36 φυσικὸν Κ εἰς om. a
marginal 30r
marginal 30v
footnote 1 φυσικῆς sciipsi: φυσικῶς IL: om. Ka λέγει Κ 2 αὐτῷ τῷ ὠῷ Ka 4 οὑδέ τι a 8 αὐτὴν om. K 9 μέγας ex μέλας corn I 12 συνιστάνειν Ka 14 αὐτοῦ IL 16 εἰς αὐτὰς a 17 αὐτὰς] αὐτὰ a αὐταί sciipsi: αὗται libri 18 τὸ ποιητικόν a 19 τινος] τις IL: τινὲς a 20 ἐκχέαντος] ἐκχέας IL: ἐγχέαντες a 21 αὐτὸς IL 22 ἐγχέει Ka οἴνου σταλαγμὸν coll. Κ μεταβάλλοι Ka 25. 26 μεταβάλλοντα L 26 ὕστερα) δεύτερα Κ 30 τοῦ ante ἰσχυροῦ om. Κ 32 τὰ αὐτὰ] ταῦτα a 33 οὑν om. Κ 36 ἐπεισελθόντος KL
marginal 30v
marginal p. 730b 4
marginal 31r
footnote 1 μὲν] μόνον IL 4 αὐτὴν] αὐτὸς L τὸ om. IKL 5 ἅμα εἰσελθὼν a 7 γεννῶσαι a γὰρ om. a ἐρεῖ] VI 9 et 10 αὖ] οὖν a 10 τούτου Κ 17. 18 ἅμα καὶ πᾶσαν coll. Κ 18 ἄλλην] ἀλλὰ a 19 εἰ] οὐ L1: ἧ corr. L2 23 τέκτονα ex τέκτων corr. Κ 24. 25 ἐν τῇ Φυσικῇ ἀκροάσει] Γ 3 28 post ἐνέργεια add. καὶ Ka et supra vers. Ι αὑτῷ Κ 29 γὰρ om. Ka post πυρὸς add. καὶ ἐν αὐτῷ καὶ a 32 ὁ τόκος εἴη coll. Κ 33. 34 ἡ ψυχὴ τὰς χεῖρας coll. K
marginal 31r
marginal 31v
footnote 1 ἄλλην] ἄλλως IL 1. 2 δὲ ὅτε σφαῖραν Ka 2 ἀσαφέστα corr. K2 6 τῶν ἑαυτοῦ τι μορίων Ka 10 τὴν κέραμον] sic libri 11 οὕτω δ’ ᾠοτοκεῖ κτλ.] Emp. V. 286 Miillach 11 et 12 μικρὰ libri et Arist. PSY: μακρὰ Arist: vulg. 12 δένδρα utrobique IL τὰς πυρίνας ILa 13 περικάρδιον Κ ἀντὶ οὑν a 14 οἱ πυρῆνες] αἱ πυρῆνι L: αἱ πύριναι la οἱ πυρῆνες post γῇ Κ σπαρεῖσαι ILa 17 ἕκαστον scripsi: ἑκάστην libri πυρίνων la 18 δένδρα] ζῷα Κ 23 ᾗτινι τροφῇ scripsi: ἤ τινι τροφή libri 24. 25 τὸν Ἐμπεδοκλέα Ka 25 εἰπὼν scripsi: εἰπεῖν libri πρώιην δὲ τὴν ῥίζαν λέγειν La: eadem omisso τὴν Κ 27 δυοῖν ζώων Κ 28 περίττωμα] σπέρμα Κ 29 ἐπίστησι a 30 post ἑπτὰ add. ἡ a 32 προίεται post ἄρρεν ponit Κ p. 731a24
marginal 31v
marginal 32r
footnote 3 τὴν πρὸς a 4 ἐν τῷ Λ τῶν Μετὰ τὰ φυσικὰ] Λ 7 p. 1072b29 7 εἶπον I πολλοῖς I 8 καὶ ante οἷον om. Κ 9 τὴν ἑκατέρου] ἑκατέρων a 16 μετέχειν K 18 post μὲν add. γὰρ IL, οὖν Κ 18. 19 τὴν αἴσθησιν a 20 μικρὰν IL 21 ἐχώρησαν a 22 καὶ τὸ θῆλυ a 23 ἄν om IL ἐγένετο IL ἀπ’ ἀλλήλων L μιγνυμένων Κ 27 γένεσιν IL 28 οὐδέτερον a 29 γίνεται μόνον] cf. Arist. p. 731 b9. 10 codd. SY ἔργον] ἔρως a 30. 31 ἐν αὐτῷ ἀμφότερα a 31 τοῦ ante ἄρρενος om. a 33 ante φυτὰ add. τἄ a τούτων ἐστὶν coll. Ka 34 αὐτῶν utrobique a καρπὸν τὸ τῶν IL
marginal 32r
footnote 2 διάνοια Ka 2. 3 ἄτιμον καὶ τὸ τίμιον coll. IL 3 σκοποῦσι om. IL 5 λέγει a εἰ corr. ex ἡ Κ 7 παραβάλλῃ Κ: παραβάλοι a τεθνεὼς Κ 8 ὄψεται αὐτὴν καὶ μὴ ὅν coll. IL τέλος τοῦ πρώτου βιβλίου ἀρχὴ τοῦ δευτέρου subscr. Κ: τέλος τῶν εἰς τὸ πρῶτον a 32v
footnote 1. 2 Σχόλια—Ἀριστοτέλους rubro IL: Ἀριστοτέλους περὶ ζῴων γενέσεως μετὰ τῶν τοῦ Φιλο-πόνου σχολίων βιβλίον p a 3 ἐδίδαξεν Κ 4 καὶ τὸ θῆλυ Κ εἶναι] οὖν IL 5 δὲ καὶ ὅτι Ka 6 διδὸν] διδοῦν K: παρέχον a 7 παρόντι βιβλίῳ δευτέρῳ ὄντι ζητῇ πρῶτον ἄλλων a 10 post τελική add. ζητεῖ a δὴ] γοῦν Κ 11 post διὰ τί add. τὸ IL 12 ἐπειδὴ a 15 καὶ post γὰρ om. Κ 16 τι] τὸ a 17 post ἄρρεν fort, addenda καὶ τὸ θῆλυ 18 τοιάδε] τάδε Ka ly πάντα oin. et ποιεῖν ἀεὶ ὅμοια cull. Κ 20 γὰρ] δὲ Κ 21 τούτου Κ post μὲν add. οὖν Ka 22 ποιεῖν τῷ ἀριθμῷ coll. Κ 23 τὸ ante εἶναι om. Ka
marginal 32v
marginal 33r
marginal p. 731b24
footnote 1. 2 πᾶσι τὴν ὑποκειμένην ὕλην τοῖς ἐν γενέσει καταδέχεσθαι coll. K: τὴν ὑποκειμένην πᾶσι τοῖς ἐν γενέσει ὕλην καταδέχεσθαι a 1 ἐν γενέσει] εὐγενέσι L ἀλλοιεῖ I γὰρ] δὴ IL 3 ὅτε libri 5 γεγονὼς] γεννηθεὶς Κ post ἀεὶ add. καὶ a 6 διαφυλάττουσι Κ 7 καὶ τὸ θῆλυ Ka 8 οὑν om. IL συναγωγὴ scripsi: οὑν ἀγωγὴ IL: ἀναγωγὴ Ka 8. 9 τίνος εἰσὶν ἕνεκα ἐν τοῖς οὖσι Κ 9 ἤδη δὲ] καὶ δὴ Ka 10 τὸ θῆλυ γὰρ a φησί om. a 11 ἀυτῶν Ka 13 δὲ prius oin. IL 14 αὐτοῦ Ka 15 ἄνωθεν ἀπὸ τοῦ παντὸς ἔχει τὴν ἀρχὴν a τῶν om. a ἔχουσι Ka IG post ἄνωθεν add. δὲ Ka 17 κυκλοφορικὰ a αὐτὰ] fort, ταῦτα 19 καὶ om. Κ 20 διότι δὲ a 22 τοῦ post ἀντὶ 01.1. La πρϊόντα a Arist.: προιόντος IKL δεῖ] δὴ 1 24 post ἄρρεν add. ἐκ Ka 26 θειότατα libri et Arist. PS: θεῖα Arist. vulg. 27 τὸ ἄρρεν—τίνος ἕνεκά ἐστιν (28) om. sed infra liu. add. L καἰ τὸ θῆλυ Κ 27, 28 συμβάλλοντα a 30 κυκλοφορικὰ L τούτου Κ
marginal 33r
marginal p. 732a3
marginal 33v
footnote 2 Κ 3 τοῦ βελτίονος post φύσιν Ka Arist. 4 ἐπὶ scripsi: ἀπὸ IKL: ἐπεὶ a 6 ψυχὴ—καὶ om. Κ 7 καὶ τὸ ζῆν—μὴ εἶναι (10) om. Κ 9 μεταλαμβάνειν] μεταβάλλειν IL 11 ἔσται] ἐστὶ Κ 14 καὶ τὸ θῆλυ Κ φανερὸν—θῆλυ om. Κ 15 τῶν om. Κ 20 τὰ ante φυτὰ om. a 24 post ᾗ ἵππος add. καὶ y) τὸ δέ τι Ka 25 ἀλλὰ om. Κ 28 τὰ καθέκαστον I La 29 τῶν καθέκαστον a ἐν τῷ Περὶ ψυχῆς] Α 1 p. 402b7 30 φθείρονται Κ 33 πρῶτον IL Arist. P: πρώτης Κ Arist. vulg. ἣ] r Arist. 33 θήλεως L
marginal 33v
marginal 34r
footnote 1 post ἐπειδὴ add. γὰρ IL 1. 2 ἐστὶ τὴν φύσιν coll. Κ 3 ἐστὶ] ὑπάρχει Ka 9 βέλτιον καὶ τὸ Arist. vuljjf. 10 παρέλκοι ἄν Κ 11 κινήσῃς a ἢ ἄρρεν libri 12 τὸ μὲν ἄρθρον Κ 13 ἐν τῷ Κ 14 προίεται post οὐ om. Κ 15 post δὲ prius add. τὸ IL 16 καὶ αὐταρκέστατα ILa Arist. PY: καὶ αὐταρκέστερα Κ Arist. vulg. 17 μείζονα Κ μετείληφε om. Κ 19 κινητική ex κινητικὸν corr. L 20 ἐπεὶ ex ἐπὶ corr. L 23 οὐδαμοῦ Κ 24 τι om. L 25 ὅλη ἡ ὁλότης] ὅλα IL 27 σάτυρος] cf. Arist. p. 732b3 cod. S σαῦραι Arist. vulg.) σαύρᾳ a ἄπουν] ἀὴρ IL 29 μέν τι La: μὲν K ante ἀντί add. δὲ ILa ἀντὶ τοῦ] αὐτοῦ a 30 ἡ om. IK μηδὲν] μηδέ τι a 32 εὐθὺς om. a ἐν τῇ ἀρχῇ a: ἐν ταῖς ἀρχαῖς Κ p. 732b15
marginal 34v
footnote 3. 4 ἐν τῷ Περὶ γενέσεως καὶ φθορᾶς] quae dicit, illic uou Icguntur, sed ef. Α 10 p. 328 b 9 3 ἐν τῇ a 4 εἴρηκεν Ka 5 τῆς om. IL 6 ἐστὶν om. IL 7 εἶναι] οὖν I καθαρώτατον IL 12 post ὡς εἰπεῖν add. καὶ ὡς εἰπεῖν Ι 14 οἰκείων] εἰρη-μένων Ka 15 τελειότατα IL δὲ] γὰρ IL 17 οὐ] μὴ Κ: οὐδὲ a 19 ἐν τῷ τετάρτῳ τῶν Μετεώρων] Δ 1 p. 378b 12 21 ποιητικὸν μὲν λέγεται Ka 22 ζωοτικὰ I: ζωτικὰ Ka 23 γὰρ] δὴ IL 24 post ἐν add. μὲν IKa 25 τε oin. L: δὲ I 26 ποιητικὸν καὶ γεννητικὸν Κ 27 καὶ ὑγρότερα om. IL 29 παρεγκλίνοντα Κ 30 φίλον IL 31 xtL θερμῶ τὸ ὑγρὸν coll. I post ὑγρὸν add. σὺν a 32 τὴν φύσιν εἶναι coll. Ka 32. 33 δι’ ὃν a
marginal 34v
marginal p. 733a12
marginal 35r
footnote 3 στιφνὸν a 5 εἰσὶ K 12 ὅτι] εἴπερ L 14 ἄλλων] legemlum vidctur σελαχῶν 15 post ψυχρὰ add. δὲ a 16 δύναται ὅλως εἶναι coll. K δευτέρῳ τῶν Περὶ ζῴων μορίων] B 2 p. 648b11sqq. 22 ξηρὸν | ἐν αὐτοῖς ὀλίγον coll. K 23 ζῷον scripsi: ζώου libri 25 καίπερ] ὥσπερ K ὄντων ὀλιγοθέρμων IL 28 διὰ τοῦτο a 29 ξηρὰ] σκληρὰ IL καὶ τὰ γεώδη IL 35 ἐστι om. a συλλογιζόμεθα a
marginal 35r
marginal 35v
footnote 1 λεπιδωτὸν ἡ πτερωτὸν IL 3 fort. συναγωγὴ 5 ἐστι post γεώδους pouit Ka 6 τουτέστιν—φύσεως (7) om. Κ 6 τε] γε a 7 ὡς γὰρ] καὶ γὰρ ὡς a 8 τέλειος Κ 10 λέγεται a καὶ om. la 1 1 τὰ primum cm. a 12. 13 οὐ πάντα τὰ ἄναιμα coll. Κ 14 τοῦ] τοῦτο a τὰ post καὶ om. Κ ἀτελῆ Ka 15 τὰ ὠὰ Κ 16 τούτων IL 18 χρυσαλλὶς IKL δέ ἐστι IL 19 βρέχῃ Κ 21 ὑμέναις a κοινῶσι I 24 γίνεται οὕτως Κ οὕτως] οὔτε La 26 ῥηθέντων] εἰρημένων a ἐξ αὐτοῦ la 27 συμβαίνει IL ὠοδεὶς L: ὠειδεῖς a 28 οὗτος Ka 29 τρίτος ILa 32 ποιητικῆς Κ 33 ἡ μὲν] τὸ μὲν a ὕλη om. Κ post εἴρηται add. ἡ ὕλη Ka 34 ἐν ἑαυτοῖς a 35 τὴν δὲ—θήλεος (73,1) om, L
marginal 35v
marginal p. 734a2
marginal 86r
footnote 2 ἄχρι] μέχρι Κ 5 ἐξελθόντος IL 7 οὖν cm. KLa 8 ἀφ’ ’ οὗ I La 11 Τὸ μὲν IL Arist. PY: τῷ μὲν Κ: τῶν μὲν Arist. vulg. ποιεῖν IK Arist.: ποιοῦν L 13 ἐπιχειρεῖν a: ἐπιχωρεῖ 1 14 μέν τι a 18 καὶ post φησι om. Κ 23 ἔχουσι a 23. 24 ὡς εἴρηται post λόγους ponit Κ 24 λόγους post ὕλης a 26 δὴ ex δέ corr. L: δὲ I: δὴ οὖν Ea 26. 27 ἀπ’ αὐτοῦ τοῦ δεδομένου Κ 27 post ἐντὸς add. ἐστι Κ 28. 20 29 ἑαυτῇ cm. a ἐρεῖ] Β 5 30 δὲ cm. a 32 καὶ om. a ἔχουσα post μερῶν (33) ponit Κ 34 προειρήσθωσαν a τοῦ om. a
marginal 36r
marginal 36v
footnote 3 ὅτι om. IL τι om. a ἤτοι et οὖν om. IL 4 post τῶν add. ἔξωθεν ἤτοι a ὄντων scripsi: ὃν τῶν libri 5 lacunam indicavi: addenda ex Arist. p. 734a3. 4 κινεῖν τε γὰρ μὴ ἁπτόμενον ἀδύνατον κτλ. οὐδὲν οὖν] οὐδὲ γὰρ Κ 11 ἐκ om. Κ 12 τέως] τελέως a ἐστιν αὐτοῦ IK 13 post φησί add. μὴ IK 14 γὰρ] ἐστὶ a 19 παρὰ] περὶ a 20 οὐ om. IL 22 μὴν] μὲν Κ 25 τί] τίς IL 29 ποιήσασαν ἀναγκαῖον coll. Κ 31 εἰ γὰρ τοῦτο IL 36 ἀκούει Κ 37 ὡς ante ἀληθῶς om. a
marginal 36v
marginal p. 734a14
marginal 37v
footnote 1 ἀκούει a 2 ψευδὲς utrobique a 3 δὲ libii (sed iideiu infra v. 13 δὴ) et Arist. S: δὲ δὴ Arist. vulg. τῆς Arist.: τι libri, seil iidem v. 14 τῆς 5 δεικνὺς a διὰ τούτων Ka 6 ὅλως] ἄλλως IK τὸ om. Ka 8 καὶ ἐκεῖσε Κ 9 πρῶτος La 10 περὶ τοῦτο a 1 1 ἐν σπέρματι ἔνεστιν a 13 νῦν scripsi: οὖν libri 15. 1(1 ἐντελέχεια a 16 ἐν τῇ Περὶ ψυχῆς Β 1 ἐν τῷ περὶ Κ 18 ἐστὶ a ὑπάρξαι scripsi: ὑπάρξῃ IL: ὑπάρξοι Ka ἂν om. Κ ἐν om. IL 21 ἐνυπάρχει ’ 23 post μεταξὺ add. καὶ IL παρεμβέβληνται IL 25. 26 κἄν τε καὶ μὴ IKa 26 δύνηται Κ 28 ἐστι om. IL 30 ἐκ τοῦ σπέρματος Ka 33 αὕτη) τοιαύτη Κ
marginal 37r
marginal p. 734b4
footnote 1 παρεντίθεται Κ: παρεντέθειται a τούτοις] τοῖς ἄλλοις Κ 4 μέλλῃ a 5 ἅμα πάντα coll. Ka 8 exspectas φαίνεσθαι—τυγχάνειν—φαίνεσθαι (9) τυγχάνουσι a 9 ἐπὶ τούτου a καίτοι] καὶ IL 10 νῦν] οὖν Κ τελείων otn. Κ μείζων om. IL: post πνεύμων (11) ponit a 12 αὐτῆς] αὐτοῦ IL: αὐτῶν a 13 ἐμφαίνετο Ka 18 ὡς ἐρεῖ—ὕστερον (19) om. IL γίνεται τὸ πρῶτον a 23 τοῖς φυσικοῖς a 26 εἰ] καὶ La ἡ καρδία ὁ πνεύμων IL 27 ante ἅμα add. ἂν a καὶ ἡ καρδία a 29 ἐναποτίθησιν 30. 31 ἐν τῷ παρόντι βιβλίῳ] Β 4 p. 740a3sqq. 32 δὴ om. IL
marginal 37r
marginal 37v
footnote 1 δύναται] δυνα μ IA ἐπεὶ a 6 οὖν om. Κ 8 δὲ Κ 9 ἡ μὲν IL: εἰ μὲν a ἐν ᾦ La 10 τοῦ] τὸ IL II ὡς γὰρ—ἐξῆλθεν (14) om. Κ κατὰ 0111. IL ἀπὸ L 13 οὕτως οὐδὲ τό a 14 τὸ ἀφ’ οὗ La 15 ὄργανα] εἴδωλα Ka 16 μὲν τόδε coll. Κ 17 ὑπὸ] διὰ Κ κινητικῆς] κινῆται a: κινεῖται Κ 20 πρώτως] πρότερον a 21 πρώτῳ a 24 δυνάμει a 25 ὅτι Κ 26 δύναμιν ἔχουσι τοῦ κινηθῆναι Ka post ὥσπερ add. δὴ Ka 29 τῆς δὲ et 30 ἐνούσης δυνάμεως IL 30. 31 λέγεται—οἰκοδόμησις] καὶ ὁ οἰκοδόμος λέγεται Κ: λέγει μὲν καὶ ἡ οἰκοδομικὴ a 31 τῆς οἰκίας Ka 32 τὸ post διότι om. L ἅπτεσθαι ex ἕπεσθαι corr. Κ 33 ἡ post καὶ oiu. a ἀσώματα Κ
marginal 37v
marginal p. 734b19
marginal 38r
footnote 1 μὲν οὑν ἐστί τι infra vers. add. L ἐστί om. I 3 ποιοῦν πρώτως Κ οἷος Κ 5 ἐνταῦθα IL 7 προστίθεται ’ 8 τε post τί om. Ka 10 οὖν] δέ Κ 15 γινομένων] μορίων Ka τοὺς om. a τεχνιτῶν a 20 ἑαυτῇ IKL 21 αὐτή om. Κ 23 σπαρείσης Κ 25 πᾶν] πῶς Κ καὶ prius om. IL καὶ τὴν θρ. Ka 26 ἄψυχον Κ 27 ὀφθαλμοὶ semel haliet a 28 ἁ] ἅπερ a εἴρηται a 33 γὰρ om. I La 34 καὶ ἡ ψυχρότης a 34. 35 ἐν τετάρτῳ τῶν Μετεώρων] Δ 10 35. 79,1 τὸν δὲ λόγον Κ
marginal 38r
marginal p. 735a4
marginal 38v
footnote 2 IL πῦρ] καταμήνιον a ἡ post κίνησις om. a 3 λέγει I γεννήσαντα scripsi: γεννῆσαν libri 5 ἡ om. a 6 ἡ ὕλη Κ: τὸ ἡ ὕλη a 8 ὕλη δύναμις Κ 10 ἄλλην] ἄλλα I 11 τὰ δ’ ἑαυτῶν a 12 γινόμενον a ὁ] ὃν La 14 ἐνέργειαν a 16 περὶ] ἐπὶ Κ 17 ἐστιν om. Κ καὶ prius om. Ka τινὰ om. Κ 18 πάντα πάντως a 21 post χειρὶ add. καὶ a 22 τοῦ τέ ἐστι πλὴν a 23 ἐξῆλθεν Κ ἐστὶν ἡ ψυχὴ L 24 οὐδὲν Κ 25 ἐστὶ a 28. 21) ἀλλὰ πῶς—ἀλλὰ δυνάμει om. Κ 29 οὕτως] οὔτε Κ 31 κινεῖ ILa 32 καὶ post δὲ om. K 33 ἑαυτῶν] αὐτῶν IL πόρρω] immo πορρωτέρω
marginal 38v
marginal p. 735a12
marginal 39r
footnote 2 γρηγορῇ Ka ἔστιν—σπέρμα om. IL 3 γρηγορῶς a post ἐνεργείᾳ add. δέ IL 4 ἐνεργῶν] ἐνεργοῦν la 5 ἐστίν Κ 10 μόριον om. Κ αὐτὸ] 11 ἐν ἄλλοις] nescio quo respiciat 15 οἱονεὶ om. IL 18 γενόμενον a 19 διὰ τί scripsi: δι’ ἁ Ka: ora. IL 20 αὐτήν libri οὐ om. L in lit. II litt. 21 καὶ om. a καὶ ἅμα—παράγει (22) om. L 22 πράγει] παρήγαγε I 24 ἔχει μὲν Ka 25 δὲ om. IL 31 καὶ αὐξητικὴν om. L γενητικὴν ILa ψυχήν post θρεπτικὴν ponit Κ 32 εἰσί] ἐστί a τὸ θρεπτικὸν τὸ ora. a 33 post ἐστιν ex Aiist. addendum ἑτέρου post ἐστιν add. τὸ γεννὸν (1. τὸ γεννῶν) a p. 735a19
marginal 39r
marginal p. 735a29
marginal p. 735b7
marginal 39v
footnote 1 post ὅταν add. τι Arist. 3 post τοῦτο add. δὲ a 5 τοῦτο ἐκείνῳ Ka C, τὸ] ὄτι Ka ἔχειν post ἀρχήν poriit Ka 8 πρώτως 0111. L 9 ταύτην] exspcctas τοῦτο πρῶτον om. Κ 15 μέλι] γάλα a 17. 18 κρύσταλλος libri 21 θατέρων Κ 21. 22 ἐν τῷ τετάρτῳ βιβλίῳ τῶν Μετεώρων] Δ 6 24 διὰ τὸ a 25 καὶ] τὸ Ka 28 δυνάμεων IL 29 ἀτελῆ ex ἀτελοῦς corr. ’ μὴ τελείαν] μήτε λίαν a ποιήσασθαι Ka 34 ὃν om. IKa
marginal 39v
marginal 40r
marginal p. 736a27
footnote 1 δηλοῖ I 4 τῷ ὕδατι θερμότης coll. Κ 5 post οὗν add. ἡ θερμότης Ka (J ὁ cm. a 7 παχὺς L 10 ὦσιν] οὖσιν a πομφόλυγγες Κ: πομφόληγες a τοσούτω a στρυφνότερος IL: στριφνότερος Arist. SYZ: στιφρότερος Ka Arist. vulg. II post στερεώτερος add. ἐστὶ Ka 12 τῷ om. Ka λίνια IL 13 ἐν om. Ka ἀπὸ] ὑπὸ IL 14 γινομένης Κ τῷ] αὐτῶ Ka 15 post ἐστιν add, μολίβδου Ka 16 δὲ] γὰρ Κ διατὶ a ἐσκαταμίγνυσθαι I 18 οὐδὲ ταχέως IL 19 ἀνακεράννυνται L 20 ἀπὸ—ἀφροῦ om. IL 22 θερμότης] τὸ ψῦχος Ka 23 ὅτε Κ 23. 24 ἀποπνεύσει Κ. ἀποπνεύσι a 24 ὑπὸ Ka 25 ἐκπνευθεὶς a ψυχθεὶς om. Κ 27 ἡ] ἢ Κ ὅτι—γεῶδες (28) om. IL 28 ξηρουμένου a 21) δέ om. IKa 30 τοῦ] τῶν K 33 ἐστὶ καὶ ἀπορῆσαι Ka
marginal 40r
marginal 40v
marginal 41r
footnote 1 προειρημένου la 3 post dtppsvoj fort, addendum τι ἡ οὐδέν 6 τῶν ζῴων om. L ἐστὶ a 8 ᾖ] εἴη IL ἔχουσι Κ 9 ἐστὶν ὠὸν ex ἐστὶ ζῷον corr. 1 1). 10 κύημα ἡ ᾠὸν coll. Κ 14 οὐ post ὅτι ponit L 17 δύναμις a 17. 18 εἰπεῖν om. Κ 18 μὲν δὲ εἰσὶ a 20 εἶναι] καὶ a: om. IL 22 μὲν Κ τὴν] καὶ L: ἡ I ἔχουσα L 23 ἡμῖν ἐγγένηται coll. Ka 25 οὑν om. Ka 26 ἢ scripsi: ἡ libti 27 ἔχωμεν L: ἔχομεν I 29 κατὰ ὀνομάζεται a γενόμενα IKa 32 ἀποτεχθεισῶν a 34 ἐμψύχου μέρους a: ἐμψυχουμένοις IL 35 πάσας ἀναλαμβάνουσι IL
marginal 41r
footnote 1 τοῖς δὲ τοῖς libri 2 κρίνειν—ἐνέργεια (4) om. L 3 αὐτοῖς IL 5 τε om. IL 6 δύνανται L 7 αἰσθητικὴ ἄν ῥηθῇ IL 8 ἐνεργοῦσιν ἐν ἑαυτῇ IL 10 γὰρ om. ILa 11 καὶ τῷ μανθάνοντι Κ ἣν et 12 δέξεται om. Ka 13 post prius καὶ add. ἡ IL καὶ τὰ om. Κ 14 αὐτῆς] αὐτοῖς IL κατὰ τὴν φύσιν la 15 τῆς om. Κ πρὸς ἕτερον a 15. 16 ἐν τοῖς Νικομαχείοις ἠθικοῖς] Eth. Nic. Z 2 p. 1139a8 18 πρακτὰ scripsi: πρακτικὰ libri 22 γίνεται] ἐστί a ὅτε Κ βούλησις Ka 25 μὲν om. a 26 μέντοι] μέν τι a 29 καὶ πόθεν om. Ka 30 post ἐχόντων add. καὶ Κ 31 ἄνθρωπος semel liabet hi 34 ἢ scripsi: ἡ libri
marginal 41r
marginal 41v
footnote 2 ἔν τε τοῖς Περὶ ψυχῆς] Γ 4sqq.: ἐν τῷ περὶ Κ ἐν τῷ Λ τῆς Μετὰ τὰ φυσικά] Λ 6sqq. 6 post ἕλκει add. τὴν Ka 8 καθὰ 11, 10 νῦν om. IL 12 δὲ] δὴ IL 13 ἕως ἄν εἴημεν Ka 14 ἐγγίνεσθαι ora. IL 14. 15 πρότερον om. Ka 15 ὕλην—ἄρρενος σπέρματι (18) 16 post ἀναγκαῖον add. δὲ a 18 πρῶτον μὶν IL 19 ὅτι om. Κ 23 ἐν τοῖς Περὶ ψυχῆς] Β 1. 2: ἐν τῷ Κ οὐδὲ] οὔτε Ka 24 post προϋπάρχειν add. τῶν σωμάτων Ka σώματος χωρὶς coll. Κ 25 τὰς οἰκείας om. Κ 25. 26 ἀλλ’ ὥστε a 28 εἰσελεύσωνται IKL 29 μεταβαλούσῃ a περίττωμα ἐστὶ μεταβαλλούσης τῆς τροφῆς Κ 30 ὁ νοῦς ἐν αὐτῶ coll. Κ μόνον om. IL 31 ἐνεργείᾳ κοινωνεῖ] κοινωνία ἐνεργεῖ IL 32 οὐδαμῆ Κ p. 736b29
footnote 6 αὐτοῖς L2: αὑ τ K: αὐτῆς IL1a ἐστι IL 7 τῷ om. Κ 8 αὐτὸ γόνιμον Ka 10 σώματι ἀνάλογον libri 12 διαφέρειν ILa lo post γὰρ add. καὶ Ka ἐν αὐτῶ Κ 14 πᾶσιν Κ 15 ἡ (??) (??) πονιακὴ L 16 ἀναλογοῦν Ka 19 ἄλλαττα IKL: τὰ ἄλλα a 21. 22 ἐν τῷ σπέρματι utiobiqiie Κ 22 πῦρ ἐστιν Ka ἐμπεριειλυμένη a ante τῷ add. ἐν Ka 23 post ἀφρώδει add. τῷ IK τὸ δὲ σπέρμα καὶ ἡ ἐν τῷ σπέρματι a 26 πάντα La φύσεως om. Κ 30 λέγων LK ψυχήν] ἀρχήν Κ
marginal 42r
marginal 42v
footnote 1 δυνάμει scripsi: δύνα L: δύναμις IKa 2 πρότερον] p. 735a4sqq. 4 ἔχει τὸ μὲν coll. Κ 7 ἡ om. a 10 τὸ ἧς—ἀρχῆς (11) om. IL 11 ὁ θύραθεν νοῦς Κ θύραζε IL 12 τῶν λέξεων a τὸ δὲ τῆς γονῆς Ka 20 τουτέστιν—δύναμιν om. Κ αὐτῷ a 21 θρεπτικήν] ποιητικὴν Ka 22 τῆ ἑαυτῆς δύναμιν K: τῆ ἑαυτῇ δυνάμει a 25 περίττωμα a ἥνπερ—κἀκεῖνο (2(5)] fort, legcndum τὴν αὐτὴν κίνησιν ἥνπερ αὐτὸ τυγχάνει κινούμενον κἀκεῖνο τυγχάνῃ IL1 26 κινοῦνται —ταῦτα κινοῦνται (27)] ἂν αὐτὰ κινῆται κίνησιν, τὴν αὐτὴν κινεῖται καὶ τὰ ὄργανα, ὑφ’ ὧν ὀργάνων καὶ τοῦ τεχνίτου γίνονται Ka 27 οὕτω δὲ τὰ Ka 28 κινεῖται a 28. 29 ἐν αὐτῷ] ἑαυτῶν IL1 30 ἥνπερ] ἣν Ka
marginal 42v
footnote 2. 3 οὐδ’ ἂν δέ πω a 3 τοιόνδε Ka εἰς τὸ ξύλον ὁ τεχνίτης coll. Ka 5 σφαιρομένου I 7 δὲ om. IL ἐν τῷ δευτέρῳ λόγῳ Περὶ ψυχῆς] cf. Philoponi comin. in Arist. de an. Β 7 p. 335,14sq.: τῶν περὶ ψυχῆς la 10 κινούμενον om. IL 11 εἶναι om. IL 14 καθὸ] fort. καθ’ ἃ 16 τοῦ om. Κ 19 τεχνιτῶν Κ 22 post περὶ add. μὲν a 23 ἐν τῷ τετάρτῳ λόγῳ τῆς παρούσης πραγματείας] Δ 1 24 πεπηρωμένον Κ 25 ἔχωσι] ἔχων a 27 γίνεται I 29 δὴ] δὲ IL 31 post θήλεος fort, addendum τὰ μέρη 34 γλήχωνος] γλίχωνος ILa: γλίσχρων Κ 35. 36 ἑψηθεῖσα εἶτα ψυχθεῖσα IL
marginal 42v
marginal p. 737b15
marginal 43r
footnote 1 προϊὼν ἐρεῖ] c. 6 ρ. 743b 7 τῷ καταμηνίῳ Κ 2 πάλιν] πάντα a γεῶδες om. L post ἔχοντα add. τὸ I θερμαινομένη L1: θερμαινομένῳ Κ 3 ἀναλογούσης Ka 5 γενομένοις IL Arist. Y: γινομένοις Ka Arist. vulg. 8 ὧν] ὀίων Κ 9 οὐδέτι a συνεχὲς IL 10 θρύπτεται Κ: θερμαίνεται L1I: θραύεται corr. L2: θρύβεται a 13 τὰ τέλη Κ 15 καὶ om. Ka 17 λείου] τελείου La: λαιοῦ I 19 λέξει a 20 ἑαυτῷ Κ 23 ἀπογίνεται IL 24 ἐν om. a ἔστι 27 μὴ om. IL δ᾿ οὖν Ka 28 ὅτε a 30 ἀναπλήρωσιν Κ 31 λαμβάνῃ scripsi: λαμβάνων IL: λαμβάνον Ka 31. 82 ἐρεῖ ἐν τῷ ἐφεξῆς βιβλίῳ] Γ 2 32 ὅτε IK
marginal 43r
marginal p. 737b27
marginal 43v
footnote 1 τινῶν τροφὴν coll. Κ 3 ἀπόλλυται I τὴν om. Ka 5 πᾶσα IL 7 post τὸ add. δὲ IL S ἔχουσι L ἔρχονται IL συναθροίζονται IL 9 πόροις τόπων Ka ἐξέρχονται IL 10 περίττωμα om. la τόπον ὅστις ποτὲ Ι 11 βραχεῖ a ἴσως om. L εἰ] εἰς I 13 ἐκθώμεθα Ka post ὅτι add. καὶ IKa 16 ἐντὸς om. Κ 18 ἡ] καὶ a 19 ξηρότητος ILa 22 καὶ τὸ σπέρμα om. IL 2.5 σικυῶν] συκιῶν IL: σικυιῶν Ka ταῦτα] αὗται Ka 27 ἕκαστον post τόπον ponit L 28 δυοῖν Ilva 30 δυοῖν I: δύο Ka 31 ἤτοι] τουτέστι Κ ἤτοι βιαζόμενα a μὴ om. IL 31. 32 βιαζομένων utrobique Ka 33 λέγουσιν] λέγει IL
marginal 43v
marginal p. 738a22
marginal 44r
footnote 1 ὑγρᾶς καὶ ξηρᾶς coll. Ka 4 λέγουσι] λέγομεν L 4. 5 τὰ περιττώματα Ka 5. 6 συνεκκρίνουσιν—πνεύματι om. IL 10 post ἐγγίνεται add. μὲν I 11 θερμότητα IKa 12 ἀκόντησιν 18 μὴ] οὐ I 14 ἀλλὰ κἄν Ka ἄν om. Ka 19 πλὴν τ’ ὅτι Ka καὶ om. Κ 23 ψυχρότητα] θερμότητα ’lK 27 ὑπὸ ex ἀπὸ corr. Κ 32 ἐξαιματοῦσιν scripsi: ἐξαιματοῦσαι libri
marginal 44r
marginal 44v
footnote 2 ὑπό scripsi: ἀπὸ libri ante 6. 7 οἴμαι διὰ τοῦτο coll. Ka 7 οἶμαι] οἷον IL μὲν om. IL 9 τῆς σελήνης καὶ τοῦ ἡλίου coll. Ka 14 μεταβεβηκυίας a 19 20 ἐν post ἐστιν ora. Ka 21 post ἡ add. ἐπὶ Κ 22 ἐπιτειταμένη θερμοῦ ὕδατος 28 καθαίρεσιν ἐργάζονται om. Ka 28. 29 προκριθῆναι I 31 ἢν] οἷον IL 32 ἕτερα om. Ka 32. 33 καταχρᾶται IL 35 γενέσθαι ex γίνεσθαι corr. Κ προσκριθέντος Κ ἐγεγόνασι a δὲ σάρκα IL: ἂν σάρκες a
marginal 44v
marginal p. 738b9
marginal 45r
footnote 2 πάντως ora. Ka πάντως κἄν ὀστᾶ IL σωκράτη libri aute τὰ αὐτὰ adil. δὲ Ka 3 πεποίηκεν ἄν L 4 Τοῦ] τὸ IL ὑπάρχον IL 6 πάντα om. Ka 7 οὐ—γὰρ τῶν (8) in marg. add. L 11 μὲν om. Ka 13 γίνεσθαι Ka 14 ἄρρενος a σῶμα om. Ka 15 ἐξ ἧς τὸ σῶμα om. Ka 17 ἀναγκαῖον a 18 ἔχειν περίττωμα coll. Κ ὀργάνων Ka 25 ἡ ψυχὴ IL 26 τοῖς ἄρρεσι om. Κ ἢ τὸ] ἤτοι IL 31 παρεμβλήσθησαν a 32 παρέμβαλε a 33 τὸν post ἀρκτικὸν om. Ka δή prills om. Κ: (??) I δή post αἴτιον om. I 35 τοιαῦτα] λοιπὰ Κ
marginal 45v
footnote 2 συνέστηκε Ka 3 τὸν σωφρονίσκον ὁ σωκράτης a 8 ἐν τινι libri 9 τουτέστιν—σπέρμα (11) om. Κ 10. 11 τῷ ἐν ἡμῖν a 11 post δέ add. ἐστὶ Ka 12 φρένες ἐκεῖσε μὲν συνάγεται a lo ἐντεῦθεν IL 14 διαδίδοται] δία in ras. L 14. 15 ἡ πολλάκις ῥηθεῖσα θερμότης Ka 15 ἀναλογοῦσα Ka 17 ἀπ’ αὐτοῦ ἡ L 19 προσθ(??) I αὐτοῦ L 22 αὐτοῖς] αὐτῆς L 26 primum μὴ om. IL ὁμοιογενῶν Ι μὴ post τὰ om. I, in marg. add. L 28 ἔοικεν] ἐοικὸς Ka 36 ὅσοι a μίγνυνται IL
footnote 2. 3 ὅσα—γεννῶσιν om. Κ χρόνοις γεννᾷ a 3 μησὶ] μίσει I 4 ἡ om. Ka 5 ἄν om. Ka 7 ἀσύμμετροι a 8 κυνὸς] μυὸς a 9 ὡσπερ] ὅπερ Ka 10 post Αἰγύπτου add. καὶ a 11 κομίσει Κ τε om. a 12 ἐν Αθήνησιν] sic libri, itemque v. 13 13. 14 ἐν a ἐν Ἀθήναις a 16 17 τὴν ὕλην] τὸ σπέρμα IL 20 μεγέθη a γὰρ] δὲ Ka 22 τὸ δεξόμενον Ka εἰς αὐτὴν ὑστέραν scripsi: εἰς τὴν ὑστέραν IL: om. Ka 25 post τοῦ add. δὲ IL κἄν] καὶ Κ 26 εἰδοποιεῖσθαι scrips.: εἰδοποιεῖται libri 27 ἐστιν scripsi: εἴ τι libri 29 μεταβάλλειν Κ 31 33 περιττώματος] σπέρματος a 34 συνέρχεται a
marginal 46r
marginal p. 739 a 22
footnote 1 ἐστὶν ὑγρῶν L1 3 περιλήψεται scrips: περιλήψηται libri 4 καταλείψει scripsi: καταλείψῃ liljri 5 τοῦ om. IL 6 ἅπαξ Κ ἐπειδὴ Ka 7 πᾶσιν Κ ἐν ἐντόμοις νῦν a χρόνῳ] ἀρχὴ a 8 τοῦ et ἐξερχομένου Ka ὑγρότερον Ka 9 τοῦτο I τὸ] τοῦ L 10 λέγει] εἶπε K 12 πάλιν om. Κ 14 πεφθείσης] τεθείσης a τὸ γὰρ πλεῖον—ἐστι τῷ (16) om. Κ 15 τὸ γὰρ ἐλάττω coll. IL 26 δὴ om. Κ πάσχουσιν post πολλαί ponit Κ 27 ὀχεῖσθαι 27 L: όπνοῦσθι I: ὀτνοῦσθαι a 29 ἐξονείρωσις a ἐξονείρωξις post ἀρρένων (30) ponit Κ 32 οὐ γενήσεται Ka post πρόεσις add. ἡ οὐ γενήσεται IL 33 post ὑγρότης add. τις a
marginal 46v
footnote 6 αὐτὰ scripsi: ταῦτα libri 7 συμβαίνουσι a 12 ἐν ἑαυταῖς ὅτι IL τὰς cm. a τὴν ὑστέραν Κ 13 ἐκείνης IL1 14 συμμύειν Κ: συμμένειν f: συμ . . . ν L (in raarg, add. μεμι): συνημἐνα (sic) a 15 ἡνεωγμένα IKa τότε τὰ] τά τε IL 16 post σπέρμα add. εἰς τὸ Ka 17 ἠνεωγμέναι IKa 20 αὐτὸ] αὐτὰ Κ: αὐτῷ a ἐν zfj ὑστέρα Κ 21 συκίαι L: συκεῖαι Ι: σικυῖαι Ka 22 ἄρρεν La 23 ὀρθισταθείσης a εἰσπίπτειν IL 24 ἐγγίσαι] ἐνεῖναι Κ 25 φθάνειν Ka ἑλκύσασα Κ 32 προπέμψει a 34 ἠνεωγμένων IKa, itemque porro 36 τὴν γονὴν εἴσω coll. Κ
marginal 46v
marginal p. 739b14
marginal 47r
footnote 3 ὡς] ὥστε Κ μὴν om. Κ 8 ἡ om. Κ 9 σπῶσιν IL αἵματος] αἵμ in ras. L2: ὕδατος I 10 ἔρια] ἔργα I H ἡ ἀλλὰ τὰ a 12 αὐτὰ prius om. Κ 13 βραχύν Ka 14 ὑγρότητα] θερμότητα IL1 15 τόπῳ] μορίῳ Arist. 16 ἀκονητὰ IL ἀγγεῖα om. K 17 πεπισσωμένων Ka 21 λέγοντες IL τε om. Κ 22 τῶν post καὶ om. Κ δυνάμει om. L 25 γενέσθαι] γίνεσθαι Ka σπάσιν scripsi: σπᾶσι libri 20 συκίαι L: σικυῖαι IKa post σικύαι add. τὸ αἷμα a 27 ἀνάπαλιν —τουτέστιν om. Κ 30 τὰ δὴ τῶν θηλέων om. a post μὲν add. δὴ IL 31 προϊέναι Ka ἔλεγε IL1 p. 739 b 16
marginal 47r
marginal p. 739 b 20
marginal p. 739 b 33
footnote 2 εἴσω post σπᾶν ponit Κ 3 οὐκ εὔλογον—λέγειν (5) om. L1: in marg. add. L2 5 φησιν IKL 6 et 12 τοῖν a ὑγροτήταιν I, itemque 12 7 σπᾷ post γονὴν ponit Κ 8 post ἐξέρχεσθαι add. μὲν Ka 9 τόπῳ] τότε a 10 καὶ τοῦ θήλεος Ka 13 εἰσελθοῦσαν καὶ τὴν Ka 15 ἡ om. Κ 16 ἀπὸ IL 19 post ὅταν add. δὲ Ka συστῇ] στῆ a 22 καὶ καταμηνίου a 23 ἐν τῷ τετάρτῳ βιβλίῳ] Δ   24 ὑπὸ ante ψυχροῦ 0111. IL 25 αἴτιον Κ 29 ποιεῖ om. IL
marginal 47v
marginal 48r
footnote 2 καταβληθῇ Κ: καταβλήθει a 3 ὡς εἴπομεν post καταβολῆς ponit Κ 5 τὴν δύναμιν Κ 7 μᾶλλον] μόνον IL 9. 10 δυνάμει μὲν πῦρ λέγεται καὶ τὰ ξύλα coll. Ka 13 πρώτων a 16 γίνεσθαι IKa πρώτην Κ 19 post τοιοῦτον add. λέγων 1 20 πρώτων a 24 τρέφῃ τε] τρέφεται a 25 ὥστε] ὥσπερ La 27 διακοσμηθήσονται Κ 29 ἑτέρα IL 34 μὲν om. Κ 35 τῇ ἀνατομῇ Κ 38 χωρίζηται scripsi: χωρίζεται libri
marginal 48r
marginal p. 740 a 24
footnote 1 ἕκαστον a 5 ἀρχὴν ταύτην Ka 6 πρῶτον la 7 ὅτε Ka 9 ἡδῆ om. IL, sed cf. p. 102.1 16 σπέρμα τι] σπέρματος ΙΚ: τὸ σπέρμα a 22 ἡ om. IL δυνάμει IL 24 δὲ] fort. δὴ 30 προτέρα] πρώτη Ka 31 καὶ τὰ τοιαῦτα ἔτι δὲ om. Κ τοῖς χρώμασιν a 34 ὅσα] ἅπερ Ka 35 ὑπὸ] ἀπὸ IL τοῦ ζωγράφου Κ 36 τούτων IL
marginal 48v
marginal p. 740 b 2
footnote 5 τὸ om. Ka 6 ὑπὸ τῆς τροφῆς a 10 ἄλλοθι Κ 11 συνέστηκεν Ka σκιωδῶς Κ 18 αὐτῆς ex αὐτοῦ corr. L 20 ἐπειδὴ γὰρ Ka δὲ om. a 21 εἰς] ὡς Κ 22 εἰς ταῦτα Κ ἀφορῶν a κατ’ αὐτὸ a 25 ἑκάστου a 27 πρώτη om. IL ἐτράφη τε καὶ Κ 29 θύραζε IL ἐπεισεληλυθέναι Ka 31 τὸ om. a 31. 32 μᾶλλον γαλακτῶδες coll. IL
marginal 48v
marginal 49r
marginal p. 740 b 12
footnote 1 τε om. IL 2 αὐτοῦ γίνεται coll. IL 5 post δὲ add. διὰ IL 7 ταὐτόν ἐστι om. IL: ἴσον supra scr. L2 τῷ] τοῦ a 9 διαγραφήν] διατροφὴν Κ 11 δίκαιον] δεῖ καὶ Κ 12 μὲν om. K 16 αὐτοῖς post ev ex αὐτῆς corr. Κ 17 ἐπανακτέον IL 21 λαμβάνει Κ 22 συναπτόντων ILa τὴν om. Ka 29 ἑκάστου] ἐν ἑκάστῳ a 29. 30 ἀπεδίδου Ἐμπεδοκλῆς] cf. fr. 62,6 sqq. Diels 32 κατέσχον Ka 36 τὰ ἐξ ἧς libri
marginal 49r
marginal 49v
marginal p. 741 a 6
footnote 1 ἐν τῷ δυνάμει a 6 ἀρχῆθεν] ἐξ ἀρχῆς a 7 τῶ αὐτῶ τὸ ἐξ ἀρχῆς Ι, itemque omisso τὸ L 10 μόνον a 11 ἐπήνεγκεν Κ 12 αὕτη (post οὑν) Arist.: αὐτὴ libri 15 κυρίως φύσις ἐστὶ coll. Ka 16 αἴσθησιν δὲ καὶ λόγον IL1 18 ἀπορήσειε IL Arist. SYZ: ἀπορήσειεν ἄν a Arist. vulg. διὰ τὴν αἰτίαν IL 19 τὴν αὐτὴν ψυχήν Arist. 22 ἡ om. L1 23 τὸ om. Κ 27 post ἔχει add. καὶ Ka 28 exspectas αἴτιον δὲ τοῦ μὴ γεννᾶν καίπερ ἔχον τὸ θῆλυ ἐν ἑαυτῷ κτλ. 29 post τοῦ add. μὲν a δέ om. a 32 post μάτην add. οὐδ’ Κ 34 τίκτει ex τίκτῃ corr. L
marginal 49v
marginal 50r
marginal p. 741 a 32
footnote 1 τὸ θῆλυ καὶ coll. a χωρὶς καὶ χωρὶς τοῦ Κ 2 φησί om. Ka 5 τἂ om. a 7 ἐπηγάγετο τὸ I 9 τὰ τοιαῦτα ᾠὰ Ka λέγει om. a 10 τὸ ζῶον K: τὰ ζῷα a 11 τοιαύτη] αὕτη a 12 τὴν scripsi: τῆς IKL: τε a 14 ἐν τοῖς ὕπνοις Ka ἐνέργεια libii 15 καὶ ἐν τῇ Ka τοῖς om. a 17 ἀναίσθητα Ka ἦν om. ΙΚ τῷ ἄρρενι IK: τῷ ἄρρεν a 18 τὸ post ἄρρενι om. a 19 δύναται IL 20 φήσει] φησὶ IL 21 post οὖν add. φησὶ a ὑπήνεμα a τὰ post ὀρνίθων om. IL 22 μὴ ἔστι] sic libri: μὴ ἔχει Arist. 26 μὴ ἔχει a ἂν iterat I 27 γεννήση Κ:· γεννήσοι a ἑαυτῆς a 29 καὶ om. Ka 30 post ἔντερα add. γίνονται, sed rursus del. L ἐρεῖ] Γ 11 p. 762 b 26 31 τῇ ἐφεξῆς a 33 ἄλλος a
marginal 50r
marginal 50v
footnote 1 πρὸς] εἰς Ka τὸ om. a 2 ἐκ τόπου om. Ka μεταβάλλουσα a ἑκάστη Ka 4 σκιογραφὲν a 5 οὕτω] οὔ a post ἑκάστου add. τῶν ζώων Κ 8 ἀπὸ τῆς τελευτῆς Ka 11 ἀναγκαιότερον L 13 τὸν λόγον ἐπὶ χρώματος coll. Κ 14 οὑν om. a 15 ἔστω γὰρ Κ: ἔσται γὰρ a: an ἐς τὸ τέλος? Diels 16 δρομεῖν L2 post δραμεῖν add. καὶ a 17 εἶτα—γέγονεν (18) om. Κ 19 πρῶτον Κ 21 πάντων πρώτη] πρώτη τῶν ἄλλων Κ 23 πρότερον ex πρῶτα corr. Κ τὰ γινόμενα Ka 25 ἅμ] ὅλα Ka 26 ἀναγκαιότατον K 27 μετὰ εἴκοσιν ἡμέρας a ἐλάττους a post καὶ add. ὀλίγον a πλείονας Ka 28 ὡράθη] sic libri ἅπαντα om. a 30 πνεῦμον a 32 συμβαίνειν a p. 741 b 37
marginal 50v
marginal 51r
footnote 4 μέντοι] μέν τι a: om. IL ἑαυτῷ a 6 ὅλοις IL ἐναντίος IKL 7 post ἐπειδὴ add. γὰρ Κ 8 φαίνεται] γίνονται a 13 διιὸν] εἰσιὸν Κ: εἶναι ὃ a 13. 14 χωρίζει Κ 14 ταῦτα om. Κ καινὸν a 17. 18 ὑπὸ τοῦ ἐμβρύου ἢ ὑπὸ τῆς μητρὸς Κ 21 ἀπὸ] ἐκ Κ 23 ἐν τῇ ὑστέρᾳ. ὄντων τῶν ᾠῶν coll. Ka μεταβάλλον IL1 23. 24 εἰς τὸ ζῶον a 25 εἴποιεν Ka 25. 26 διὰ τὸ οὐκ a 26 μήτρᾳ] μητρὶ IL 27 τυφλὰ IL ἔχων] ἐχόντων ex ἔχων corr. L2 συμπεπτωκότα Κ 28 διίστανταί τε καὶ Ka 29 τῇ om. Κ 29 et 30 καὶ ἐν τοῖς Ka 31 γεννᾶσθαι a τοῦτο—διαιροῦν] οὐκ ἔστι τούτω διαιρεῖν a τοῦτο post ἔστι ponit Κ p. 742 a 16
marginal 51v
marginal 52r 1 τινὲς φυσιολόγων] φυσιολογοῦντες τινὲς Κ 5 οὑν] γὰρ a 7 post λόγον add. τοῦτο γίνεται πρῶτον sed rursus del. L 8 post μὲν prius add. οὑν ILa 9 ἄν om. a II οὖν a 14 ἕνεκα Ka, itemque porro πρότερος Ka 15 ὡς prius in las. L ὕστερος Ka 16 ᾖ διδάσκαλος om. L post ᾖ add. ὁ a 18 οὖν] δέ Κ 19 λέγει a post γὰρ add. καὶ IL, τὸ Κ καὶ ante τὸ om. Κ καὶ τὸ ποιοῦν IL 20 post δὲ add. καὶ IL, τὸ Κ 23 ὅτι] καὶ τί IL 24. 25 τὸ δὲ ποιοῦν—οὗ ἕνεκα om. IL 30 τὴν καρδίαν Ka 35 κυρίως ζῶον καὶ τίλος Ka
marginal 52r
footnote 1 post οἷον add. οἱ Ka 2 γενέσει Ka πρῶτον post γίνεται (3) ponit Ka 3 post φθείρεται add. καὶ IL ὑστέρα Κ 6 αὐτὴν IL 9 δὲ om. a τοιαύτη ILa ἤτοι] ἤ τι La 11 πρότερα Ka 11. 12 ἐστι τὸ οὖ scripsi: εἰσὶ τὰ τούτων libri 14 ἀλλ’ om. IL 15 ὕστερον I 16 γενομένου Ka 17 μέγιστα om. Κ 18 χώρας] χεῖρας IL 20. 21 δὲ ἐν] μὲν ἐν IL 21 μαθηματικὰ Ka λέγων IL 22 γὰρ αἱ ἀρχαὶ Ka 23 post ποιητικὸν add. καὶ Ka 24 ὁμοίως δὲ καὶ Κ 26 πρῶτον a 28 οἶδε] οἶδα I: fort. εἴωθε 30 τοῦδε] τούτου IL 31 γεγραμμένα om. Κ 33 ταύτην ἤτοι τὴν καρδίαν a p. 743 a 3
marginal 52r
marginal 52v
marginal 53r
footnote 4 τούτοις] τούτω Κ: τούτου a 5 αὐτοὺς Κ 7 διαπιδύω ILa ἱδρῶτος a 8 διαπιδοῦσα a τουτέστι] ἤτοι Ka 10 ἑπτηθὲν I ἱδροῖ καὶ τοῦτο coll. a: 12 οὐδὲν] οὐ la 13 ὥς τις La 15 τροφὴ post διαπιδύουσα ponit Κ 16 συνιστάμεναι ex Arist. scripsi: συνιστάμενον IKL: συνιστάμενα a ὢν om. Κ 17 δὲ] γὰρ IL 18 post ἐμπεσοῦσα add. γὰρ a 19 καὶ—σάρξ (20) om. Κ post πήγνυται et 21 post τήκεται add. καὶ IL 21 ἐν τῷ τετάρτῳ τῶν Μετεώρων] Δ 6 p. 382 b 30 sqq. 22 θερμὰ] καθαρὰ Ka post ἤτοι add. τῶν Κ 23 ἐκ τῶν a ἄν om. Ka ἀνατείλειε IL ἐξέλθῃ scripsi: ἐξέλθοιε IL: ἐξέλθοι Ka 24 ὑγειότητα L 27 ὡς—μεμαθήκαμεν] Meteor. Δ 6 post μεμαθήκαμεν add. βιβλίῳ Ka
marginal 53r
marginal 53v
footnote 4 οὐδ’ ὑπὸ Ka 6 ἀποτελεῖ] ποιεῖ Κ 7 κρέα Κ 9. 10 φθείρεται— κατακαίεται] τήκεται καὶ φθείρεται Κ 10 εἰ—ἐλλείπει] ἐλλεῖπον δὲ Ka 11 αὐτόματος a 14 ἀμφοτέροις Ka 16 ταῦτα] ταὐτὴ a δέρμα] σπέρμα Κ ξηραινομένοις a τῆς om. IKa 18 μετ’ αὐτοῦ Κ γλισχρότητι a 20 ἐν om. Κ ξηραινομένοις δὲ γίνεται a 22 ξηραινομένης a ὥσπερ— ὀστρέων om. Κ post ὥσπερ add. τὸ a 23 καὶ] κἄν IL 24 γεῶδες a 25 post ἀθροίζεται add. τό L2 πιμελωδῶς L1 ὡς οὔσης—πιμελῶδες (26) 33 τὰ om. ’ 34 μορίων om. I: μερῶν Κ 35 καὶ post ὑγρός om. K post τοῦτο add. καὶ Ka
marginal p. 743 b 32
marginal 54r
footnote 1 συμπέττεται Ka τε] μὲν ILa 5 post πλωτοῖς add. καὶ πτηνοῖς Arist. 6 Τὸ γίνονται om. Κ 7 καθ’ ἣν a 8 πρῶτον τῶν ἄλλων ἡ Κ ἐστὶν—ὀφθαλμοί (11) in marg. add. L 16 ὀφθαλμοὶ ILa 17 ἔστιν οὑν ἐπὶ Κ 18 ταύτας—φλεβῶν (20) om. IL πόρος a 19. 20 εἰς πλήρωμα καὶ πέρας φλεβῶν a 20 post δὲ add. καὶ Ka 21 προυπάρχον ex προυπάρχει corr. L 23 αἱ om. a 24 ἐν τῷ τοίχω Κ: ἐν τοίχω a 25 δυνάμει—οὕτω καὶ τὸ (26) om. Κ 26 ὑελοειδὲς Κ προυπάρχον la 28 γινομένου ILa 82 καὶ αὐτὸ βραχύτερον καὶ τοὺς Κ 34 πάντως Κ ὅτε Ka
marginal 54r
marginal 54v
marginal 2 φησί m. K 3 ἤ ex εἰ corr. L διότι Κ οὗτος a ἐν δὲ— ὄσφρησις] ἐν δὲ τῇ ἡ ὄσφρησις Κ 6 λείπει la οἶμαι om. Κ δὲ] καὶ IL τούτου Κ 10 λέγει I 13 ἐν τοῖς Περὶ ψυχῆς] Β 8. 9 εἴρηται post αἰσθητῶν (14) ponunt Ka 13. 14 ἐν τῷ Περὶ αἰσθήσεως καὶ αἰσθητῶν] c. 5 15 περὶ] πρὸς IL 16 φέρονται] φαίνονται φέροντες Arist. 17 πρὸς τὴν] περὶ Κ τὸν μήνιγγα τὸν ILa 19 τῷ μἡνιγγι delevi 20 post τῇ add. λέξει τῇ a 21 τούτου λέγει τοῦ] τοσούτου L1: τοῦ τούτου corr. L: τούτου τοῦ I τῆς om. La ὑγρότητα L 22 θερμοτάτης L 26 δύναται L οἴ] ὅπου Ka 30 γὰρ] δὲ 31 31 ὁμοίως δὲ καὶ Κ 32 τὸ ζῷον om. Κ 33 παντελείως a
marginal 54v
marginal p. 744 b 11
marginal 55r
footnote 1 γεγονότα L 3 ἀτελῶς IL τελευταῖον Κ 4 τὸ μὴ σφόδρα a 6 οὐ δύναται—κινεῖν (8) om. Κ 7 εἰσιν] ἐστὶ a ἐπικρατέστατα a 8 post ἰσχυρά add. καὶ a 10 ἐπὶ τοῦτο a μὴ δύνανται IL 11 ὥστε] ὥσπερ L 15 οἷον—λοιπῶν om. Κ τε] γε IL 18 εἶθ’ οὕτω—διαγράφει (19) om. Κ post καὶ add. ἡ a 21 λαμβάνουσι a 24 post πόδας add. καὶ a 25 φησίν om. Κ 25. 26 ὁ ἀγαθὸς οἰκονόμος post σίτου (26) ponit Κ 28 οἶον om. IL ἀλεκτορίσι Ka 30 γὰρ om. ILa τιμιώτατα] κυριώτατα IKL, sed cf. p. 115,5. 10. 26 σάρκας a 31. 32 γίνονται — φύσεως] τρέφει τε καὶ τελειοῖ a 32 τῆς om. Κ 33 post σεμιδάλεως add. τῆς τροφῆς Κ καθαρώτατον IKa
marginal 55r
marginal 55v
footnote 1 ante τῇ add. τοῦ Κ τροφῆ om. Κ 2 πόδας a κοίαν a 3 τρίχας ὁπλὰς ὄνυχας a κέρατα ὄνυχες coll. Κ 4 τρέφεται a 5 τι] τὸ IL ἀφ’ οὗ Κ 6 ante τρίτον add. τι Ka 8 ῥύγχοι I post γὰρ add. καὶ Κ 9 γίνονται καὶ τελειοῦνται Κ 11 αὑτῆς] τοῦτο Ka 14 οὖν om. La ἢ om. K τε] γὰρ Κ αὐτοῦ a 20 αἱ om. K post ἧς add. καὶ Κ 21 ἄλευρα a 24 τῇ οἰκονομίᾳ Κ 25 τῶν τριχῶν καὶ ὁπλῶν coll. Ka 26 ἐλεύθεροι a 27 τούτοις la 29 ἐν ἡ πρώτῃ a 30 ἐν om. IL 31 ἐσκιαγραφῆσθαι Κ 32 μέν τι a 33 post λέγων add. ὑπολείμματα IL
marginal 55v
marginal p. 745 a 18
marginal 2 κἀν τιμιώτερον IL 3 ἐξέλθῃ scripsi: ἐξέλθει libri 3. 4 τὸ ζῷον om. Κ 4 μυξῶδες IL καὶ post δὲ om. Ka συνίσταται L 5 διὰ τούτων Κ 6 οὐκ ἀεὶ] οὐ Κ καὶ om. a 7 ἐστι prius om. Κ 8 τοῦ om. Κ 13 οὐδὲ Ka 14 τοῖς la 22 post ἐκ τῆς add. τροφῆς ἐξ ἧς καὶ τὰ ὀστᾶ (23) sed rursus del. L αὐτῶν] τῶν ὀδόντων Κ: τῶν ὀστῶν a τροφῆς—ἐκ τῆς (23) om. Κ 23 αὖ] οὖν IL 24 τε καὶ om. Ka τοῦτο IL: τούτων Κ 27 τὰς χρόας—δέρματι (33) om. IL 29. 30 ἐν γὰρ—ἐστιν libri et Arist. PYZ: ἐκ γὰρ τῶν ὀστῶν εἰσίν Arist. vulg. 32 τούτου a συμμεταλαμβάνουσι Κ 33 μεγάλους scripsi: μεγάλα libri
marginal 56r
marginal 56v
footnote 3 γινομένα (sic) a δὲ] γὰρ a 4 τοὺς ὀδόντας IL: om. a 5 et 9 ὑπόληψιν ] 5 post ὅταν add. μὲν IL 6 χρείας L 7 ἐν τῷ γήρει Ka 9 λέγων Ka 10 ἐστὶ] γὰρ IL 11 ἄν] εἰ Arist. vulg. 12 εὔχρηστοι Κ 13 φύρεσθαι IL1 16 γενομένων Ka post φύεσθαι δὲ add. καὶ a 17 μέχρις Κ ἀμβλυθῶσιν IL: ἀμβληθῶσι Κ 23. 24 ἐν τῷ τέλει—πραγματείας] E 8 25 ἐξ ἦς Κ 26 οἱ] οἶον I καὶ τότε—ὀδόντες (27) om. IL 27 τὸν post ἀριθμὸν om. a αὐτὸν Κ 28 μετὰ om. a 30 καὶ post τοῦτο om. Κ 35 τὸ στῆναι L 36 τὴν om. L
marginal 56v
marginal p. 746 a 12
marginal 57r
footnote 1 post εἰ δὲ add. καὶ IK 2 γεννηθεὶς KL ἔχει om. Ka δὲ καὶ ὅτι a 2 et 5 μὴ om. IL 3 ἔχειν a 4 σχήματα Κ ἔχοντα Ka 5 λαμβάνη Ka 8 ἔχει a 1 1 αὐτὴν IL 13 ὑμένες ἐκτὸς τοῦ τοιούτου χορίου IK 15 ἔλαττον ὂν τὸ ἔμβρυον καὶ ὀλίγην λαμβάνον IKL 16 δέχεται a τὸ om. Κ 17 αὐξόμενον IKL πολλὴν] πάλιν a λαμβάνον IKL 18 ἐν αὐτῷ Κ ἔλαττον a προτέρας L 20 φησίν post 25 ἀπ’ αὐτοῦ Κ: ἐπ’ αὐτῆς a 28 λέγων Κ 30 τρόπον addidl coll. p. 119,4 31 ἓν om. IKL 33 καὶ om. Ka ἐν om. IKL 34 ἐν om. IL
marginal 57r
marginal p. 746 a 19
marginal 57v
footnote 7 βάλλειν libri et Arist. PSZ: θάλλειν Arist. Y: βδάλλειν Arist. vulg. 9 τινὰ om. K 10 τούτου a τι] τὸ Ka 14 χωρίζον τε a αὐτὸ IL 15 σαρκὶ ἰόντι libri συγχωρήσειε K: συγχωρήσοι a 18 ἔνεστι Arist 19 δία τοιούτων IL 24 ἑτερογενῆ a 26 ταῦτα πάλιν coll. Κ 27 Λίβυι Κ μὴ om. 28 ἅπαντα Κ 30 post τὰ add. μὲν Ka γεννώμενα a 31 μίγνυται καὶ γεννᾷ a 33 γενομένους I: γεγονότα Κ: γεγονότες a 34 συνδυασθέντα Ka. συμβαίνει a 35 νεαρὸν IK αὐτὸ om. a p. 746 b 16
marginal 57v
marginal 58r
marginal p. 747 a 3
footnote 2 ἄρρεν ἡ θῆλυ Arist. vulg. 3 post ὁ add. δὲ IKL 4 μέρος L1 8 ὃν τὸ ἔμβρυον IKL 9 ὂν] ἢν a 10 ἢ τὸ—ὄρχεις post ὑστέρα (9) ponit a 12 οὐ post ἄρρενες om. I γεννῶσι Κ 13 εὐνοῦχοι L 15 συμβαίνειν a γεννῆσαι Κ 18 γεννηθήσοις a τόποι] πόροι IL 19 μητρὶ I 21 γέννησιν Κ 22 γίνεσθαι a 24 θηλυκὰς et τἀς ψυχροτάτας IL λέγει a 25 τὰς] τοὺς IL: om. K 29 ἄγεσθαι a 30 ἢ] καὶ IL 31 γὰρ οὐ Κ ἦγον ILa 32 εὕρισκε Ι 33 τρόπον a ἐνέβαλον 1a
marginal 58r
footnote 1 εὐθὺς διελύετο καὶ om. Ka 2 ἡ post νεφέλη om. Κ 3 γόνιμον Κ 5 post ὑφάσματα add. ἡ ἄλλο τι τοιοῦτον Ka 6 γινομένῳ Ka 7 ἐνέβαλεν I 9 θύραζε a Arist. ἄνω] ἄνωθεν Κ ἀποφαίνονται IL 10 τοῦ] τὸ I ἄν om. IL 11 κατέλθοι IKa 12 ἀπέφασκον] ἀπέφασκεν IL: μὴ εἶναι ἔφασκον a αὐτοὶ Κ 14 δυνηθῇ Κ χωρίσαι Κ 15 διέλθοι] κατέλθῃ a 17 τοῦτό τε a 18 αὐτοὺς IL post χρώμασιν add. ἐναλείφοντες τῆς μελλούσης νυμφευθῆναι τοὺς ὀφθαλμούς Κ 20 χρώμασιν ἐναλείφοντες Ka 21 τῖς μελλούσαις a post μελλούσης add. ὡς εἴπομεν Κ 23 νυμφευομένης IL 24. 25 exspectas σπερματικωτάτου γὰρ ὄντος—τοῦ—τόπου 24 γὰρ om. IL 26 ἐχρώννυτο K ἠνεωγμένους ΙΚ 27 δίοι a 30 post ἦσαν add. οἱ IL παρέσχε] παρέστησε a 31 τοῖς τῶν φυσικῶν πραγμάτων τὴν πεῖραν καὶ ἀκριβῆ φιλοῦσι κατάληψιν Κ πραγματεί(??) L: πραγμάτων a p. 747 a 17
marginal p. 747 a 28
footnote 1 ὁμοία ἐστὶ scripsi coll. v. 8 et Arist. cod. V: ὁμοίαν ἔχει libri et Arist. SZ: ὁμοίως ἔχει Arist. vulg. 3 τῷ libri σκοποῦντι a 5 ἀνεξερχομένης a προσθέτων] προϊεμένων L 8 τῆς] πᾶσα a 9 φύσει post τῇ ponit Ka 12 τὴν φύσιν IL 13 ἐκεῖσε Ka 14 ἡ post ἐστιν om. Ι 19 πάντῃ] πάντα a 20 ἐλέγομεν a 22 γενέσθαι a 26 διερχομένων Κ δίη K: δίοι a fort, κάτω 28 παρὰ] περὶ I 30 τῶν ὁμοίων Κ ἡμίοσιν la 32 τὴν αἰτίαν a ταῦτα a 33 ἐξετραγῴδει K: ἐξετραγώδη a
marginal 58v
marginal 59r
marginal p. 747 a 34
footnote 1 σπόρους] πόρους Arist. PS 3 γίνεσθαι Ka ὁμοειδῶν L τοιαῦτα ἔτυχον φύσει IL 4 εἰσέλθοι Ka 5 τὴν θήλειαν a 6 ἄρρενι a 8 πάντως Ι 8 et 9 ἀνομοειδῶν Ka 11 μῖγμα τὸ τῶν Arist. P 11. 12 γενέσθαι IL, sed cf. V. 28 14 καὶ post ὡς om. a ἐν τῇ Περὶ γενέσεως καὶ φθορᾶς] Α 8 15 εἴρηκεν ex εἰρήκαμεν corr. L 17 post ὥστε add. δύνασθαι Ka 18 ἀσύμμετρος L 19 φησὶ] fr. 91 Diels 20 ἀτὰρ IKL: αὐτὰς a 23 καὶ post ἐκεῖνον om. IL post ὥσπερ add. καὶ Ka 24 δὴ] δὲ IL 25 τῆς] τοῦ L: τῶν IK 28 πᾶν om. IL σκληρὸν ἤτοι om. Ka 30 παρὰ] περὶ a συνεστὼς IKa 31 ἐπειδὴ a
marginal 59r
marginal p. 747 b 10
marginal p. 747b20
footnote 1 ἔσται] ἔστι a: om. KL1 μηδέν πω Κ 3 ἐπειδὴ Arist. γίνεσθαι Arist. 5 ἀντὶ τοῦ om. IL post θηλείας add. δὲ a 6 καὶ ἐξ ἵππου IL 7 post ὁμοίως add. καὶ IL 7. 8 διὰ—αἴτια] διὰ τί Κ 8 αἰτίαν a οὐ γίνεται om. IL 12 τὴν ὄνον] τὴν θήλειαν Ka λέγειν L: λέγων I 13 βραχὺ Κ 14 post οὖν add. ὁ Ka εἴτε ὁ ἄρρην εἴτε ὁ θῆλυς K: εἴτε ἄρρεν εἴτε θῆλυ a ὁ et ἄρρενος om. Κ 15 γοῦν Κ τὸ ἐξ ἵππου—πλυγόνοις τρέπεται εἰς (p. 132,14) om. I 16 γεννηθὲν om. L 19 τῆς] τοῦ L post εἰσὶν add. μὲν a 20 τοῖς om. L 21 οὗτε τῆς τοῦ L μαλακὴν L 23 τὸ ἐξ L 24 κοίλων καὶ πυκνῶν ex κοῖλον καὶ πυκνὸν corr. Κ θήλεος L δ᾿] τὴν a
marginal 59v
marginal p. 747 b 22
marginal p. 474 b 23
footnote 3 ὄνου om. L 7. 8 τὸ συνέχον Κ 9 ἄρρενος oin. L: ἵππου om. a 13 τοῦ] τὸ L 17 δέ om. a 21 τὸν om. Κ ἐξ αὐτοῦ L 23 κατ’ ἀμφοτέρων Arist. 28 τῆς τῶν ἀμφοτέρων a 29 ἵππου καὶ τοῦ ὄνου KL 29. 30 τῆς ὄνου καὶ τοῦ ἵππου a 31 fort. legendum εἴπερ οὖν κατὰ τούτου μὴ δώσομεν 32 post τὴν add. τοῦ a 33 ὄνου] exspectas ἡμιόνου p. 747 b 27
marginal 60r
footnote 1 δὲ μᾶλλον ἄν Arist., cf. v. 7 δόξειεν Arist. P: δόξει L1: δόξη Κ corr. L, Arist. SYZ 5. 6 ἐν τοῖς Ὑστέροις ἀναλυτικοῖς] Α 2 6 δέδεικται] λέγεται a 7 δόξειεν scripsi: δόξη libri ῥηθησομένη] ῥηθήσεσθαι μέλλουσα a 9 τοιοῦτον L γὰρ om. Ka 10 εἰσὶν ὁμοειδῆ KL post ὁμοειδὲς add. αὐτοῖς a λέων scripsi: λέγων libri 11 ἀνομοειδοῦς KL ἀνομοειδές ex ἀνομοειδῆ corr. L2 16 εἴδη φασὶ a 17 τῆς om. Κ 18 θήλεος Ka 19 ἑαυτῶν] ἔστω L 20 post συνουσίας add. ἡμίονοι a πολλὰ L 21 post γὰρ 22 γένος addidi coll. v. 24 24 ἡμίοσι a itemque 27 et 29 27 αὐτῶ Κ 31 γίνεσθαι ex γενέσθαι corr. Κ
marginal p. 748 a 16
footnote 1 εἰρημένῳ a 2 ἀλώπεκος] ἵππου KL post ἀλώπεκος add. καὶ a 8 καὶ om. L 10 ἐντέχνως a 11 τῶν om. a καὶ οἱ ὄνοι a 12 ἵππος ἡ ὄνος coll. a 14 αἱ scripsi: οἱ libri 16 καταμηνιώδη a 18 τὴν om. L αὐτοὺς KL 19 σταθεῖσαι ἀπουρήσωσι a 20 οὑ scripsi: οὐ libri 20. 21 οὗ σημεῖα om. L in lac. VII fere litt. 21 σαφῶς a 29 εὐφυίας καὶ ἐπιτηδειότητος scripsi: εὐφυίαν καὶ ἐπιτηδειότητα libri 30 post γὰρ add. ἐπιτηδείως—γεννᾶν (31) sed rursus del. L μονοτοκεῖν in ras. Κ 31 ἔχειν post εὐφυΐαν (30) ponit a 33 post τοῦτο add. δὴ a
marginal p. 748 a 32
marginal 61r
footnote 1 συλλαμβάνουσι] εἴληπται L 2 post τούτου add. ἐστὶ a δηλωτικόν a 3 post ψυχρότης add. πάνυ ἄν a ἄν εἴη om. a 5 αὐτὴ KL ἑαυτῆς L 15 καὶ om. KL 16 ἑκατέρων] ἔκ τε a τῶν om. L τό τε—θήλεος] τοῦ τε ἄρρενος καὶ τῆς θηλείας a 17 ὅτε a 18 θερμότητος a 19 τὸ δὲ Ka 20 ὅτι a 22 τῶν om. a 23 πρωτοβόλον K: προτοβο L 24 prius ἡ om. a ὁ ὄνος ἡ ἡ ὄνος a 25 τοῦ libri et Arist. P: τὸ Arist. vulg. σῶμα τὸ τῶν a 26 ἐστὶ KL1 post εἰσὶ add. πάμπαν σύνεγγυς τοῦ ἄγονον εἷναι τὸ σῶμα τῶν ὄνων τουτέστιν οὕτως εἰσὶ Κ 28 τῷ om. L 29 ψυγῇ] ψυχθῇ ἢ a τὸ ante καταμήνιον om. a 31 μετὰ τοῦ utrobique L ὁ ante ὄνος om. L 33 ἄλλως τε scripsi: ἀλλ’ ὥστε libri
marginal 61v
footnote 2 καὶ om. a αὐτοῦ KL 3 ὅλον] ἅπαντα a 4 ἡμίοσι a, itemque 20 καταμήνια a 5 συγκρίνεται a 6 καὶ διὰ—ὑγρᾶς τροφῆς (7) om. KL ἡμίονες a 7 ἐπειδὴ a 9 post ὅτε add. καὶ a ἐκ τῆς — ἐν ᾗ] καὶ ἡ ὑστέρα ἐν ᾧ KL 13 οἰστρουσῶν a οὖν τοῦθ’ οὕτως a 15 συνεκκρίνονται libri 17. 18 δέ ποτε] καὶ τελειῶσαι a 19 ἐν om. KL 22. 23 νοσῆσαι τὸ κύημα coll. Ka 23 ὃ scripsi: ὁ libri 24 τούτω a μετάχοιρος KL 25 τύχοι Κ 26 post τύχῃ add. ἐνταῦθα πεπλήρωται καὶ τὸ δεύτερον βιβλίον τῆς περὶ ζώων γενέσεως, καὶ ἡμῖν αἱ εἰς τοῦτο σχολαί a 62r
marginal 62v
footnote 1.2 Σχόλια—πραγματείας rubro inscr. L: post γενέσεως add. ἀριστοτέλους Κ, qui haec cum extremis libii II verbis coniungit: Ἀριστοτέλους περὶ ζῴων γενέσεως μετὰ τῶν τοῦ Φιλοπόνου σχολίων βιβλίον γ a 4 γένεσιν παραδίδωσι coll. a 4. 5 ἐκ τῶν coll. KL 5 γινομένην KL 8 τε om. KL πεζὰ] παρὰ L D ὄφις] ἔχις Ka 10 εἴρηκε a 13 post μὲν add. οὖν a 14 post αὐτὰ add. καὶ Ka 18 μονόχροον a 19 καὶ ante ἔξωθεν om. Ka ἔξω a Arist. λαβεῖν a 20 ἤνπερ a 21 ὥσπερ γὰρ a 22 ἔλθῃ scripsi: ἔλθοι libri 23 pnsl οὐδὲ add. ἐπὶ L
marginal 62v
marginal 63r
footnote 1 ἐπαπολαύῃ scripsi: ἐπαπολαύοι libri 3 ᾠὰ] τῶν ὠῶν a 4 λέγων L καὶ om. Ka 6 ἔχουσιν a γαμψώνυχοι L 8 πέττεσθαι a ἄλλως τε scripsi: ἀλλ᾿ ὥστε libri 9 ᾠά τε] ὥστε Ka καὶ post ὑγροῦ om. L 10 ἐλλείποι scripsi: ἐλλίπῃ L: ἐλλείπῃ Κ: καὶ ἐκλείποι a 11 ὑγρότερον a 13. 14 πολὺ ἔχει τὸ περίττωμα Ka 14 post ἔχοντα add. τὸ Ka 15 δὴ ὡς a εἰσι om. Κ ξηρὰ in ras. L 16 post ὀχεύουσιν add. ὀχεύουσι γὰρ a 17 post πολλάκις add. ὡς L2 post καὶ prius add. τὰ KL ὡς Κ 19 γὰρ τὰς] δὲ L ἀναλόγους a 20 ὑπερβαίνουσιν a 22 post τρέπεται add. καὶ Ka 26 ταύτῃ—ἐοίκασι] ταῦτά γε ἐοικότα ὄντα a 27 καὶ] οὐ KL1 29 ἐκ τῆς θήρας a 30 ὥσπερ a 31 post γὰρ add. καὶ a πολυκαρποφορώτερα Ka 32 ἰσχνά ἐστι καὶ ξηρὰ a 33 ὧδε—ἰσχνὰ καὶ ξηρά (p. 132,1) ὧδε. ἰσχνὰ καὶ ξηρά θυμώδη. γαμψώνυχα Κ post prius θυμώδη add. πάντα a
marginal 63r
marginal p. 750 a 20
marginal 63v
footnote 1 ξηρά ἐστι, καὶ τὰ γαμψώνυχα a ξηρά ἐστιν. ἔτι a 2 λεπτὸν σκέλος KL 5 ποδῶν] σκελῶν a 6 κιχρὶς L1 ὑγρὸν τὸ σῶμα a 8 διότι] διὰ τὸ a ἐν τοῖς ξηροῖς ἐστιν a 8. 9 ὥστε οὐδ’ ὅλως οὐ δέονται ὑγρότητος Κ 10 post νεοττιαῖς add. ἐν γὰρ ταῖς τῶν μικρῶν στρουθῶν a διά τε τὸ a post διώκεσθαι add. ὡς a 14 τὸ σπέρμα] hinc pergit I 17 γονὴν] τροφήν Κ τοῦτο om. IL 18 φησί om. IL 20 εἶναι in ras. L τὴν om. a 21 χϊδροπά Κ: χέδρωπα ubique a 26 τραφῆναι I εἰς τροφὴν bis scr. L καὶ αὔξησιν τῶν πυρῶν coll. Ka 27 καὶ τούτοις coll. IL τοῦτο] τούτοις Κ 28 αὐτοῖς τουτέστι om. Κ 30 post περιττώματος add. ὅτι γίνεται μετὰ a 32 ὅπερ a 33 περιττώματα a
marginal 64r
marginal p. 750 b 32
footnote 5 τοῖς μὲν πάμπαν τοῖς δέ ὀλίγον Κ 8 χροῦς a 11 κατά τινας] διὰ τοὺς a 12 θύραζε] τῶν θυραζομένων a 13 σύστασις post ἡ ponit Κ 14 καὶ om. Ka 17 καθ’ ὅσον] πᾶν ὅσον Ka 18 τελειοῦται a post χωρὶς add. τοῦ a 20 ὥσπερ a 23 γονῶν γινομένων coll. Arist. PSYZ: γόνῳ γινομένων Arist. vulg. 24 τὰ ᾠὰ] ζῷα Ka 25 μεγέθει a 28 γόνιμα—ἰχθύων (34) 0111. IL 29 γίνονται a γόνιμα delevi 31 ἐνίοτε a 32 γινόμενα scripsi ex Arist. coll. p. 134,3: γόνιμα Κ
marginal 64v
footnote 1 post πιστοῦται add. δὲ IL 3 τὸ om. IL 3. 4 εἰ δή τις a 4. 5 εἰ γάρ τις IL 5 ὀχεύσῃ scripsi: ὀχεύσει libri ἅπαξ] τινὰ a αὐτὰ a ἀπαγάγοι a χώραν a 6 ὡς μὴ δὶς] ἵνα μὴ διὰ a 7 ἐγγεγονυίας Κ συνέστησε IL μεγέθη a 8 μείζω Κ 9 κεγχριαίνω I ἢ τῷ κυαμιαίῳ Κ ἐπιδιδόντα a 12 post ἄρρενος add. τοὺς sed rursus del. L ἀπόκρισιν Ka 14 δύνασθαι a 16 εἰ] ἄν a 17 τούτου a 18 ὅτι om. I: ἐπεὶ Ka ἅπαξ om. KL 19 ὄρνεα] ἄρρενα a αἰεὶ] μὲν Κ τὰ ᾠὰ libri et Arist. S: τὰ om. Arist. vulg. 20 πάμπαν] πάντα Κ 21 πρώτης a 28 οὐδὲν Ka 31 post ἀρρένων add. αἴτιον δὲ τοῦ ἀπὸ τούτων μόνων IL πληροῦνται ἡ τίκτουσιν a 31. 32 ἀνθρώπων καὶ τῶν Ka
marginal 65r
marginal p. 751 b 1
marginal 65v
footnote 2 τύχοι L: τύχει a 8 ἄν om. IL 9 οὐκ εἰσί a ἐγγυτέρω IL, sed cf. V. 14 19 θερμῷ ἔνεστιν a 20 θερμοτέροις] θερμότης a 23 αὐτῷ scripsi: αὐτὴ IL: αὐτὸ Ka 24 λεκύθου et λέκυθον a, itemque infra 25 ante τῇ add. ἐν Ka τῷ om. Κ 27 ὠχρά IKL μονόχρωον IL: μονόχρουν Κ τε om. IL 27. 28 σμικρότητα et σμικρὸν Κ 28 αὐτῶ IL 30 ἑκάτερον ξἐ οὗ libri et Arist. S: ἐξ οὗ ἑκάτερον Arist. vulg. 31 λέγων IL
marginal 65v
marginal p. 752 a 10
marginal 66r
footnote 1 δὲ om. IL 3 ante αὐτοῖς add. ἐν Ka πλείονος ILa αἱματῶδες scripsi: αἱματώδους libri 5 ὑποκρίνεται a 7 πάντη a 9 καὶ post ἐστι om. a κἄν τις a 10 ὠχρὰ καὶ λευκὰ coll. Ka συνεράσας la Arist. vulg.: συνταράξας Arist. Z: συντ(??)ράξας L: συγκεράσας Κ 12 ἢ εἰς προβάτου Κ 13 ἑψήσει Κ: ἔψη a 14 ἑψῆσαι] συστῆσαι a 15 ἀλλὰ σύμμετρα a 21 καθ’ ὃ Arist. et v. 23 ILa: καθ’ ἃ h. I. ILa, et ulrobique Κ 24 κωνοειδοῦς ὄντος τοῦ ὠοῦ a 25 φησί—ἐπὶ θάτερα ὀξὺ (26) om. L 27 ἔχειν IL 30 ἑτέρου om. Κ 31 κινεῖσθαι Κ 32. ἵνα—διάφορον om. IL 33 πεσῆται a
marginal 66r
marginal p. 752 a 24
footnote 1 post γὰρ add. καὶ Ka ἰσχυρότερον] ὀξύτερον Κ 3 ἐν αὐτῷ om. Κ post λευκὸν add. καὶ a 5 ἡ ἀρχὴ—καθ᾿ ὃ (7) om. Κ 7 ἡ om. L 8 8 ὄντι] ὅτι IL ἔχειν Κ ἀνάλογον a 12 δὲ om. IL lo ἐν om. IKL ἀπολελειμμένον IL 14 ἐντεριόνην IL: ἐντεριάνην Κ: ἐν περιόνην a 16 post συνέχει add. γὰρ Κ τὸν γλουτὸν] τὸ κυρτὸν IL 17 στρέφεται a 18 post ἴσον add. ἐστὶ Κ 21 κλάδοις] οἷον τὰ μέσπιλα supra scr. Κ 25 τρέφονται Κ γάρ] μέν Κ 27 ποῖ KLa Arist. vulg.: ποῦ I Arist. PZ πληρωθέντος Κ 27.28 συνέρχεται a 28 τι] τό IL τῷ] ἐν τῶ a 29 αὐτὴν] αὐτὸ a τούτου δὴ τοῦ a Arist. PSY: post δὴ add. τι Arist. Z: τούτω δὴ τοῦ IL: δὴ τοιούτου τοῦ Κ 30 post ἐστι add. τι Arist. P
marginal 66r
marginal 66v
marginal p. 753 a 7
footnote 1 πέρατος] σπέρματος La 3 ἀποστρακωθέντα Ka 5 παρὰ] περὶ a 6 ἡ om. a 7 μερῶν a δὲ om. ILa παρὰ] πρὸς IL ὄντως I 9 τῶν ζωοτόκων Κ 16 ᾠοτοκούντων L δεῦρο] τῇδε L 19 τῶν om. Κ 20. 21 ἐπικηρότατα libri et Arist. Z: ἐπικηρότερα Arist. vulg. 21 ἐπιτηδειότητα a 22 διὸ καὶ δεῖται] δι’ οὗ καὶ δεῖται I: δι’ οὗ καὶ διὰ τοῦτο Κ: δεῖται οὑν καὶ διὰ τοῦτο a 23 δὲ καὶ ἡ Arist. vulg. 24 ἐπιμελητὴν ex corr. Κ 25 ἐπῳάζουσιν om. L 26 post ἐπάγει add. καὶ Ka τοῦτο] τούτω a δυνάμει τοῦτο coll. Κ 28 γένηται Ka 30 ἀλλὰ libri 31 ante ἐκτρέφουσιν add. καὶ a 32 post ὥσπερ add. ἡ a
marginal 67r
marginal p. 753 a 15
marginal 67v
footnote 5 διὸ K μὴ Κ Arist. vulg.: om. IL Arist. Z 8 τις om. IL 10 ὡς γὰρ— θερμὸν (12) om. Κ προείρηται I 11 αὐτό] αὐτὴ a 12 προσέχει (post τῇ) libri et Arist. SY: προσεγχεῖ Arist. vulg. post τὸ προσέχει add. γὰρ Κ 15 fort. ἀλέαις αὐτῷ ILa ἰλύν ex Arist. scripsi: ὕλην libri 21 ὑποθερμαίνειν IK μέση a 23 post καίτοι add. γε a 24 τοῦτο γὰρ—ἐστὶν (p. 140,8) 25 γεώδη KLa οὕτως om. a post ὥσπερ add. ὁ Κ κηρόν a 26 ante διὰ add. καὶ Ka θερμαινόμενον libri et Arist. SY: θερμαινόμενα Arist. vulg. 27 διουρεῖται libri et Arist. PSY: διοροῦται Arist. vulg. 29 ἔρχεται Ka 30 ἐὰν utrobique Κ 31 λέκυθος ILa 32 μιγνύμενον IL: μιγνύμενος a τῷ] τὸ La 34 σκληρὸν καὶ om. Ka
marginal 67v
marginal 68r
marginal p. 753 b 30
footnote 1 στερρὸν Ka 2 καὶ post τε om. Ka 4 νεοτήτου La 4 αὔξεται δὲ καὶ τελειοῦται Κ 5. 6 ἐκ τῶν—γεγραμμένας] exspectas ἐκ τῶν ἐν ταῖς περὶ τὰ ζῷα ἱστορίαις γεγραμμένων; cf. Z 2 sqq. 8 ἡ πρώτη σύστασις in lac. Ill litt. om. L 8. 9 πρώτη γὰρ—νῦν ὕπο in ras. L 9 νῦν om. Κ 10 καὶ γνῶναι καὶ πρὸς τοῦτο a post τούτῳ add. καὶ Κ 12 ὠχρόν] ὑγρὸν ILa 13 post δὲ add. καὶ Ka 22 τε om. IL 23 τὸ αὐτὸ IL post ὠχρόν add. οὕτως ἔχειν IL 24 τῆς] τοῦ Κ 25 post γὰρ add. καὶ Ka 26 τὸν νεοττὸν IL 27 ἐξώτατον L εἶπε] εἶχε Κ μὲν om. Ka 28 ὠχρὸν] λευκὸν IL 30 post ἔστω add. μὶν IL 32 οὕτως] οὕτω δὲ a αὐτῆς scripsi: ἑαυτῆς libri 33 ἐπειδὴ Ka
marginal 68r
marginal 68v
marginal p. 754 a 26
footnote 1 τῇ prius om. Ka 4 ζωοτοκουμένοις IL 6 δὲ ὅτι καὶ coll. IL αὐξόμενος ὁ νεοττὸς K: αὐξανομένου τοῦ νεοττοῦ a 7 ὁ om. L 8 δεῖν ILa καὶ ἐκ τοῦ—γὰρ (9) post γόμφου (10) ponunt IL 9 ὁ om. Κ ἀφανισθεὶς IK 10 γόμφου ἀφανισθέντος Ka 12 ὅπερ] ὥσπερ IL 15 καὶ post οὗ om. a ἐξελθόντες a καὶ post ἡ om. Κ 16 τρέφεσθαι ex τρέφεται corr. I 16. 17 συνάγειν IL 17 τρεφόμενος ὁ νεοττὸς IKL 19 ἐπὶ τούτου a 22 εἶναι ante ταῦτα ponunt Ka μᾶλλον—ὁμοίως (25) om. L sed in marg. suppl. praeter v. v. ἐπὶ—διάδηλον (23. 24): quae eadem om. I 23 ἐπὶ scripsi: ἐπεὶ Ka 26 αἰτία K Arist.: αἴτιον IL 28 Ἐπεὶ—σώματος om. Κ 32 αὐτῶν a
marginal 68v
marginal p. 754 b 3
marginal 69r
footnote 1 εἰ δέχεται IK ἐπιβουλομένους a 2 τὰ—ἄλλα σελάχη scripsi: οἱ—ἄλλοι σέλαχοι libri μέν] δὲ a 3 δὲ om. I δι’ om. Κ 4 αὐτὰ IKL 5 αἰτίαν om. IL 7 καὶ om. Κ 8 καὶ ἡ τοῦ IL θύραθεν Ka 11 λέγων Κ πάλιν] πᾶσιν ΙΚ 13 ἡ] ὁ La 14 διαφέρει a post μὲν add. 16 σαφῆ Κ 19 σελάχοις a 21 γέννησις I 23 οὐχ ᾗ] οὐχὶ IL1 jtost 27 ὁρίζεται IL 30 ἃ] τὰ μὲν γὰρ ἐντὸς ζῳοτοκούμενα Ka τρέφεται Ka ληφθέντος Κ ἐπὶ—τοῦ ᾠοῦ (32) om. IL ἐπὶ] ἐπεὶ a 33 ἡ ὄρνις a
marginal 69r
marginal p. 754 b 21
footnote 7 νῦν om. Κ 8 τὰ δοκοῦντα post τόπῳ ponit Κ 9 ἄκρῳ] μέρη a τῷ ὀξεῖ a 10 τὸ om, L 11 τὴν ὑστέραν ex τῇ ὑστέρᾳ corr. I 12 ἕλκοι I. ἕλκει L 13 δὲ om. IL 14 γίνεται om. Κ 16 πρῶτον μὲν γὰρ coll. IL 17 ὅσον IL ἀπολέλυται Arist. 18 ὅτε et γίνεται IL 20 οὖν ἄν K: οὖν om. a 21 τούτου IKa 23 ὠχρὸν] ὠὸν I 24 εἰπὼν om. Κ 25 post δὲ add. ἐκ Κ 27 σαφῶς a 28 τὴν om. Κ 29 ἐκ θατέρου Ka 31 μονόχροα Κ: μονόχροον a 33 καὶ ἐκ τοῦ—νεοττοὺς (p. 144,2) om. Κ
marginal 69v
marginal 70r
footnote καὶ L2 Arist. vulg.: om. IKL1a Arist. Y τοῦ] τούτου L 2 τοὺς om. a 3 ῥᾷον scripsi: ῥάδιον libri γινομένη IL λαμβάνει a 4 προσπεφυκότος γὰρ ὄντος τοῦ ὠοῦ a 6 ὀξὺ a 8. 9 ἐπινεμόμενος] ἐπινενοημένον IL 13 ὅσον om. IL 14 γὰρ om. IL 16 αὐτοῦ] αὐτὸς Κ πορρώτερον a ὑπῆρχε Ka ηὖξε scripsi: ηὔξει libri 17 μείζονος Ka post δὲ add. καὶ Κ 19 ἡ prius om. Ka ὁ post καὶ om. Ka 22 post ὅσον add. οὖν I δὴ] δὲ Κ 23 τοῦτο δὴ a post τὴν add. δὲ Ka 24 λαμβάνειν] ἕλκειν a Arist. 27. 28 εἰσί τινες πόροι coll. Ka 28 ἐπὶ] ἐκ IL 29 ἐνίοις IL Arist. Z: ἐν ἐνίοις Ka Arist. vulg. 30 ἀπ’ αὐτῆς] μετ’ αὐτοῦ IL 31 post κάτω add. ἀλλ’ Ka δέ om. IKa
marginal 70r
marginal p. 755 a 14
marginal 70v
footnote 1 οὕτως δὲ καὶ I 2 et 5 κάτωθεν] fort. κάτω 4 κλάδων τοῦ δένδρου Ka 7 ὡς] ὅτι Ka 7. 8 κατέρχεται IL 8 ἔτεινον Ka αὐτήν] αὐτὰ IL 9 ὑγρότητος a 10 ἐνταῦθα] ἐν ταύτῃ L ὅταν δὲ] οὕτως IL τοῦτο a τοῦ λοιποῦ—τελειωθῆναι (12) om. L 13 αὐτῆς] αὐτοῦ IL 15 ὅτι] ἤτοι Κ: ἥ τε a 16. 17 λέγει συμβαίνειν] λαμβάνειν IL 18 ἔχουσιν ὀμφαλὸν coll. Ka 20 ante ἡ add. μὲν Κ 22 σκώληξίν ἐστιν Κ 26 προσπέφυκαν—πάντα (27) om. Κ 33 ὑγραίνουσι a
marginal 70v
marginal p. 755 b 7
marginal p. 755 b 16
footnote 1 post μὲν add. γὰρ IL αὐτῶν ex αὐτοῦ corr. Κ 2 διὰ ταῦτα] ἐξ ἀνάγκης μὲν γὰρ iterat L 5 καὶ ἡ—στενοχωροῦς delevi: om. a 6 χρονίζοντα a καταισθίηται I 7 τὸ post καὶ om. IKa 8 αὐτοῦ scripsi: ἑαυτοῦ libri 12 ante Τῶν add. Οἱ λέγοντες ἅπαντας εἶναι τοὺς ἰχθύας θηλείας πλὴν τῶν σελαχῶν a θηλείας a 13 δὴ] δὲ LKa 14 ἑώρων om. Ka ἔλεγον] ἔλυον Κ 16 ἐλαῖαι συκαῖ IL λέγει a θήλει a 17 ἑαυτῶν a 22 ζωοτόκων L1 23 ἔχειν ἅπαντα a θορινὸν a 24 οἱ δὲ—πόρους hic om. et post οὐκ ἔσονται (2.5) exhibent, deinde τῶν σελαχῶν—οὐκ ἔσονται repetunt IL 25 ᾠοτόκων IKa 2() καθ’ ὥραν ἢν IL 28 Ἔδει—μόνον] ἔτι δ’ οὐ μόνον Arist. PSY: ἔτι δ’ οὐ μὴν Κ 30 εἰ om. a 31 δεῖ IL
marginal 71r
marginal p. 755 b 22
footnote 1 post ὁμοίως add. δὲ ILa 2 ἄτεκνοι Ka ἔχουσιν ὑστέρας coll. Κ 8 λέγουσιν] ὑπολαμβάνουσιν Arist. εὔλυτον IL 10 ἠπάτησεν Ka 12 οὐδεὶς—ὀχεύεται om. IL 14 πᾶς—τίκτει (18) om. Κ 16 οὑν] δέ IL τί κωλύει—εἰ (18) om. a 17 ἑαυτοῖς scripsi: ἑαυτῶ IL 18 δὴ addidi 19 post θύραζε add. δὲ Ka 20 ᾠοτοκούντων a εἶναι post θῆλυ ponit Κ 22 23 χρόνιον] χόριον IL 25 τῶν ante βοῶν om. Ka τοῦ θήλεος Ka τούτου a 26 βλέπονται a γινόμενον post ἰχθύων ponit Κ 27 τὴν θῆλυν Κ: τοῦ θήλεος a ἐνόμισεν ILa 28 μὴ addidi ἑαυτοῖς I 29 ὀχεία post γὰρ ponit Κ p. 756 a 5
marginal 71v
marginal 72r
footnote 1 ἀνακάμπτειν libri et Arist. PSY: ἀνακάπτειν Arist. vulg. 2 εἰς τοὺς θήλεις Arist. SY et IL infra v. 6. 7: εἰς τὰς θήλεις IL: εἰς τὸ θῆλυ Κ: τοὺς θ. Ar. vulg. 3 γὰρ om. Ka ἄρρενας Κ εἶναι ante ἐν ponit Κ 4 post μὲν add. ἄρρεν Ka θήλει a οὐ διὰ—θήλεις (7) 6 θηλείας a 6. 7 τὰς θηλείας a 7 τοῦ σπέρματος om. Κ 9 τῶν θηλειῶν Κ 10 τοῦ ὄπισθεν Ka 11 αὐτοῦ IL 12 πῶς λέγει IL1 13 γὰρ om. IL χρόνον libri et Arist. Y: καιρὸν Arist. vulg. τὸν θορὸν—ἄρρενες (15) om. IL 1.3 πάντη] πάμπαν a 16 καὶ σύμμετρον— πληρῶσαι (17) post αὔξεται (18) ponunt, deinde αὐτάς—αὔξεται (17. 18) iterant IL 17 συνδυάζουσι Κ 18 ὲν τῷ θήλει Κ: ἐν τῆς θήλεσι a τοῖς σπέρμασι Κ 19 post τέλος δὲ add. δὴ δεῖ L) τὸ σύνδρομον καὶ ἰσοχρόνιον γίνεσθαι (ef. 20. 21) IL θύραθεν Κ 20 ἰσόχρονον (sic) a 28 συνέστηκε La 24 ἐπιρραινόμενον ante μετὰ (23) ponit Κ ὡς εἴρηται post καθ’ ὃν (2.5) IL 25 χρόνον om. IL: καιρὸν a ὑπῆρχεν a 28 εἴρηται—ὑπηνέμια om. L 29 διὰ τὰ τέλεια ex corr. I ἐντὸς] ἔτι ἐντὸς ὄντων Ka
marginal 72r
marginal 72v
marginal p. 757a
footnote 1 ἐνόντων om. Ka αὐτὸ a 2 συμβῆναι Arist. 3 ἰχθύοις a 4 καὶ om. IL συγκαταβαίνειν a 4. 5 ἐναλλαττόμενον L: ἐναλλαττούμενον Ι 5 post τῷ add. συμπληροῦται IKL 6 ᾠὰ om. Κ 8 post κυήσεως add. λέγουσι I 9 ‘Hρόδωρος] immo Ἡρόδοτος; cf. Arist. p. 756b 6 Herod. Β 93 10 λέγει] λέγων IL: om. Κ post λόγον add. λέγουσι Κ 11 καττύφω L 14 μίγνυται Κ 15 διὰ τοῦτο οὖν—περιστερώδη (16) om. sed suppl. in marg. L 16 φησί om. K 17 κατηγορουμένη IL ante κατὰ add. καὶ a τῶν om. Κ 20 γάννον] sic libri: γλάνον (v. I. γάνον) Arist. Hist. an. Θ 5 p. 594a 31 λέγουσιν οὖν Ka ante ὕαινα add. ἡ IL αἰδοῖον Κ 21 οὕτως !L τοὺς IKa 23 μάλιστα Κ 24 ἥλωθεν a ἂν om. IL 25 καὶ μηδὲν δὲ μηδὲν δὲ Ka 29 ζωοτόκων Ka 30 τε om. a 31 ἔχει ὧδε Κ
marginal 72v
marginal 73r
marginal 20
marginal p. 757b7
footnote 1 ἐπεὶ Κ πολύσπερμα L 2 ἔχουσι L 5 τὰ post διαφέρειν om. IL πρὸς τὸν ἄρρ. IL 5 et 6 θήλεια a 6 ὀλιγοχθύστεροι IL1 8 τρόπον τινα om. K 14 ὅτε ἂν ΙΚL αὐτῷ om. Κ: αὐτῆς a 15 ἐπειδὴ a 16 ἐπιρράνειν a 17 ἐπιρρανει a 18 ὅπερ] ὥσπερ IL 19 γὰρ om. Κ ἀρχή] γονὴ Ka 23 χωρισθέντα] exspectas χωρισθέντων 26 ψυχήν—αὐξητικὴν om. et ante ἀμφότερα (27) inserit ἣν Κ 27 ζῴου add. L2: om. IKL1a 31 ἀπο-ρήσειε δ’ ἄν Κ 32 γίνονται ex γίνεται corr. I ὅτι om. IL 33 post ἢ add. ὁ Κ πάνυ ἀκριβῶς] καλῶς πάνυ Κ 34 ὡς om. Ka
marginal 73v
marginal p. 758a 8
footnote 2 fort. ὀχεύσῃ τὸ δ’ ἀκριβῶς a: τοῦτο ἀκρ. Κ 3 τὸ πρότερον Κ μεταβεβηκὸς a 4 ἀμφοτέρας Ka τὴν post καὶ om. Κ 6 ἄλογον] θαυμαστὸν Aiist. 11 τὴν τῆς φύσεως Ka lo δ’ ὅτι ἡ IKL Arist. S: δ’ ἡ Arist. vulp. 15 αὐτοῦ IL 16 αὐτοῦ IL 17 σχέσιν IL 18 τόκον] γόνον Ka 19 τὰ ᾠὰ post ἀπορραίνουσιν (18) puuil Κ γῇ in lac. II vel III litt. om. IL 20 ἐκεῖσε ἐναποτίθενται] ἐκεῖ (lac. Χ fore litt.) IL 21 ταῖς L μαλακῶν IL 22 post ἄλλο add. δὲ IL 23 μὲν om. IL 26 καὶ om. Κ 27 ὡς Κ δὲ om. IL 28 τοῦτον Ka γενομένη KL Arist. Z: γινομένη la Arist. vulg. ὁ post νεοττὸς om. Κ 30 εἰσὶ om. L σχεδὸν ante κάτω ponit Κ σχεδόν εἰσιν coll. a 32 ἢ] καὶ Ι p. 758a27
marginal 74r
footnote 1 post καὶ add. αὐτῶν IL 2 τῶν post καὶ om. IL 3 μέθοδον] μέγεθος Κ ὑφηγημένα λέγων a 5 post πρὸς add. δὲ Ka 5. 6 σκωληκοτοκεῖ Ka 8 ἀτελέστατον (v. l. ἀτελέστερον) Arist. 9 ἀτελές ἐστι ΙΚ ἢ om. a 11 ὅλως] ὅλος IK 6 om. L ὂν] ὅλον Ka 12 ἐν om. Κ ἐντὸς om. IL 13 τὸ] τέλεον Κ ὂν addidi ἔχον ἐν] ἔχει IL 14 ἐσκιαγραφόμενα a 15 καὶ] ἢ Κ σκιαγραφοῦνται ILa 16. 17 ἐν τούτοις ὑστέρα L 17 καὶ om. Ka 18 post εἰπεῖν add. ἡμᾶς Ka 19 ἡμῖν om. Ka post εἴπομεν add. γὰρ IL1 (del. L2), δὲ Κ 19. 20 τὰ δ’ ἀτελές om. IKL1a, add. L2 20 ἢν Κ ἀφέλοι IKa 21 τῶ ὀστράκῳ Ka 22 ὃν κατὰ τὸ κύημα 24 αὐτόματα Ka 25 σκωληκώδους γίνονται] σκωλήκων εἰσὶ L 26 γίνεται I ἥτις] εἴ τις I ἀλλὰ libri ἀραχνῶν IL 28 post γὰρ add. αὐτῷ Κ εἶναι ᾠὸν in lac. om. L 29 τροφή ILa 29. 30 μεταβαλεῖν Ka 31 ὅλα Κ
marginal p. 758b 19
marginal 74v
marginal p. 758b 21
footnote 1 ὑγρότητι ἡ σκληρότητι a 2 ὅλον] ὅλῳ ILa μὴ om. ILa 3 προελθόν et 6 τὰ δὲ πάντα a Arist. PSY: προελθόντα δὲ πάντα Arist. vulg. 3 προελθόν om. Κ: προσελθὸν IL 4 ἡ ὁλότης ὅλη coll. Ka μεταβάλλειν Κ τοῦτο—ζῷον (5) om. Κ 5 μέν τι] μέντοι Ι 6 τὸ δἑ—λεγόμενον (8) om. Κ 7 ὅλον scripsi: ὅλῳ libri 10 ὡσπερανεὶ Arist. 11 αὐτοῦ KL 13 ὅλος a 14 λέγων Ι 17 ἐγέννα ἡ ἀναίσθητον Ka 18 παντὸς] περιόντος a 19 δυνάμενον ἐξ αὐτοῦ Κ 20 δίδοται Κ 22 ἐπὶ τοῦτο a 23 ὑπάρχει L 24. 26 μεταβαλὼν a 26 ἔτι τοῦ σκώληκος coll. Κ 26. 27 τὸ ἐν αὐξήσει om. IKL 27 τελειωθὲν a 29 τρόπον συμβαίνει libri et Arist. P: συμβαίνει post ἄλλων Arist. vulg. ante τῶν μὴ add. πάντων Arist. 30 μὴ om. IKL1 31 λέγων Κ καὶ νῦν coll. Κ
marginal 74v
marginal 75r
marginal p. 759a 8
footnote 1 ταύτην om. Κ 2 πτηνὰ om. Κ 3 γεννᾶσθαι a 4 μέν τι a 5 ἐμβιβάσασαι] ἐμβαλοῦσαι Κ λάβοι Κ: λάβωσι IL 6 ζῷα δὲ γεγονότα a αὐτὴν a κόσκινον IL δίδωσιν ILa 7 ἐσθίειν] αὐτὰ a 8 κύκλῳ om. IL καὶ ἔστι—ἀποθνήσκει (9)] καὶ ἀποθνήσκει, ὃ κέλυφος ἀναλύουσιν εἰς μέταξαν a ὃ] ὃν IL 10 ζῷα πτηνὰ ὅμοια L 13 post δὲ add. καὶ Ka 14 τὸν om. IL 15 καὶ post ἐπήγαγε om. IL 16. 17 τρεφομένης IKL1 17 ἐπιγίνεται —τρεφομένοις (19) om. IL τὸ—περίττωμα om. Κ 19 καὶ—νῦν om. Κ 20 ὅλως a 21 τοῦτο IL διαφέρειν Ka 22 μεταβαλεῖν Ka λέγειν IL μέντοι I 23 post ἑαυτοῖς add. τὸ IL τοιούτω a 24 ἢ om. IL λέγων IL 25. 26 ζῷον γενέσθαι Κ 26 ζῶον scripsi: ῳ᾿ὸν libii 28 λέγων IL 29 χάναις IL ἐριθρύοις Ι 31 πρόβημα L
marginal 75r
marginal 75v
footnote 3 τούτω a παρακεκολουθῆναι I 4 θεῖα 5 ἄνευ ὀχείας om. Ka τῶν δέ] καὶ, τῶν IL: τὸ δὲ τῶν a 19 καὶ τὸν κηφῆνα κηφῆνας a 19. 20 οἷον τοὺς β. γεννᾶν a ἦ τας μελίττας a 21 ἢ τοὺς κηφῆνας a καὶ ante ἑαυτοὺς om. K 25 ἑαυτοῖς Ka 26 ἄλλοις om. a 27 μὴ supr. vers. K 29 γὰρ ἀπὸ τῆς IL om. IL 32 post συμβαινόντων add. ἤρτηται ὅτι μὲν οὕτως θήλειαι (cf. p. 156,5 c. not.) IL 33 οὐδεὶς γὰρ ἄρρην IL
marginal 75v
marginal p. 759b 7
marginal 76r
marginal p. 759b 20
footnote 1 διαπονεῖται a 3 εἰ—θήλειαι om. IL 4 κέντρα] τέκνα IL 5 οὖν οὕτως θήλειαι IL 6 ὅπλα IL 12 μηδὲν ILa 13 αὐτοῖς IL κηφήνων γόνος coll. Κ 15 κηφῆνας—μεταβάλλων εἰς om. a post μελιττῶν add. ὁρᾶται ἐν αὐταῖς γόνος κηφήνων (cf. V, 16) IL 16 μὴ ὅλως ὄντος coll. Ka γόνος κηφῆνος IL 19 οἱ κηφῆωες—ὅλως μὴ (20) om. sed in marg. add. L 21 τοῦτο om. ἅ 22 τὸν om. a 23 ἐπειδὴ Κ καὶ ante οἱ om. Κ ἀνθρῆναι scripsi: ἀρθρίνα IL: ἀρθρῆνες Κ: ἀρθρίνες a 24 σφῆκαι I ὁμοιογενῆ a 32 τοὺς om. Κ 33 τὸ] IKL1 μήτε om. Κ ὀχευόμενα a
marginal 76r
marginal p. 760a 4
marginal 76v
footnote 3 τούτῳ scripsi: τοῦτο libri 4 ὅτι] ὡς Κ 5. 6 καὶ ἰδίου τοῦ τῶν μελιττῶν γένους coll. Κ 10 αὐτὸ Ι: αὐτοὺς Κ 11. 12 αἱ γὰρ ἐρυθρῖναι Κ 12 ἐρυθρίες a ἐρυθρίνας Κ: ἐρυθρίας a οἱ χάνοι χάνους IL αἴτια libri 14 ἐξ αὐτῶν Ka ἇί τε ἐρυθρῖναι Κ ἐρυθρίνες a 15 οἱ χάναι a 16 αὐταὶ scripsi: αὗται libri 18 ἀεὶ post γένος ponit Κ γενόμενον L 20 πάλιν post ἔγγονα om. Κ πάλιν alterum om. Ka 21 ἀεὶ τὸ αὐτὸ coll. Κ 22 φύσει a post πῶς add. ἄν IL 23 αὐτοὺς αὐτοῖς coll. Ka 26 εἶχε Κ 28 κέντρα Κ ἀπορίας] ἀπορίσειε a 29 ἀποτίθενται ex ἀποτίθεται corr. Κ 30 εἷς] ὁ Κ 32 καὶ om. Κ ἐπὶ τέλει] ἐπιτελεῖ Ka 33 καὶ] δὲ a p. 760b 2
marginal 77r
marginal p. 760b 33
footnote 1 post ὲν add. μὲν Arist. vulg. 3. 4 αὐτοὺς—καιρούς om. Κ 5 αἱ μὲν γὰρ IK 6 συνίστη la 7 ἀναζωπυρεῖ L2: ἀναζωπυροῖ L1IKa 8 post βασιλέων add. τό I 11 γενέσθαι Κ 12. 13 πρὸς ἐπιτέκνωσιν] ἐπὶ τέκνωσιν (v. I. ἐπὶ τῇ τεκνώσει) Arist. 18 τὸ] τῷ IL 19 τοῦ] τὸ IL ἐξ αὐτοῦ a 21 ἀφείλετο et 22 μέγεθος libri et Arist. YZ: ἀφεῖλε τὸ μέγεθος Arist. vulg. 22 τῶν om. a ἐποιήσατο Κ 25 εὕρηται] εἴρηται L1 27 θειότατα a 29 καὶ] ἢ L2 31 post Εἰ add. γὰρ Κ 32 γονὴ in lac. Ill vel IV litt. om. Κ
marginal 77v
marginal p. 761a 13
marginal 78r
footnote 2 δὲ ante τὸ om. Κ 4 οἱ ἀνθρῆνες Κ: αἱ ἀνθρῆνες a 5 αὐτοῖς Κ 10 post διὰ add. δὲ Ka post τὸ add. τὴν Κ 11 ἀναλογίας IL ἀντίκειται δὲ ὅτι Κ post ᾦ add. μὲν Κ γίνεται Ka 16 δυναμένη L: δυναμένων I πλάττεσθαί τε—φύσιν (18) om. Κ 16. 17 σωματικὸν L 17 γεώδη scripsi: γεῶδες L et fort. I: γεώδους a 18 μεταβάλλειν Κ 19 φησί om. Κ ἄπλαστον IL1 21 δυοῖν ΙΚ ἕνεκα Κ αἰτίαιν Κ: αἰτίαν a μίαν IL τοῦ] τῶ IL αὐτόθϊ Κ 22 ἄλλη IKL τοῦ] τὸ IL τρόπον IL 27 ὑγρὸν a 28 αἰθυιῶν] αἰθίων IL: αἰθοίων a γῆς a 32 τις] τι IL ὅτι om. Κ ὅτι οὑ διὰ IL οὐκ om. IL οὐ διατρίβει a
marginal 78r
marginal p. 761b 23
marginal 78v
footnote 2 αἰθερίου] αἰθέρος Ka 3 ἑνί τινι] έν τινι IKa 6 καὶ ἐν ἄνθρακι om. la 9 ὅταν] ὅ I 11 τὸ πῦρ—ἔχει (12) om. Κ 12 ἐπειδὴ δὲ a ἐνταῦθα post ἔχει ponit Κ μόνον] μᾶλλον Κ 13 σεληνικῆς a 14 αὐτῇ scripsi: αὐτοῦ IL: αὐτῷ Κ: αὐτὸ a τινός] τι Κ 16 ζῷα αἰθέρια μερικὰ λογικὰ coll. Κ 17 νοερατικωτέραν a et fort. Κ 18 αὐτῶν om. Κ 21 Πλάτωνος] of. Phaedr. p. 249 A sqq. 22 ἡ μὲν] τῶν μὲν Arist. 23 αὐτόματος Κ Arist. SYZ: αὐτομάτως Arist. vulg. 25 ἀπ’ αὐτῶν a Arist. PSY: ἐξ αὐτῶν Κ: ἀφ’ αὑτῶν Arist. vulg.: ἀπ’ αὐτοῦ IL 26 αὐτομάτως Κ: αὐτομάτης Arist. 32 post τουτέστιν add. ἀπὸ δὲ σπαραγμάτων τουτέστιν IL ὁ γὰρ] οὐ γὰρ L1
marginal 78v
marginal 79r
footnote 1 καὶ] ἢ Κ 6 ἐναφιᾶσι Ka 7 ὁμοιότητος a 12 ἐν αὐτῶ L: ἐν αὐτοῖς ex corr. Κ 14 fort, κἄν τις ἐναποκομίσας θῆ Ka 17 ἐπεὶ δὲ) ἐπειδὴ Κ 18 δῆλον—περίττωμα (19) om. L 22 πάντα om. L post πάντα add. τὰ Κ δημιουργοῦ I 24 post εἰς add. τὸ a 26 εἶναι post ἀρχῆς ponit Κ 27 ὡς γὰρ—συστάσει (31) om. Κ 29 post 32 γενέσεως] γενε L 34 διαφαίνεται IL, cf. Arist. SY: φαίνεται Ka: legendum καὶ ἐν ὕδατι φαίνεται c. Arist. vulg. 35 τοῦ (post γῇ)] τῆ L
marginal 79r
marginal p. 762a 35
marginal 79v
marginal p. 762b 18
footnote 1 εἰς om. L ὀστρακόδερμον a 2 συμβαίνει ταῦτα γίνεσθαι Ka 5 τὴν om. Ka 6 μορφήν] τροφὴν Κ οὐδὲ KL 7 τοῦ om. Κ 8 post ἐπεὶ add. καὶ a τούτω La 13 τούτω a δὲ Κ 17 γῆς καὶ] τῆς Κ 18 ὄστρεα Κ 22 αὕτη om. Ka ἐλέγομεν La 23 κάδδῳ IKL φρεατιαίου Κ: φρεάτι οὐ a 24 τῶν post φυτῶν om. L ἀπὸ ταὐτομάτου Arist. vulg.: ἀπὸ αὐτομάτου IL Arist. PZ: ἐκ ταὐτομάτου Κ 26 Τὸ ὁμοειδὴς om. Κ 20. 27 καὶ τὰ ἐκ] ἐν τοῖς ἐκ τοῦ a 27 γινομένοις a 29 τούτω a 31 ἐγχέλους a ἐν αἷς a 32 ἐγχέλυς Κ: ἐγγέλυς a καὶ om. Κ
marginal 79
marginal 80r
marginal p. 763a 9
footnote 2 αὐτόματον a 3 ἐν αὐτῶ IKa 6 ἀνάγκη] ἀνάζιον IL (fort. ἀναγκαῖον) αὐτῶ IL 7 ἡ καὶ coll. IL τῆς om. a 8 μορίου Arist., cf. v. 11: μόνου libri ᾠοῦ I 10 γέγονεν Κ ἦν om. L αὐτὸν om. Ka 11 fort. ἔκ του 12 post κυήματος add. οὐδενός γὰρ ζώου οἷον ἀνθρώπου ἡ ἵππου αὐτομάτου γεγονότος ἐξ ὠοῦ ὁρῶμεν τὴν γένεσιν· κάλλιον γάρ ἐστιν οὕτω νοεῖν. ὑπέθετο γὰρ ἐξ ἀρχῆς ὡς εἰ γίνεται ἄνθρωπος ἢ ἄλλο ζῶον αὐτομάτως, ἡ ἐξ ὠοῦ ἔστι ἡ ἐκ σκώληκος, οὐχὶ δὲ ἐξ ὠοῦ αὐτομάτως γεγονότος ὥς τίνεις φασι Κ 13 λαμβάνει Κ 14 αὐτομάτως —ᾠοῦ om. Κ 15 post ἄνθρωπον add. γεγονότα ὥς τινές φασιν Κ 16 τὸ—γένεσιν om. sed in marg. add. L post δὲ add. τὴν IL ζώου IL cf. Arist. SY: ἐξ ᾠοῦ recte Arist. vulg.: ζωὴν Ka 17 γένεσιν] γενέσθαι L 18 οὐδὲ KL Arist. SY: οὐδὲν I: οὐ Arist. vulg: δὲ a post γὰρ add. οὐκ a 19 τῷ om. a οὐδὲν γὰρ la 21 post δὲ add. καὶ Arist. 22 πρῶτα Κ 26 μέν τι a post καὶ add. ἐπὶ Κ τὰ ἄνω Ka 28 τοῖς ἄνω Arist. εὐθὺς—ἄνω (29) om. L 29 τῶν post ἄλλων om. a
marginal 80v
footnote 4 τελεωθεῖσα IL; τελειωθὲν a 6 τὰ ἄνω om. Κ 11 τὰ τοιαῦτα] ταῦτα Κ ἀφ’ αὑτῶν Arist. vnlg.: ἀπ’ αὐτῶν libri 12 γενητικὸν I: γεννητικὰ L τεκμήρια L1 παρὰ] περὶ a 13 ὄστρεα Κ 13 et 16 εὐρωτιώδεις Arist. SPY: εὐρωτιῶδες Ka: ἐβρωτιώδεις IL: εὐριπώδεις Arist. vulg. 14 post τε add. τοῖς Ka 15 ἐβρῶτα IL καλοῦσι μὲν a τόπον L 18 διατεθεῖσα ILa 19 ἐπιτηδειότερον a 20 ἂν ἐπιτηδείου ἐκ om. Κ ἐν αὑτῇ] αὐτοῦ IL ἐβρῶτος IL 21 ἴσχυσεν] ἔσχεν ἄν IL 23. 24 οὐκ ἂν—οὐ altera manus renov. I 25 οὖν om. Κ 26 Τέλος τοῦ τρίτου subscr. Ka
marginal 81v
footnote 1.2 Tit. Σχόλια—Ἀριστοτέλους IL: τῶν—Ἀριστοτέλους om. K: Ἀριστοτέλους περὶ ζώων γενέσεως μετὰ τοῦ Φιλοπόνου σχολίων βιβλόν, δ a 4 ποτὲ utrobique Ka 5 ποτὲ Κ 7 οὐδέ] οὐ a 9 ἐπειδὴ δὲ Ka 11 post περὶ add. τούτων εἴτ' οὑν περὶ a θήλεων a 12 δὲ om. a 14 γένει] εἴδει Κ 18 χαρακτηρίζονται Κ 19 τοῦ om. IL 20 ἐκ τοῦ αὐτοῦ—μητρός] sic IKL: ἐκ τοῦ αὐτοῦ πατρὀς καὶ ἐκ τῆς αὐτῆς μητρὸς a 22 καὶ post γὰρ om. a τῶν om. IL 23 post θῆλυ iterant εἰκός ἐστι πρότερον—ποτὲ δὲ θῆλυ (v. 18—20 IL; porro ἐκ τοῦ αὐτοῦ—καὶ τὸ θῆλυ (23) repetit sed rursus delet Ι
marginal 81v
footnote 2 πρὶν τὴν] sic libri et Arist. SZ: post πρὶν add. δήλην Arist. vulg. 5 ἔλεγον om. IL 6 φάσκοντες Ka post ἀπὸ add. τῆς Κ κεφαλὴν ἐξάγοντες μικρὰν L 8 ἀλυουμένου I 13 τὸ] τοῦ IL 16 πρὸ τοῦ εἰσελθεῖν εἰς τὴν μήτραν Κ: εἰσελθεῖν etiam a 17 ἄλλως om. IL 18 ἄν] ὧν Ka 21 δὲ prius om. a 22 post ἀριστερὰ add. μέρη a 24 ᾿Εμπεδοκλῆς γὰρ I 25 διέσπασται μελέων φύσις κτλ.] cf. Empedocl. fr. v. 326 30 μὲν om. Κ 33 καὶ om. IL 34 ἑαυτοῦ Κ 36. 37 τὴν τοῦ a 37 ἐπιθυμεῖν om. Κ
marginal 81v
marginal 82r
marginal p. 764a 10
footnote 1 post θήλεα add. ὀρέγονται Κ 2 τὰ γὰρ ἡμίση IL 5 ἥμισυ utrobique a ἡμίση ἡμίση ἄρρενος ἔλεγεν εἶναι coll. Κ 6 κρατεῖ L1 7 τὰ δ’ εἰς] εἰ δ’ εἰς a 10 καὶ παλαιοτέραν—μητρός (p. 170,6) om. K 12 post νεωστί add. ἡ τῶν καταμηνίων a 13 ψυχροτέρα IL δὲ οὐ διὰ] οὐδὲ διὰ IL θερμότητος καὶ ψυχρότητος L1 14 γενέσθαι (sic) a 16 ἥμισυ a 17 et 18 τελείαν ubique 15 καρδίαν (post καὶ)] τελείαν la 19 δὲ om. IL πρώτως] πρότερον a 23 πρώτερον (sic) a κρατήσει] fort. κρατήση 25 ἐπεὶ δὲ) ἐπειδὴ IL 29. 30 καὶ γίνεται θῆλυ om. IL 30 αἰδοῖον καὶ διὰ τοῦ αἰδοίου a 35 ἐν τῷ πρώτῳ βιβλίῳ] cf. p. 25,1116 sqq.
marginal 82r
marginal p. 764a 15
marginal p. 764 a 23
footnote 1 σπέρμα a 8 μόρια post ἄρρενος (7) ponit a 9 μεταβάλλῃ scripsi: μεταβάλλει libri 10 ἡμίσυα ἀλλὰ τελεία a 11 τὴν post τῷ om. L 13 ὥσπερ a 15 ἐκεῖνο a 16 ἔστι IL 19 τότε] πρότερον a 21 μεταβάλλεν L: μετάβαλεν a 22 κρατηθήσεται] κατακαυθήσεται IL 23 ἐκράτησαν a τὰ] τῶν a 24 fort. ἔσται 25 μεταβάλλῃ scripsi: μεταβάλλει libri 28 post τοιονδὶ add. καὶ a 29 εἰ IL1 Arist. PSYZ: ἦ L2 Arist. vulg. 32 post ἔδει add. τοῖς a 33 αἰτιωμένοις a
marginal 82v
marginal p. 764b3
footnote 1 post ψυχρότης acid. ποιεῖ a τὰ om. L 3 ποιεῖ—λέγειν (4) in ras. L 18 ἔχων L1 19 καὶ τὸ μέν—τῆς μητρός (p. 170,6) in uuius fere vers, lacuna om. IL 20 εἰ scripsi: ἡ a 30 Λέγοντί τε—γινομένου ex Arist. addidi
marginal 83r
marginal p. 764 b 20
footnote 5 διῃρημένων a 7 ὑποδοχὴν Κ 9 προστίθησι I τῆς] τῆ L1 10 δόξη L λέγων om. L 11 ἑαυτὸν Κ ποιεῖ om. Ka 12 περίναιον IL 13 λέγειν ante ὥσπερ ponit Κ 14 κρεῖττον a 15 δημοκρίτου Κ δόξης om. Κ 16 τὸ] τῷ L 17 δημοκρίτου a 19 αὐτοῦ L 21 ἀπαντῶν IKa λέγει Ka 23 μόνον] μέρος IL1 24 γίνεται] γίνεσθαι IL: γέγονεν a 26 κατὰ—τὴν] τὸ δὲ κατὰ τὴν a 27 καὶ] κατὰ I 28 τῇ ὑστέρᾳ post αἰδοῖον ponit Κ 30 συνακολουθεῖ scripsi: συνακολουθεῖν Ka: ἐπακολουθεῖν IL συνεπικρατεῖ] συνακολουθεῖν IL 31 διὰ τούτων Κ p. 764b 27
marginal 83v
marginal p. 765a 3
footnote 1 post τὸ add. μόνον Arist.; cf. v. 4 .5 καὶ post μάλιστα om. Κ τὰς φλέβας IK 7 πρότερον IL 7. 8 δι’ αὐτῶν Ka 10 καρδίαν ἢ τὴν om. a: τὴν om. L 11 νῦν om. Ka 13 ἐν τῇ] ἡ Κ: ἢ a 15 τὴν ὑστέραν Κ: τῆς ὑστέρας a 17 τὴν θερμότητα ἁπλῶς καὶ ψυχρότητα Ka 18 φασιν Ι ἕτερα IL 20 ante μὴ add. καὶ a 25 ἔλθῃ a 27 ἐνέργειαν L1 28 δὲ om. IL καὶ om. a 30. 31 ἄρρενά εἰσι τὰ γεννητικὰ IL 31 θήλεα IL δεῖ om. La 33 εἰπὼν δὲ—εἰρημένον (p. 172,6) om. IL: τοῦτο τὸ σχόλιον παρενεγράφη in marg. adscr. Κ 33. 34 θερμότητα καὶ ψυχρότητα a
marginal 84r
marginal p. 765a21
footnote 1 τί αἴτιον Ka Arist. SY; τίν’ αἰτίαν Arist. vulg. 6 ἐν—λέξει τῇ] τὸ δὲ κατὰ τὴν λέξιν τὸ a 7 τί αἴτιον IKa 8 post σῶμα add. τὸ Κ τῷ] τὰ ex τῷ corr. I 8. 9 διὰ τίνα ποτ’ αἰτίαν Κ 9 τοῦ τὰ μὲν a 10 ἀπελθοῦσα IL: ἀπέλθῃ a ἐλθοῦσα L: ἔλθῃ a ἐλθοῦσι—ἀποτελεῖν om. Κ ἀποτελεῖ L 11 ἢν] ἦ a δόξα τοῦτο coll. IL 12 ἀπέλθῃ a 14 εἰσέλθῃ a λείπει a 17 ἔλθοι ΙΚ 18 ἔχῃ IKL Arist. S: σχῇ Arist. vulg.: ἔχειν a ἔστι θῆλυ a οὐκ] μὴ I ex corr. L 19 ἔλθοι I 24 ἔστι ἄρρεν a 25 ὅτι] ὡς Ka 26 ἀπελθόν Κ καὶ om. Ka 27 τοῦ] τὸ a οὐ] ἢ L: om. la 28 τούτοις om. IL 30 δῶ δήσω scripsi: δωδήσω libri τῷ δεσμῷ a 31 ἔστι Κ
marginal 84r
marginal 84v
footnote 1 φησὶ IL δεσμήσας] fort. δεσμήσει 3 ἐστι a post τὸν add. μὲν Ka 4 ἔστι a ἐκτέμοις IK: ἐκτεμεῖ a 8 μᾶλλον post τὸ om. L 9 ἀρρενοποιεῖ I καὶ om. Ka ὄρχεος a 13 δήσωσι scripsi; δήσουσι libri 15 ὅλως post οὐδὲν ponit a: οὐδὲ ὅλως Κ 16 ἐν τῷ πρώτῳ βιβλίῳ] Α 4 18 καὶ θήλεα ante καὶ om. IKL 19 ἔχοντα] ἔχειν a 20 μὴ] μὲν IL1 ἄν post θήλεα ponit Κ 22 καὶ ante τοὺς om. ILa ἐρυθριβόας IL 23 τὸ μὲν τῆς] τῆς μέν L: τῶν μὲν I 26 κυριώτερον Ka 27 post μάλιστα add. αἴτιον sed rursus del. L 28 τά τε] τότε corr. L τό τε ἄλας IL 29 δεῖ δ’ ὅτι μάλιστα a Arist. 30 τοῦ] τῶν L 31 μὲν ἐγγυτέρω IKa πορρωτέρω IKa τῶν ἐγγυτέρων IKa 32 ἀποδείξεις IL 32. 33. τὸ ἐγγὺς om. Κ p. 765b 8
marginal 85r
footnote 6 δυνάμει τινὶ coll. Ka 10 εἴρηται Ka 12 ἔχει] τῷ ἔχειν IL 13 γίνηται ex γένηται corr. Κ: γένηται IL: γίνεται a 15 ἑαυτῷ Κ 17 ἐντὸς ex ἐκτὸς corr. L 19 εἰς ἐνέργειαν a 23 δὲ καὶ μᾶλλον IL ante ἔτι add. καὶ IL 21 θερμότητι post πέψις ex θερμότητα corr. L τὸ] καὶ IL1 27 ὥσπερ τινὲς IK λέγων—ὑστέρας (28) om. Κ 29 ἔσται om. a 31 πᾶν] πάνυ L ἐρυθρὸν καὶ ὑγρὸν coll. Κ 32. 33 εἴη ἄν om. Ka 34 εὐτραφοῦσιν L 36 ὡς om. IL ᾖ scripsi: ἢ libri
marginal 85r
marginal p. 765b 36
footnote 1 εὐτραφοῦσι ILa 2 καθαρώτατον Κ 5 ἐπὶ] ἐστὶ IL 6 κατὰ om. Κ ἐκ τῆς κοιλίας om. IL ἀποκρίνουσι] ἀφιᾶσι Κ θερμότεροι L ἐστι Κ 7 τῶν ἐλάττονα—θερμότερός ἐστι (8) om. Κ 8 περίττωσιν post πλείονα ponit a 9 ἐλάττονος a 10 γενομένης IL ἀλλ’ οὐ κατὰ Ka 11 ὥστε] ὡς Ka 15 ἐλάττων] ἐσχάτῃ a 17 στάχυς IK 18 τῇ ἄλλῳ a γὰρ] γοῦν Κ μὲν om. Ka 19 μύλωνι a 20. 21 ὑποπολλαπλάσιος] ὕστερον πολλαπλάσιος a 21 post ἐστὶ add. καὶ I χρησιμωτάτη καὶ ἐσχάτη IKa 22 post ἐπειδὴ add. ἡ Ka καὶ ἀνάλογον L2 23 ὡς ἀνάλογος a 27 εἰπὼν La πολλαπλα IL ἐστὶ] ἐστὶ δὲ la: ἔσται δὲ L: οὐδὲ Κ 30 τί om. IK 32 λείμματα I προσλαμβάνει ILa
marginal 85v
footnote 1 τὸ om. IL 2 διδάσκων] μανθάνων L βέλος] τόξον I 5 ἀμερηνὸν IL1 θάτερον a εὔτονον] πυκνὸν a 6 καὶ τὸ θῆλυ a 6. 7 ἀλλ’ εἰ—περίνεος (8)] ἀλλὰ τὸ μὲν θῆλυ δὲ ἐπὶ τοῦ ἄρρενος, ἔργον δὲ δῆλον ὅτι καὶ τὸ ὄργανον τοῦ ἄρρενος κρεῖττον ἢ ὁ περίνεος a 10 ἐν τῷ τετάρτῳ τῆς Μετὰ τὰ φυσικὰ] Δ 12 ἀριθμὸν ex ἄρυθμον corr. I 13 δέ om. Κ 14 ἄρυθμον IKa τὸ a κακόρυθμον IKa φημὶ Κa 15 τὸ ταῖς—τελειοῦται (17) om. IL 18 post γίνονται add. καὶ ταῖς δυνάμεσιν Κ 21 τούτου] τοῦτο IL 26 τῶ γίνονται L 27 τῇ μὲν ὑστέρα Κ τὸ δὲ la 29 καὶ om. La 31, 32 ἐν αὐτῶ K 32 ἀνάγκη] ἀνάγει I 33 τοιαύτης] αὐτῆς Ka
marginal 86r
marginal p. 766a30
marginal 86v
footnote 1 καὶ] τοῦ a 2 αὐτοῦ IL 3 τοῖς ἄρρεσι IL 4 ἄρρενος] ἄρρεσϊ ὅτι—ἐναντία εἴρηται (5) fort. delenda 5 ᾖ om. Κ ἐναντίον Κ 6 διαφέρουσι Κ 8 δὴ] δὲ IL 11. 12 εἰπὼν δὴ Κ 13 δὲ δυνάμεως coll. Κ 17 προσἐτι—καὶ om. Κ 18. 19 ἄρρεν—δύνασθαι πέττειν om. IL 22 ἐν om. L 23 ἀστέρων a δυνάμενος a 24 δὲ καὶ θῆλυ Κ 25 ἔχει a 26 ἡ ante ὑστέρα om. Κα 27 καὶ τοῦ θήλεος Κ 29 προελθεῖν IL 30 καὶ post ἐπειδὴ om. Ka 34 post λέγειν add. σπέρμα εἶναι τὸ πρὸς ἕκαστον πεφυκὸς ἰέναι περ τὸ ἀφ’ ἑκάστου τῶν μορίων ἀπελθεῖν. εἰ δ’ οὐ δοκεῖ, ζητητέον τὸ ἀληθές Κ ὁμοίως IL post εἶναι add. φησὶ Κ
marginal 86v
marginal 87r
footnote 1 ἑκάστων ILa Arist. PY: ἑκάστου Κ Arist. vulg. 4 τὸ θῆλυ Κ 8 αὐτῷ ἡ φύσις coll. Κ σπέρματος] περιττώματος L 11 τὸ τοῦ ante 12 κοινῶν a τῶν περιττωμάτων om. L 14 ἐναίμων a Arist.: ἀρρένων Κ:· ἐναίμων ἀρρένων IL τοῖς δὴ ἄρρεσιν] τῶν δὴ ἀρρένων I: τῶν δὲ ἀρρ. L 16 καὶ διὰ] διὰ δὲ Κ post πολὺ add. οὐδὲ Κ 21. 22 καὶ τὸ θῆλυ a 22 σαφῶς post συμβαίνοντα ponit L 24 γυναικώτερα KLa 25 ψυχρότερα L2 τὸ post τότε om. a 30 αἰγοκέρατι a 32 διχότομος a 34 τῆς ἄλλης διχοτομίας Ka 35 καὶ om. a 36 θερμὸν καὶ ψυχρὸν coll. IKa
marginal 87r
marginal p. 767a 36
marginal 87v
footnote 1 δὲ om. IL 4 γίνεται a 6 ἀτέρεμνα IL Arist. P 9 Τὰς—γίνεται] αἱ δ’ αὐταὶ αἰτίαι καὶ τοῦ τὰ μὲν ἐοικότα γίνεσθαι Κ 11 τῇ om. IL παρεκβἐβληκε IL τρόπον—γένους (13) om. IL 22 ἐν om. L 23 κρατῆσαι Ka 27 τὴν γὰρ ἀρχὴν La 28 τῷ om. L 29 ἐντεῦθεν] ἐνταῦθα IL μ,ὲν om. K 30 καθ’ αὑτήν] κατ’ αὐτὰ a αὐτὴ scripsi: αὕτη libri 31 ἐξ αὐτοῦ IvL 31 βούλεται λέγειν coll. Κ συνιστᾶσαν a 35 καθ’ αὑτῆς L p. 767b 23
marginal 87v
marginal 88r
footnote 2 ποιήσειν L2 4 τρόπον—ἄνθρωπον (6) om. Κ 7 post ὁποίαν add. ἄν Κ 8 post δὴ add. οὖν sed rursus del. L 9 ὅτι om. K 11 καὶ primum om. IL 14 ὑπάρχουσι Ka 16 ὑπάρχουσι a 17 πάντως] παντὶ IL 19 ἄνθρωπος Κ καὶ prius om. Κ καὶ ἡ τοῦ Ka 20 τρίτος La 23 ὁ om. a post εἰπὼν add. οὖν a 26 τὰ καθόλου Κ ἑαυτῷ, φαμὲν] φαμὲν ἑαυτῆς IL 27 οὖν] οἷον IL 28 καὶ τὸ γένος—ἕκαστον (29) om. L 29 καὶ τὸ ILa et Arist. P: καὶ γὰρ τὸ Arist. vulg.: γὰρ τὸ Κ ἡ post τουτέστιν om. IL 30 πρώτη Ka καὶ πρώτως coll. IL καὶ post ἥτις om. L 31. 32 γενόμενον a 33 τὸ om. L post οὐσία add. τὸ γινόμενον γίνεται καὶ ποιόν τί οὐχὶ λευκὸν ἡ γρυπόν· ἀλλ’ ἄνθρωπος ἡ ζῶον. ποιὸν γάρ τι ταῦτα. ἀλλ’ οὐχ ὡς λευκὸν ἀλλ’ οὐσιῶδες Κ τῶν δυνάμεων] τοῦ γεννῶντος IL
marginal 88r
marginal 88v
marginal 89r
footnote 1 τὸ prius om. IL 4 μέν] μᾶλλον iL 5 διὰ τοῦ εἶναι IL τἀς om. IL μᾶλλον — καθ’ ἕκαστόν τι (6)] cf. Arist. PS: μᾶλλον δὲ τοῦ ἐγγύτερον ἀεὶ τῶν καθ’ ἕκαστόν τινος Arist. vulg. 8 Σωκράτει] Σωκράτη ILa itemque porro 9 post καὶ add. μὴ IL sed rursus del. L 11 τῆς iterat a 12 ξανθίππης a κρατήσασα I ἀνάγκη—ἐκρατήθη (14) om. IL 16 καθὸ] ᾗ utrobique Ka 17 ἄν δὲ—Σωκράτει (18) om. L 18 et 19 ἔστι a 19 καὶ primum om. Κ 21 τῳ] ἐν τῷ IL: τὸ a 22 post ἄν δὲ add. καὶ a 24 οὕτως a 25 τοῦ προπάππου] 29 ἐστὶ a
marginal 89r
footnote 1 δημιουργεῖ a 8 Σωκράτης scripsi: σωκράτους Ka 12 διὸ] δὶς a 13 ἡ scripsi: ἢ Ka 15 τι] τὸ a 16 συμμιγμένα a γμἐνα ἄμφω γίνεσθαι in lac. om. Κ 19 ἄρρεν a τὸ δὲ a 23 τὸ δὲ a ἔσται] ἐστὶ a 25 εἰς τὸ ἐγγὺς a ἥ τε πόρρω a τι] τὸ a 26 ἡ δὲ—κίνησις (28) om. Κ 29 lacuna ex Arist. p. 768 b 7 —10 κρατούμενον μὲν ἐξίσταται κτλ. explenda est 31 ἔκτασις I: στάσις Κ τις] libri et Arist. P: om. Arist. vulg. ἐγίνετο IL 34 ὡς Σωκράτης ILa 35 ἔσται] ἔστι a τῷ—ἐοικός] τὸ ἀπεοικός Ka 36 ὥστε] ὥσπερ a
marginal 89r
marginal p. 769a 9
marginal 89v
footnote 1 καθ’ ἕκαστα libri 2 γίνεται a 4 ἢ κατὰ—Πτολεμαῖον] ἢ καὶ τῶν καθ’ ἕκαστον κατὰ πτολεμαῖον IL 5 post ἀνάστρου add. σφαίρας K ἀναποδίζουσιν οἱ ἀπλανεῖς] ἀναποδείξει ἡ ἀπλανὴς a 6 μίαν μοῖραν coll. Κ 7 φύσει L 8 μείζω I: μεῖζον Κ 9 πρὸς ἕτερον Ka σατυρίωσις IL 11 κατὰ πολὺ post ἐστὶν (10) ponunt Ka ἢ om. Ka 12 ἀλάττων (sic) I, πρὸ τοῦ ἄρξασθαι τρέφεσθαι a 13 ἔλθοι I 16 ἐπειράσθησαν a 16. 17 αἰτίας τούτων IL 18 λέγουσα] λέξις 1 19 σπέρμα] σῶμα IKa 21 τὸ prius 27 μικρότητα Κ αὐτὸ] ἀπὸ IL 29 τὸ post εἶναι om. L 31 εἶναι om. IL τὸ post δὲ om. a
marginal 90r
footnote 1. 2 τοῦ ἀπὸ τοῦ] τὸ τοῦ IL1: τοῦ τοῦ corr. L2 2 ὡς γὰρ Ka 5 τὴν προτέραν Κ 6 μέν τι a 9 δύναμιν εἶχε] δύναταί γε IL αὐτὰ] ταῦτα Ι 15 τῶν om. a 16 post πλείονα add. καὶ IL 17 πλασματίαν Ka cf. Arist. p. 769a 36 ἀσαφῆ corr. ex σαφῆ Κ 19 εἶπεν] ἔλεγεν Κ 21 εἶναι a αὐτὸ Ka 23 ἐκεῖνον I δὲ ante εἶναι om. a εἶναι ἐν in ras. L ἐν om. Κ 24 φησί—ἡμάρτανον δὲ (32) om. IL καὶ om. a post ὅτι add. καὶ Κ δι’ ἑνὸς] δ’ ἑνὸς a πανσπέρμου a 26 τοῦ τὸ scripsi: τοῦτο Ka 28 ἐγγυτέρω a 29 πορρωτέρω a 31 ὁποτέρου scripsi: ὁποτέρα Ka 32 λέγοντες ἁ 34 ἀρρενογονίαν IL 35 post ὁμοιότητα add. τε Κ δὲ a ἄναιμοι a
marginal 90v
footnote 4 ποιούντων] τοιούτων a κρατεῖν a post ὕλην lac V fere litt. IL 6 πρόβατα a ἐξ ἀνθρώπου] ἐξαπίνης ut vid. Κ 7 τοῦ ᾦ a 10 ἀτράπελοι a 11 βοοπροσώπους ILa 12 πῦρ om. IL post γὰρ add. μὲν a ὁ ἤιξ I 13 εἰκάζομεν L οἰὶ KL1a Aribt. vulg.: ὑἲ ex corr. I L1 Arist. SYZ 15 ἄνθρωπον om. a 18 μέντοι] μέν τι a 18. 19 οἱ αὐτοὶ] οἵα τὰ a 20 ἢ πρόβατα a 23 ὀλιγάκις] πολλάκις Ka 24 ὅτε θηλὴν τέκη a οὐ μόνον ἐν τῶ ἑβδόμῳ coll. IL 25 οὑν om. a 26 γίνεται] λέγεται Arist. κεφαλὴν Ka πρόσωπον Κ 29 γάρ] δὲ a 30 ἔφησε Arist. vulg.: φησὶ Arist. P γίνεσθαι Κ Arist.: γενέσθαι IL 32.33 περιτίθεται a 33 αὐτοῦ Ι
marginal 90v
marginal 91r
marginal 91v
footnote 2 εἰς om. Ka 3 προσέρχεται IL 4 αὐτοῦ om. IL 9 μὲν δύο coll. Ι: μὲν β L 10 τέτταρας] δύο Κ 12 γενομένης Κ 13 ἐστι om. IL εἰ scripsi: ἐὰν IL: ἂν a 14 λευκὸν ἂν ἢν τὸ πᾶν ἢ ὠχρὸν coll. Ka τέρας IL 18 ἀπὸ] ἐκ a 19 οὐ om. I 20 συμβαίη La 23 Δημόκριτος Ι 24 πρότερον] πρώτη IL 28 πολλὰ] πολλάκις a γεννῶσι a 30 αὐτοῖς a 31 φασὶ a 32. 33 τὰ σπέρματα—διακριθῶσι (34) om. Κ 33 δὴ] δὲ IL 34 ποιήσει IL 35 ἄλλο ἄλλου IL 37 τύχει a δὲ post τέσσαρα om. IL
marginal 91v
footnote 4 ὄντος Κ γένηται] γέγονεν ILa 8 fort. συμφύεσθαι περικλύεσθαι a 9 πολλὰ] ἐν πολλοῖς a 11 ὠς—ἐρεῖ post ὠχροῦ ponit Κ δὲ post ὡς om. Ka δὲ post οἱ delevi 12 ἐπεὶ Κ 15 τὴν γένεσιν ἴσχειν coll. Ka Ka ᾦ] τῶ Κ: om. I post ᾠῷ add. δὲ Κ 18 γὰρ om. a 19 ὀρνιθίων IL λέκυθοι L: λέκινθοι Ι 20 λεκύθους L: λεκίνθους I, itemque 22 κεχωρισμένα IL 22 ὅσων] οἷς IL 23 συνεχῆ IL 24 καὶ ἓν—κεφαλὴν (25) om. sed in marg. add. L 24. 25 τέτταρα δὲ σκέλη addidi 25 ζῷον ὲν Κ 26 alterum τότε delevi 29 ἐξ ἀλλήλων ILa 30 συμπεφυκότα Κ 31 τὰ ἄκρα Ka πάλιν δύο coll. IL δύνανται Ka 32 ῥάδιον Κ καὶ ἀντιγενέσθαι I 33 post παρέχεται add. διὰ I
marginal 91v
marginal 92r
footnote 1 ἢ καὶ τρία IL 2 ἐμβιβάσειεν sciipsi: ἐμβάλοιεν L: ἐμβάλοιεν I: ἐμβιβάσειαν Κ.. ἐμβιβάσιεν a 2. 3 μένοντα καθ’ ἑαυτὰ Ka 4 τὰ ἐξ IL 6 τότε om. IL καθ’ αὑτὰ IL: καθ’ αὑτοῦ a 9 τῶν λεγομένων IKa 10 βραχυλόγον I διὰ τὸ om. IL 13 ἐπιμήκη γὰρ καὶ ὁμοίως a 14 ὄν om. IL 18 κεχωρισμένα εἰσὶν Κ 19 γίνονται L 21 περὶ τῆς a 22 τῶν μιμουμένων] μιμουμένας Κ τὰ τελειογόνα—τυφλὰ τούτων (23) om. Κ τελειγόνα IL 23 τούτων τὸ τούτων—τυφλὰ (24) om. IL 24 προωδοπεποίηται Ι 26 μὲν om. Κ 28 γεννᾶν IL 29. 30 τούτοις λέγει IL 30 τῷ] τὸ a 32 δὲ] οὑν IL 33 γίνονται a post τροπαὶ add. δὲ Κ 34 ἐν τοῖς] ἀντὶ τοῦ Κ γέννεσις (sic) a: φύσις Κ p. 770b 13
marginal 92r
marginal 92v
footnote 2 ταῦτα] ταύτην Arist. μὴ] μέν I 4. 5 καὶ τῶν ἐπὶ τὸ πολὺ λεγομένων IL 8 τὸ om. L: supra vers. add. I γίνεται Κ 9 εἶναι post τετραδάκτυλον ponit Κ 10 καὶ εἰς τριδάκτυλον IKa 13 τὴν om. Κ 14 post δὴ τὰ fort, addendum τοιαῦτα γενόμενα La 15 κάπνεον] cf. Theophr. hist. pl. II 3,2 de caus. pl. V 3,1: σκνάπεον IKL Arist. PZ: κνάπεον Arist. SY: κάπνιον a 17 τὸ om. Κ 20 τὰ om. IL ἀμείψαντας L: ἀμεῖψα(??) I 21 κείμενος a 22 γενέσθαι Κ 23 δὲ] μέν IL μὲν prius om. IL οὐδέν πω a 25 τοῦ ἥπατος μόνον coll. Κ εἰρημένοις IKL Arist. PSYZ: γινομένοις a: τικτομένοις Arist. vulg. 27 τὴν αἰτίαν a 28 ἄλλα scripsi: ἀλλὰ libri 28. 29 ἐν δὲ τοῖς ἀριστεροῖς τὸ coll. Κ 30 ἐστὶν ἡ καρδία IL
marginal p. 771a31
marginal 93r
footnote 1 μείζων a τὰ μὲν Arist.: τούτων libri 2 τὰ] τὸ IL κατὰ τὸ μέγεθος a Arist. vulg. 7 πολυτόκα] όλιγοτόκα IKL, sed supra vers. add. ἢ πολυτόκα Κ 8 προσειποῦσα I 13 διαιρεθείη Κ 16 ἑξῆς Κ τε] μὲν Ka 17 περιειλήφθω IL συνεστῶσα a 20 τῆς ante τῶν om. a 21 ἐστὶ om. Κ τῇ om. IL 22 ἀφ’ ἧς Κ ἐλέφας—γέγονεν ὁ (23) om. IL 23 ἐπεὶ Κ 30 μονοτόκα L2: μεγάλα IKL1a 31 μεγέθει a 33 καὶ om. I ἀκολουθῇ a 34 ὁμοίως δὲ καὶ Κ
marginal 93r
marginal p. 771b 15
marginal 93v
footnote 5 μάλιστα libri et Arist. Y: μᾶλλον Arist. vulg. 11 ἐστι om. Κ 15 πολὺν ἔχουσα τόπον ἡ ὑστέρα Κ: πολλοὺς ἔχουσα τόπους ἡ ὑστ. a 18 κοτυληδόναι I post φασι add. συμβαίνει Ka 21 γένωνται a ἐν ἑκάστη ἓν γίνεσθαι coll. IL 22 αὗται τοῦ διορίσαι καὶ τοῦ χωρίσαι Κ αἴτιοι I 24 δηλονότι Κ 25 post ταῦτα add. οὖν Κ πειρωμένους post λύειν ponit a 26 αὐτὴν λύειν a καὶ om. a 28 ἅπερ] ὅπερ Ka ὅπερ δὴ] ὃ Κ 28. 29 ἐν τῷ πρώτῳ τῆς Φυσικῆς ἀκροάσεως] Α 4 31 ἅπερ] ἅ Κ 32 οὔτε αὖ πάλιν Ka 33 τῶ μεγέθει Κ 34 τῷ] τὸ a ἄλλος ἄλλου IL μεῖζον καὶ ἔλαττον scripsi: μείζων καὶ ἐλάττων libri
marginal 94r
marginal p. 773b 13
marginal 94v
footnote 1 ὥσπερ—τούτων om. a οὖν] γὰρ IL 2 καὶ post γὰρ om. a 4 μεγάλοι a 7 οὐκ ἐνδέχεται L 8 ἐγεγόνεισαν IL 12 post τῷ add. τοῖς IL 17 γεγένηται I: γένηται Ka καὶ post ζῷα om. a 24 Πλεονάζουσι—διδυμοτοκίας (26) om. IL τὰ μόρια παρὰ φύσιν coll. a 26 τοῖς διδυμοτόκοις Κ φησίν om. Ka 27 ἢ om. Κ γίνονται Κ 29 πλεῖον a 31 ἐπὶ ante τῶν om. Ka 34 πλεῖον a ἀριστερᾶς om. Κ 35 ἔχον a μείζονα—πολὺ (193,1)] πολὺ μείζω Κ
marginal 94v
marginal 95r
footnote 3 μὲν μίαν coll. IL 4 πέτρας IL 5 ἓν ὃν τὸ Κ 5 et 6 ὑπέκεινα a 7 ἀνάλογα—δυοῖν] ἀναλογοῦσι ταῖς δυσὶ a ἀνάλογον Κ γεγενημέναις Ka 8 συστασέοιν] συστάεοϊν I: συστάσεων L: συστάσεσι Ka 11 τῶν δ΄ δακτύλων a 12 δακτύλων post συστάσεως om. Κ 13 ἕξ] ς Κ 14 ἀνάπλασιν IL 14. 15 ἡ δακτυλοποιητικὴ Κ 15 εὑρήσει Ka 16 ὃς συνέστη Κ 17 ὃν] ἢν IL 18 γεννᾶσθαι Ka δακτύλους IL 20 τὴν prius om. Κ ἡ δακτυλοποιητικὴ Κ 21 ἡ καρποπιητικὴ Κ ἡ κεφαλοποιητικὴ Κ 24 ἀντιστρέφει Ka 25 ὅπου] ὅθεν Arist. 26 πλεῖον I 27 δύο om. IL ἄρρενα καὶ θήλεα a 28 ὑπάρχει L1 αὐτοῦ IL 29 διὰ τὸ—ἀτελές (31) om. Κ 30 τύχοι Ka ὑστέραν ἔχον] ὑπερέχον Ka 32 ὡς Κ 34 ἄρρενα a ἐστι om. Κ
marginal 95r
marginal 95v
marginal p. 773a32
footnote 1 lacunam indicavi: addendum ἡ γονὴ ὑπὸ τῆς ὕλης γίνεται Ka 2. 3 τὴν παρὰ φύσιν libri 3 τὸν εἰρημένον τρόπον L2 Arist.: τρόπον om. IL1: τῶν εἰρημένων Ka 4 πολυτόκοις a 7 τῇ παρὰ φύσιν IL περὶ τὰ μόρια a 10 τὸν om. a 11 post οὐδέν add. τρόπον a 13 μὲν om. IL 14 ἀλλὰ post εἶναι om. IL 15 πόρων] ἀπόρων I et fort. L 16 μὲν] μὴ Κ ἔχει δὲ a 19 post βοῦς add. τις IKa πειρίνθω a 22 ὀρχοῦ IL 22. 23 ἀπευθυνομένου Κ 23 πάλιν om. IL 25 λέγει τὰ ζῷα Ka 28 μεγάλα] μὲν a 29 τούτου ante τὴν ponit Κ 31 τοῦ κυήματος—κυήματος (32) in ras. L 33 λειφθῇ scripsi: ληφθῇ libri
marginal 95v
marginal 96r
footnote 2 post ἐπήγαγεν add. αὐτὸς Κ καὶ τῶν πλειόνων Ka Arist. PS: καὶ πλειόνων IL: τὰ πλείονα Arist. vulg. 3 πλείω Κ τὰ δύο om. IL post δύο add. ἢ Κ 4 et 8 ἐξῆς K ὅπερ] ὃ Κ 12 ἑν om. K τῷ a 13 ἐπὶ τοσούτων a καὶ om. Κ post καὶ add. ἡ a 14 ὑπάρχει om. Κ 15 λαμβανομένη IL 15. 16 τῶν τοιούτων om. IL 16 συνίησι I τοῖς om. a 17 πρῶτα Κ 18 τῆς om. Κ ἡμέρας post δέκα 19 ἐγγὺς Κ 21 μετὰ post ἣ om. Κ 24 τὸ καὶ διὰ τὸ coll. IL 25 ante μέχρι add. καὶ IL 26 κυούμενα] κυουμένων Ka 29 τότε γὰρ a ἐξέλθοι IL ἂν καὶ συμβῇ a
marginal 96v
marginal p. 773b 22
marginal 96v
footnote 1 ἂν δὲ—ὀχεία (2) delevi 2 post δὲ add. γε la 4 ἡ om. Ka κυημάτων Ka 8 τοῦ] τὴν Κ: οὕτως IL1 μόνη post γυνὴ ponit Κ 9 ὀχεύεται Ka 14 τι 23 παραπεφυκυῖα a 25 καὶ om. a 20 πάντως—καταμηνίου τι (28) om. IL δ’ ἐναπομένῃ a 27 πολλὴν περίττωσιν a 29 αὐτό Κ 31 post γίνεται add. καὶ Ka 32 δὲ om. Κ 33 τοῦ om. Ι 35 περίττωσιν a
marginal 96v
marginal 97r
footnote 1 ὡς Κ 4 ἕτερον συστῆναι coll. Κ οὐκ ἂν] κἄν L: ex οὐκ ἄν corn I 6 φησί om. a 9 post ὀλίγον add. δὲ a ὡς Κ 9. 10 συμβεβήκασιν ΙΚ 11 μένη a 12 αὐτά Ka 13 πρὸς ἐπιθυμίαν] προθυμίαν a 14. 15 ἀφροδισίας fort. ἀφροδισίων 17 post διὰ add. τὴν Ka 18 ἀκρατοῦς a 21 ἐποξύνουσαν] ὑποξαίνουσαν IL 25 ἐπεὶ Ka ἡδονὴ] ὁδ Κ 27 ὄρνεσι a 28 διερεθίζεται Κ πυκνὰ om. Κ 30 οὑν om. Κ ὀλιγάκις] ὀλίγης a 31 ἐν τῷ πρώτῳ βιβλίῳ] A 4. 20 τῶν om. Ka 32 33 ἐξακοντισθεῖσα L δὴ] δὲ Ka ἀνεσπασμένα I
marginal 97r
marginal 97ω
marginal p. 774b 34
footnote 1 τῶν om. a 4 τελειώσει a 6 ὡς Κ 7 σμικρὰ πάνυ coll. IL 8 αὐτὸ scripsi: αὐτὰ libri 11 τοῦ] τὰ L2 περιττώματος] κυήματος IL 13 σκληροτοκούντων IL 14 καὶ post τουτέστι om. Κ 15 αἱ om. Ka υἷες I οὖν om. Κ 16 γάρ prius oin. a 17 οὐκ ἐστὶ μέγεθος IL1 21 ἐναντίως Κ αὐτῶ IL 23 ἐν αὑτῇ a 24 εὐβοσίαν ex corr. L2: εὐοδίαν Κ: εὐωδίαν, ut vid., I: εὐπάθειαν a 27 ὄντων Ka 28 ὅτι Κ διότι ἐπιγίνονται IL 29 κεντηθῆ K 30 ἔτι om. Κ ἀπὸ τοῦδε εἰς τόδε coll. Ka 33 καὶ προγίνεται om. L
marginal 97v
marginal p. 775a9
marginal 98r
footnote 5 τελειοῦται Arist. 7 ἐν τῇ ὑστέρᾳ Κ 9 τῇ om. Κ 12 ὁμοίως Κ 15 ἐξελθόντων Κ ἡ γυνὴ ante εἰς ponit Κ 16 γὰρ] οὑν IL 17 πέντε καὶ δεκάτη a: ἑ (sic) Κ λύει] λέγε. ΙL 18 συμβαίνει Ka 19 ἤπερ] ἣ Κ 21 εὐπρεπτότερον Ι 25 post ταχύτερον add. καὶ Ka 26 ante γηράσκον add. καὶ Ka 28. 19 ἡ φύσις καὶ coll. IL 33 ἢ ὅταν coll. Κ 33 et 34 ἄμφω Κ 34 θήλει a
marginal 98r
marginal p. 775a27
marginal 98v
footnote 2 καὶ om. L 3 αὐτὸ ΙL 4 οὐδὲ γὰρ Κ 6 ἐπροτέρασε a ἐπροτέρησε—θῆλυ om. L 7 ὑστερήσει Κ τρόπον] χρόνον Κ 8 τινὰ καὶ ξηρανθῆναι IL 9 ἐξέλθοι L: ἐξέλθει a προτερήσῃ scripsi: προτερήσει Κα: inc. IL 11 φθαρήσονται Ka ἐν] ἐπὶ Κ 12 διὰ ταύτην τὴν αἰτίαν Ka 16 παρὰ IL, sed cf. v. 18 18 post γυναικῶν add. περὶ τἀς κυήσεις, sed rursus del. L 19 τοιαῦτα Κ 20 εὐθυνοῦσι a 22 λιπόκρεα IL 25 ἀσιτοῦνται IL 26 ἤγουν] οἷον IKa 27 ἥ τε] ἥ τε ἡ I: ὅτε ἡ a ἐπίπονά (lac. II litt.) L 30 πρότερον] cf. B 4 p. 737b36 31 γὰρ addidi 33 ἐμπνέομεν IL1 τὸ om. Κ ξηρᾶς ἢ τῆς ὑγρᾶς coll. Ka
marginal 98v
marginal 99r
footnote 3 ἰσχυρότατον καὶ βιαστικώτατον Ka 4 ἐντὸς om. IL 6 οὑν Ka 8 τοῦ post ἰσχὺς om. a 9 τὸ πνεῦμα ante πάλιν om. I 10 εἰσὶν 11 γυμνάζεσθαι post μὴ om. Ka 12 τουτέστι] ἤγουν Ka 13 τὸ αἴτιον om. Κ εὐθηνεῖν om. Κ 14 ἐπεὶ Κ 15 ἄλλοι Κ 16 πολὺ a ἐπειδὴ I 19 θύραζε] ἔξωθεν IL 22 εἴρηται μή I ἐξιέναι ἐᾶσθαι coll. Κ 23 τῇ om. Ka 25 δὴ] δεῖ a 26 ὠδινῶν Ι μήτραν] μητέρα Ka 27 δὴ om. IL 28 πρῶτον Ka 30 δεομένου La 31 προκρίνεσθαι la: προσκρίνεσθαι Κ 23 πρότερον a 34 ἣ τῆς libri et Arist. PZ: τῆς Arist. vulg. p. 775b25
marginal 99r
marginal 99v
footnote 3 post ῆς add. δὲ IL οὖν om. Κ 4 ἐν τοῖς προβλήμασι] cf. Bonitz, Ind. Ar. p. 103b17 sqq. 5 προεντέθηται I: παρεντέθειται Κ: παρεντέθηνται a 6 σαφέστερον IL 7 σκληρὸν a ὡς Κ: ὥστε a μεμολισμένα ὁ ex ὒ corr.) L 8 post ἕψοντος add. αὐτὰ sed del. L 9 μεμυλισμένων L ὲν τῷ τετάρτῳ τῶν Μετεώρων] Δ 3 p. 381a12 10 post αἰτίαν add. ἐπήγαγε a 11 λέγει scripsi: λέγων libri 11. 12 δυσθανατεῖν libri et Arist. Z: ἀδυνατεῖν Arist. vulg. 12 λέγων] λέγει IL γονῇ] γαστρὶ Ka ψυχικὴν] φυλακὴν IL1 12. 13 ψεύδουσα Κ 13 πέψαι—συστῆσαι] συστῆσαι τὸ καταμήνιον Ka 16 ὑπερβάλλη Ka 17 γίνωνται IL 20 πρόηται K: πρόϊεται (sic) a 23 γυναῖκα ὑστερικὸν Ka ἔστι—ὑστερικὸν iterat a πάθος L 27 ὥστε IKL1a Arist. P: ὥστε οὔτ’ L2 Arist. vulg. ἐλλείπει Κ 28 οὐδὲν] οὔτ’ IL 30 ἔχωσι Κ
marginal 99v
marginal 100r
footnote 2 ἕκτῳ om. Κ 3 διὰ τὸ—ἄχρηστόν ἐστι (4) om. IL δὲ τὸν λόγον a 6 αἰτίου a 11 μικρότητος] θερμότητος IL 12 ἢν εὐθὺς ἀπολαβὸν εὐθὺς Ka 16 post πάσης add. τῆς IL δὴ ταύτην coll. Κ ἐστὶν om. Ka 18 πρὸς τὸ a 19 τελειωθὲν] legendum videtur τελειωθέντων 20 ἢν δι’ αἰτίαν a 22 καὶ om. L 23 post πεπεμμένον add. καὶ Ka 24 οὐδ’ ἐν τῷ ποταμῷ Κ 25 ποτίμῳ] ποταμίῳ IKa πότερον IL 26 ἕλκοντος τοῦ ἐμβρύου a, idque sane exspectas; sed cf. v. 27. 29 ἅπαν—ἁλμυρὸν om. IL 29 ἐξέλθει a 29. 30 ἅπαντος ἀνερχομένου] ἅπαντα ἀνερχομένου IL: ἅπαν ἀνέρχεται a, fort, recte 31 καὶ om. IL 32 ὀλίγον a τροφὴν ἕλκει coll. Ka 34 ἣν] ἢν a
marginal 100r
marginal p. 776b3
marginal 100v
footnote 1 τέλος om. IL 2 γινόμενα a θέλει Κ 2. 3 ἀλλότριος Ka 3 αὐτοῖς scripsi: αὐτῆς L: αὐτῷ Ka: inc. Ι 4 ὡς Κ θύραθεν Ka 5 ὡς] ἀλλ’ ὡς a 6 τέλει] τέλεια L 10 et 14 μὴ αὐτοῦ libri 15 ἴσον ὃν τῷ om. et post χρήσιμον (16) add., deinde διὰ τοῦτο—γάλα χρήσιμον iterant IL 21 καὶ om. Ka πρὸς τούτῳ a 22 post καιρὸν add. τοῦτον Ka 24 ἄνωθεν κάτω Κ 28 αὐτοῦ ex core. L 30 αὐτοῦ L 32 περιφερόμενα Κ 33 μεταβάλλῃ Arist.: μεταβάλλει IL: μεταβάλλοι a: μεταβα Κ
marginal 100v
footnote 1 ἐπεὶ Ka αὐτοῦ ex αὐτῆς corr. Κ 3 ἐναποτιθεμένη a 4 post ἕως add. τε a 5 ἀναδοθείσης IL 7 καὶ τῆς συστάσεως Κ 13 διὰ τοῦ κοιλαίνεσθαι a τοὺς ὀφθαλμοὺς—κοιλαίνεσθαι (15) om. IL post τῶν add. συνεχῶς Κ 14 συχνῶς om. Κ 1(5 γίνονται L 19 δὲ] οὖν Ka ἀνάγκη a 20 ἐνταῦθα προγίνεσθαι a 22 ἐπίδηλον Ka 23 ἄρξεται IKL αἴρονταί τε οἱ] οἶ τε a οἱ om. ΙL 24. 25 τραχύτερον τῶν ἀρρένων καὶ τῶν Κ 25 post γὰρ add. καὶ Ka 26 ἐν τῷ ἐφεξῆς βιβλίῳ] Ε 7 27 ἀλλὰ πῶς— μεταβάλλουσιν (28) om. IL 28 πιέσομεν L: πειράσομεν Κ 30 οἱ om. a καὶ τῶν φωνῶν Κ 32 ἐξ αὐτοῦ L 33 βραχύτερον I post ἡνίκα add. ἄν Κ ἄρξονται IL
marginal 100v
marginal 101r
marginal p. 770b28
footnote 1 τὸ κινοῦν om. Κ 3 ἐν τῷ τέλει κτλ.] E 7 διότι] διατὶ I: διατὶ ὅτι Ka 5. 6 ἐν τοῖς περὶ φύσεως] cf. Phys. Δ —9 5 τοῖς] τῷ Κ 6 αὐτοὺς ex αὐτὰ corr. L: αὐτὰ Ι 7 σπερματικῆς περιττώσεως Ka post ὅπερ add. ἔτι Κ 8 ἐπιδιδόμενον a 11 αὐτῷ IL θηλάσσοντος a: θη IL 14. 15 16 τὰ om. Ka 18 τὸν ἄνθρωπον I 19 διάδηλος φαίνεται καὶ γίνεται a ἤ τε τῶν a 20 αὕτη] αὐτοῖς a 21 γένηται a τοσούτω Ka αὐτῆς] αὐτούς IL 25 Πιστωσάμενος—ἀπόκρισιν (28) om. ΙΚ τοῦ λόγου] τούτου a 28 ἀλλότριος Ka 29 κωλύει IKL1a 30 post εἰς ex Arist. addendum τοὺς κενοὺς τόπους 31 τοῦ] τὸ a τῶν ὑστερῶν] fort, τῆ ὑστέρᾳ, cf. p. 207,1. 5 sqq. ἐπεὶ Ka
marginal 101r
marginal p. 777a8
marginal 101v 1 τὰ τοὺς—ἀθροισθήσεται (3) om. IL ἔχοντος a 2 ἔχει a εἰς om. a 3 εἰσβάλλειεν a 5 πόρων] τόπων Κ ἔστι δὲ—ὑστέρᾳ (6) om. 6 πόρων scripsi: τόπων Κ itemque v. 8 ὅσον IL 10 ἔχει La 13 συναθροίζεσθαι 16 ὅτι καὶ coll. IL 18. 19 ἐρεῖ ἐν τῷ ἐφεξῆς βιβλίῳ] F 7 19 ἑξῆς Κ ὀξυτάτης καὶ βαρυτάτης Κ εἶπεν a 21 καὶ τὸ γλυκὺ IL 22 ὑπάρχει a 25 γάλακτος] μέλιτος I 27 λαμβάνει a 28 περιλειφθὲν scripsi: περιληφθὲν libri 29 ὃν] ὄντα a λαμβάνοντα a 32 δ’ οὐκ libri et Arist. SY: δ’ ἣ οὐκ Arist. vulg. ὀρθῶς] εἰωθὼς I 34 Εἰπὼν—πεπεμμένον om. a
marginal 101v
marginal p. 777a31
footnote 1 εἰπόντι αὐτῷ Κ ἐνόμιζεν] ἔλεγεν a 2 ὑπέλαβεν Κ 2. 3 οὐ καλῶς] οὐδαμῶς Κ, sed in marg. corr. Κ2 3 ὀφείλονται a 5. 6 ἐναντία ἄρα Κ 7 εἰ μὲν τὸ λευκὸν IL 9. 10 μηνὸς—λευκόν] Empedocl. v. 336 Mullach 11 καὶ om. Ka 12 συλλαβεῖ a 13 εἰς aute γάλακτος om. a 18 ἱκανὴ] ἡ κάνη ILa 22 ἀνασπασθὲν καὶ ἀπολυθὲν Κ: ἀνασπασθέντος καὶ ἀπολυθέντος a εὐθὺς post ζῷον ponit Κ 23 ἐπὶ τὴν κεφαλὴν a 24 Τῆς δὲ libri et Arist. SY: οἱ δὲ χρόνοι τῆς Arist. vulg. 25 post To add. δὲ L τὸ μὲν om. IL τὰ μὲν οὖν coll. IL 27 καὶ ἄλλα—ἐνιαυτὸν (30) om. IL ὡς Κ οἱ om. Κ 29. 30 δ’ ἔτι] fort. δέ τι 30. 31 καὶ ἐφεξῆς om. Κ 31 δὴ] δὲ a 32 πλείω Κ (itemque porro): πλέον a πολυχρονιωτέρας Κ
marginal 102r
marginal p. 777bl6
marginal 102v
footnote 3 πλοῖον a corn Κ: πλεῖον IL 4 χρόνον] χρόνῳ a 6. 7 μακροβιώτερον a 9 δεκάτου] γάλακτος Κ a 10 μείζονα delevi 11 μακροβιώτατα IL 14 ταύτας a 15 ἐν τῇ Ι βραχυβιότητι ex βραχυβιότητος corr. L2 16. 17 καὶ γενέσεων IL Arist. Z: καὶ τῶν γ. Κ Arist. vulg. 17 καὶ τῶν βίων—φύσιν om. Κ μετρᾶσθαι I 19 βούλεται Κ τὸν] τῶν I 20 ἴσον εἶναι] ἰσάζειν a τὸν] (??) L 21 fort. ἐνενηκοστὸν 22 post χρόνον add. καὶ πάντων τῶν ἵππων ὁμοίως (cf. v. 23. 24) IL 25 καὶ om. IL ἀκριβοῖ Κ: ἀκριβεῖ a 26 καὶ οἱ ἵπποι a 27 τοὐτου Κ 28 χρόνους om. IL: post ὡρισμένους ponit a 29 γάρ εἰσιν IL 32 ἐν τῷ Κ 33 ἐκεῖσε] c. 5 τοῦτον I
marginal 102v
footnote 1 ξύμπασα Κ 2 πως] πη Κ τὸ μὲν οὖν Κ 3 περιόδῳ IL ἴσους ILa 5 ταῖς scripsi: τοῖς libri ἐστὶν om. L 6 μὴν] μὲν IL1 7 τὸ] τι a 8. 9 καὶ ψυχρότητος om. IL 9 γὰρ om. ILa post ἐστι add. καὶ Ι 11 τοῦ δὲ] τῆς δὲ τοῦ Κ ἡ post ἡλίου om. IL 12 κατὰ om. IL1 13 ἐν τοῖς Μετεώροις] cf. Β 4. 5 15 ἐν ἑαυτοῖς Ka ἄστρων a 16 post γὰρ add. οἱ Κ 19 ὑποχωρήσει L 20 ἀκυρότερα] ἀκυριώτερα IL 21 post γῆν et ἥλιον add. καὶ Κ 22 πέρας] τέλος Κ 23 βιβλίον I Τέλος τοῦ τετάρτου subscr. la 103r
marginal p. 778a29
footnote 1. 2 Tit. Σχόλια—βιβλίων IKL: Ἀριστοτέλους περὶ ζώων γενέσεως μετὰ τῶν τοῦ Φιλοπόνου σχολίων βιβλίον ἑ a 3 ἐν om. IL 4 ζητεῖν a 5 et 6 διαφορὰν I: διάφορον a 6 δὲ prius delevi 8 τῷ] τῶν a 9 παθήματα Κ 9. 10 τὴν γένεσιν I: τοῖς γένεσις a 10 ὄρνιθι om. a 11 δὲ (ante εὐθὺς) om. a γενομένης ὡς ὄνυχες a post ὄνυχες add. οὕτω (sic) καὶ n. 12 ἢ] καὶ a 15 τὰς αἰτίας IL1 16 αἰτίας om. IL 17 τοῦ πῶς τὰ μὲν Ka 18 γίνεται IKa γλαυκόφθαλμα Ka μελανόφθαλμα Ka 19 πονητικὸν L ζητῆται a 20 οὐ ζητητέον om. a: ζητητέον om. Κ 21 ὡς Ka ὁ ὀφθαλμός a ἕνεκα τοῦ scripsi: ἔνεκά του libri
marginal 103v
marginal p. 778a35
footnote 1 τῷ] τῶν a 2 ὑγρὸν in ras. L 3 ὅτι a 4 λευκός IL 5 συμβαίνουσι Ka 6 ἀποδότη a 7 τοιουδὶ] τοιαδὶ IL 8 αἰγοπόμματον IKa 9 χαροπόφθαλμα a 11 εἰσι Ι ἴδια scripsi: ἰδίᾳ IKL: εἰ διὰ a ἤτοι] ἡ Ka 12 τε om. IL 13 ὅπερ] ὃ Ka 16 post εἰσι add. μὴ L2 κοινὰ μηδὲ ἴδια IL γένει Ka ταῦτα—εἴδει τινὶ (17. 18) om. IL 17 et 19 ἴδιον post γένους ponunt Ka 21 post prius ὡς add. καὶ IL 22 εὑρισκόμενα a πάσῃ] ἅπασι I 23 τοῦ γλαυκῆς] τοῦ γλαυκοῦ IKL1a 26 ὁρίσαι a 27 ὄρνιθας a ᾗ γλαύκην] ἡ γλαυκὴ I: ἡ γλαῦκα Κ 30 κινοῦσαν Κ post ἀρχὴν add. τὴν ποιητικήν φησιν αἰτίαν IL 31 Κινοῦσαν γὰρ ἀρχὴν a
marginal 103v
marginal 104r
footnote 1 δεῖ post οὐκέτι ponunt Ka τὰς αἰτίας IL 2 τῆς om. Ka 3 τὸ ποιητικὸν a 4 ἀποδότοι (sic) a 5 αὐτῆς a πολλὰ a post ὅσα add. γάρ Ka τεταμμένως a κινεῖται] κινεῖ τὸ a τοιονδὶ IL1 10 τοιωσδὶ] οὕτως Ka 11 γένεσις in ras. L 12 ὡς Ka οἱ] ὁ a 15 ct 21 περιλαμβανομένων a 15 τῷ ἤδη γεγονότι a 18 εἴη] εἰ a 19 αὐτοῖς I ὅσα Ka 21 καὶ ὁρισμὸν om. Ka ὁριστικοῦ Ka 23 τὸ et γένος a εἰσιν om. Ka 24 γίνεται Ka 26 δυνάμενον scripsi: δυναμένω IKL: δυναμένη a ὅλως] ἄλλως L 28 αἰτίας om. IL 29 φησὶν Κ 30 τῳ post λόγῳ om. I 32 περιλαμβανόμενα a 34 εἰσιν om Ka πνεῦμα a
marginal 104r
marginal p. 778 b 20
marginal 104v
footnote 1 ἐστὶν ἡ γένεσις a 3 τινος ἢ οὗ ἕνεκα IL οὐδεὶς L 6 τὸ τὸν μὲν IL 7 ἤγουν] ἤιοι Ka 8 τουτέστιν] ἤγουν Ka 9 γεννῶντι IL: γένωνται Arist. 11 To om. IKa 12 τὸ post εἰς om. I 18 καιρόν] χρόνον Ka 19. 20 ἀπορίαν ἄν τις Κ: ἀπορίαν τις a 20 λαβὼν τὴν αἴσθησιν Ka 23 post τοῦ add. τὴν Ka 24 μηδόλως Ka 2.5 τὸ om. IL 27 φησὶν ἐπεὶ coll. Ka 28 οὐ τοῦ—τὸ ὂν (29) om. Κ διὰ om. IL 29 εἰς post καὶ om. Ka 30 τοιοῦτος Ka τουτέστιν] ἤτοι Ka μὲν om. Ka 30. 31 ὁ τεθνηκὼς] ὅτε τεθνήσκει a 32 μεταξύ ἐστι coll. Ka 34 γρηγορῶμεν I
marginal 104v
marginal p. 779a11
marginal 105r
footnote 2 ὕπνω Ka ὡς Κ: ὧ a 3 τουτέστιν] ἤγουν Ka 4 ὑπνώτη (sic) a 5 τὸν om. L 6 πρώτων a 7 πρότερον om. L 9 ἐν τῷ Περὶ ὕπνου] c. 3 10 τοιαύτη a 14 πολλὰ a 19 Ἐλλειπῶς a 21 τρίτον a 22 ἐγρηγορῶσιν la φησι Ka 23 ἐστιν om. IL 24 τούτου a 25 τρίτω a 27 πῶς—ἐπειδὴ] ἐπεὶ Ka 28 ἐπὰν Ka 29 εἰδέναι] εἶναι IL1 post ὅλως add. ἢ Ι ἢ] εἰ a 30 ἐμὸς] μοὶ IK ἰητρὸς ἰατρικὴν a 32 ἀπελθὸν Ka ἀποκεκλεισμένα L 33 τὰ IL 34 ὐπ’ ἐμοῦ om. IL
marginal 105r
marginal 105v
footnote 1 ἤνοιξε Ka τὴν θύραν ex τὰς θύρας corr. L κατέδαρθε Ka 2 ἠγέρθει a οἶδα Ka o πολλοῦ Ka τις om. a 5 εἰ] ἢ I ὥσπερ Ka συμβήσεται a 6 τοῖς om. Ka 7 ἐγρηγορήσαντες a 8 τοῦ καθεύδοντος a 12 αἰσθάνεσθαι Ka ὡς Ka ἂν ἐπιστήμονα libri 13 συνήθει a 14 ὑπνώττῃ a 16 ταῦτα a 18 et 19 ὑπνώττῃ a 18 οὐδέν δὲ Ka 19 οὐ γρηγορεῖ Κ: οὐ γρηγορεῖν a 20 ἤθισεν I ἐπὰν Ka αὐξήσωσι IL 25 παίδων la δὲ del. L: om. a μή om. L: μὴ δὲ a 26 τὸ] τοῦ IL ἐπεὶ Ka 27 εἰσὶ om. Ka 27. 28 τὸ παιδίον Ka 28 γενόμενον IKa 29 ἐπεὶ Ka 31 οὐδὲ] δὲ I οἱ om. IKa διαφέρουσιν—ὀφθαλμοὶ (32) om. sed in marg. adscr. L 32 ἐπὶ] ἐπεὶ a 33 πρὸς—διαφέρειν καὶ om. L τοῦ ἀνθρώπου om. Ka
marginal 105v
marginal p. 779 b 15
footnote 1 μελανίαν Ka 2 λέγουσι Κ 3. 4 τὰ τοῦ παιδία I 5 ἔμελλε Ka οὕτως] οὔτε a 6 οὐ om. Κ γίνονται a 7 ἔχοντα om. IL μεταβάλλει scripsi: μεταβάλλειν IL: μεταβάλλουσι Ka 8 πάντα Ka 9 γλαυκότερον a 11 φησι—ἔχειν (12) om. Κ μελανόμματα IL Arist. PS: μέλανα Arist. vulg. 13 post μὲν add. οὖν I ἐν τῷ Περὶ αἰσθήσεως καὶ αἰσθητῶν] c. 2 ἐν τῇ a 14 αἰσθητικοῦ a 15 φησι Ka 1(5 δὴ] δὲ IL ὄμματα a 17 ἐπεὶ Ka 20 ἐκλείπει Κ 21 γλαυκὴ a ὡς] τῷ Ka 22 23 πάλιν post νυκτὸς ponit Κ 25 τῆς om. Ka 20 πῦρ IL φησὶ Ka δὴ] δὲ IL 27 οὐ καλῶς] οὐκ ἂν a 29 αἰτίαν τε γλαυκότητος a μελανίας Ka 31 ὁρατῶν] ὀνειράτων IL1 ἐνεργεία a 32 πολὺ τὸ ὑγρὸν coll. Ka μέλανα post τοιαῦτα ponit Κ
marginal 106r
marginal p. 779 b 34
footnote 1 βάρος I 2 πολὺν a 3 post βάθος add. ἀλλ’ οὐκ ὀλίγον IL 5 βαθύτατον L ὅπερ] ὃ Ka 6 ἐν τούτω κοίλωμα τῆς γῆς IL 10 τὰ ante γλαυκὰ om. I μελανόφθαλμα Ka 11 τὰ μὲν γὰρ—οὕτως ἔχει (13) om. Ka 14 τὰ γλαυκόμματα IL 16 ἠρεμεῖ IL 17 ἠρεμῇ a 18 ᾗ ὑγροῦ Ka 21 ἄνυδρόν a 24 ἄστρων IL ἔλαττον—τοῦ] ἔλαβε δὲ τοῦτο a πάνυ om. K τῇ om. Ka 25 post καὶ add. τὸ Ka 26 τὸ διαφανὲς] τό διὰ φύσιν a 27 μὲν] δὲ IL 28 ἐν τῇ νυκτὶ Ka 29. 30 ὁ ὀφθαλμὸς ὁ γλαυκὸς Ka 30 μέλαν a 30. 31 ὁρᾷ καλῶς] μᾶλλον ὁρᾷ Ka
marginal 106r
marginal p. 780a 14
marginal 106v
footnote 1 φήσαιεν I: φήσειεν Κ: φάσειεν a 2 ὅλως νυκτὶ] sic etiam Arist. SY: νυκτὶ ὅλως Arist. vulg. ὅλων a 4 μὴ κινεῖσθαι μὲν a 7 χρόνου] χρώματος a 8 παύεται Κ 9 εὐθὺς τῷ om. IL 10 τρόπον Κ 11 τὸ ἀιρρωστημα IKL Arist. S: τὰ ἀρρωστήματα Arist. vulg. 14 τὸ γὰρ] τὸ δὲ Ka 15 ξηροτηται a μάλιστα καὶ μᾶλλον dubito num sana sint 16 νυκταλώπηξ IKL Arist. PS: νυκταλωψ recte Arist. vulg. μελανόμμασι a 18 τὴν νύκτα a 20 ῥυτὸν ποιεῖ Ka γὰρ καὶ τοῦτο IL ἱκάνει a 21. 22 ἐμποδίζει a 24 πάμπολον Ka 25 τοῦ] τῆς IL 27 βραχὺ IL 28 λεπτὸν] παχὺ supra scr. L2 30 λεπτότητα] ὀλιγότητα IL 31 φύσιν a ἀδυνατήσει ILa ἀμφότερα a 32 συστῆναι a ἄμφω Ka p. 780 b 12
marginal 107r
marginal 107v
footnote 4 αὐτῆς ILa 5 δὲ om. Ka ἀνθρώπων om. Ka 7 πόρρωθεν δέ— κειμένων χρωμάτων (9) iterant IKL 8. 9 ἐπὶ τῶν — χρωμάτων post ἕτεροε (8) ponit a 13 ἀλλὰ κατὰ γὲ διαφορὰν a 16 αἰσθάνεσθαι Ka 19 οὐκ αἰσθήσεται Ka 20 et 22 ἐπηλυγισάμενος KLa |21 ὅπερ Ι πόρρωθεν a 22 τοὺς μὲν IL πόρρω a 23 primum διὰ om. Ka τοῦ αὐτοῦ αὐλοῦ Ka 24 διακρίναι scripsi: διακρίνῃ libri 25 ἐπηλυγισαμένοις L2Ka 26 τὸ ante τὰ ex τῷ corr. L: τῶ I 26. 27 τῶ τὰς Ι 27 ποῖον ζῶον Ka καὶ addidi 28. 29 ἀκριβῶσαι a 29 τοῦ om. Κ 30 post μὲν add. καὶ Ka τὰ ante ὀστᾶ om. Κ 31 τὴν σάρκα Ka οἷς ILa 32 ἔξωθεν Κ δὴ] δὴ οὖν Κ: δὲ οὖν a ἐπηλυγισαμένοις LKa
marginal 107v
footnote 1 ἐπηλυγισάμενοι KLa 2 ἱέρακα ἀετὸν Ka ἐπικεκρεμαμένας I 4 αὐλὸν ἢ χεῖρα scripsi: αὐλὸς ἡ χεὶρ libri 5 περὶ αὐτὸν Ka 6 δύνηται scripsi: δύναται libri τινα post ἔχει ponunt Ka προβολήν] προβλήματα Ka 8 ἐν ἀυτῇ] αὐτῷ Ka 9 θύραζε Κ 10 ἔχει La διὰ τὸ] τῷ Ka 11 ἐπηλυγισαμένοις Ka 11. 12 τὰ δέ διάφορα a ’ 12 ἀκριβῶς a 13 ἐπιπολῇ a, itemque 14 et 16 1.5 ἀκριβῶς I: ἀκριβῶσι a 17 ὥστε—λεπτόν (18) om. IL τι om. Κ ζώων a τῷ scripsi: τὸ Ka ἄν delevi 18 ἐπιπολὺ a et sic porro 20 πολλῶν] πολλὴ a 22 δέ ἐστιν Ka τὸ om. Ka 23 τῶν] τοῖς a 23. 24 σκέπασμα Arist. 26 ἐπισκύνιον Arist.: ἐπισκήνιον IL: ἐπισκηνίων Ka μὴ ἐχόντων προβολὴν μὲν coll. IL 28 ὁρῶμεν a τὸ post τῶν om. IL 29 ἔχοντος bis a ὥσπερ εἴ τε καὶ IL 30 κἀν ἐγγύθεν—ὁρῶσι (222,1)] locus depravatus: exspectas tale quid κἂν πόρρωθεν ὁρῶσι τὸ ἔχον ἐπισκύνιον καὶ τὸ μὴ ἔχον, μᾶλλον καὶ κάλλιον ὄψεται τὸ ἔχον, κἀν ἐγγύθεν δὲ ὁρῶσι, πάλιν τὸ ἔχον κτλ. κἂν ἐγγύθεν ὁρῶσι καὶ πόρρωθεν ὄντα τὸ δὲ ἔχον Ka
marginal 107v
marginal 108r
marginal p. 781 a 23
footnote 2 τὸ μὲν] τοῦ μὲν Ka οὖν om. IL 3 οὕτως] οὔτε Ka αἰσθάνεσθαι IL 5 θύραθεν] πόρρωθεν IL 6 ἵματι a 7 ἔνδηλοι Κ: δῆλαι a 8 κινήσεις] κηλῖδες Ka post γὰρ add. καὶ Ka 9 ὁρατὸν] καθαρὸν IKL κινεῖν Ka ἐν καθαρότητι ὄμματος IL 10 αἴσθησιν libri τὸ scripsi coll. v. 2: τοῦ libri 11 θέσις post ὄμματος ponunt Ka 12 ἐκτὸς Κ ἐπισκήνιον IL 15 διαφανῆ a ἐξόφθαλμον] ἔξω ὀφθαλμὸς a 17 δὲ ἔχει La συνάξει KLa 19 post μᾶλλον add. ἄν IKa 20 ἀφανοῦς IL1 21. 22 τῇ κινήσει] δύο κινήσεις IL1 23 συνεχῆ εἶναι a τὸ ἑξῆς IL 25 συνῆψεν ἡ φύσει a 27 ἀπέχῃ] ἔχη IL1: ἀπέχει a ἐπικρέμαται libri 28 τοσούτων a 29 Ἡ μὲν οὖν—λέξεως συνεχὲς (31) superioribus vv. continuant IKLa Ἡ μὲν libri et Arist. PSZ: ὁ μὲν Arist. vulg. ἐπεί ἐστι τὸ Arist. 30 τὸ ὅλον om. Ka 31 δὲ om. IL post συνεχὲς add. τοιοῦτον. Λείπει τὸ αἰσθητήριον, ἶν’ ἦ τοιοῦτον a
marginal 108r
marginal 108v
footnote 1 ταῦτα a ποιεῖται post μέν ponunt Ka 2 δέ post ἐνίοις om. a 4 τὸν] τῶν a 6 ἐξ αὐτῆς post συστέλλεται ponunt Ka ἐροῦμεν] c. 7 ὅτε] ὅτι IL1 6. 7 διὰ τί] διὰ I: ex εἴτι corr. L 7 δὴ scripsi: δὲ libri 8 τουτέστιν] ἤτοι Ka 9 αἰσθήσεων La 11 post ἀναπνοήν add. καὶ ἐκπνοήν Ka 12 δὴ a 14 ἐκ om. I 16 ἱδρύεσθαι Κ 16. 17 δέδεικται ἐν ἄλλοις] quorsum haec pertineant nescio, sed cf. Anal. post. B 19 p. 99 b 35 sqq. 19 γίνεταί φησι coll. Ka 22. 23 ἀλλὰ μὴν—κατέρχεσθαι (24) om. Ka 25 ἀπόκρισις λόγου I 28 ὥστε— καρδίας om. Ka 29 et 31 λέγει KLa 31 εἰπεῖν om. Ka 32 βοβοὶ Ka 33. 34 ἐν τῷ Περὶ αἰσθήσεως καὶ αἰσθητῶν] 1 p. 437 a 11 sqq. 34 αἰσθητοῦ a post λέγει add. νῦν Κ
marginal 108v
marginal 109r
footnote 1 δακτυλίου] ἐν τῷ δακτυλίῳ a: ἐν τῷ δακτύλῳ IL 3 τελευτὴν] sic libri et Arist. SY: ἀρχὴν Arist. vulg. 4 λέγει τὸ τέλος coll. Ka 5 εἰς τὴν καρδίαν Ka, sed cf. V. 24 10 μέν ex μὴν corr. L 11 καὶ] τὸ a τοῖς] αὐτοῖς IL 12 ἄν δὲ Ka 13 μέλλοι L ἀκούσεται a ἐν] ἐκ I 14 τε om. Ka 16 γὰρ prius om. Κ τὸ κινοῦν coll. Ka ἀσαφῶς a 19 ὑγρότητος a 21 22 ἀρχὴν πνευματικὴν τόπον. ἐστὶ δὲ διὰ a 22 τόπου om. IL 23 νῦν om. a 24 τὸ ante μὲν scripsi: τοῦ libri 25 ἐστιν om. IL τὸ om. Ka 27 εἴρηται—ὄψεως (28) om. sed in marg. adscr. L αἰτία Ka 28 ὀχετὸν Ka 29 ὄνων om. Κ 30 δὲ] δεῖ a 31 αἰσθάνεται Ka ἄνωθεν Ka 32 δὴ] δὲ Ka 33 προσβάλλουσαι (sic) L: προσβάλλουσαι Ka αἱ om. L 34 καὶ om. IL
marginal 109r
marginal p. 782 a 24
marginal 109v
footnote 2. 3 ἀπογεγεισσωμένα Arist.: ἀπογεισσώμενα IKa: ἀπογεισσόμενα L 3 ὦτα] ὄντα Κ προβολὴν a 6 εὔλογος a 11 ἐπακτέον] ὑποληπτέον IL 16 τὸ τούτων I 20 Τοῦ] τὸ IL 22 διαφορὰν a 24 ἐπὶ μήκη a 25 πλῆθος] πάχος Ka: μέγεθος Arist. ἐστι om. Ka 26 οὑν om. Κ 27 διὰ om. Ka 29 τὸ γὰρ—εἴρηται (30) om. sed in marg. adscr. L 29. 30 ἐν τῷ πρώτῳ τῶν Μετεώρων] cf. Α 3. 4 30 μεμιγμένην a οὖν om. L 32 μέγεθος] μεσον a
marginal 109v
marginal p. 7821)5
marginal 110r 2 γὰρ] δὲ IL 3 καὶ om. IL 5 ὡς Ka ἐπὶ scripsi: ὑπὸ libri ἀφ’ ἡμῶν Ka 6 βροχαῖς] βραχείαις IL 7 μένει a 9 ἀφ’ οὐ a 11 ἀναξηραθέντι I πυκνὸν] λεπτὸν IL 13 μανοῦ] πυκνοῦ IL 18 ἐπιμήκη a ἀντιθέσεσι a 19 οἶμαι om. Κ 21 post ἐκτὸς add. γὰρ Ka 22 ἐξατμίζοντα a 23 ἐν τῷ δευτέρω βιβλίῳ] Β 6 24 τὸ om. IL ὑγρὸν Ka post καταλιμπανομένου add. δὲ Ka οὐ] τοῦ IL ὅσον] ὃς IL 33 τὰ post πάντα om. a 35 οὖν om. Ka
marginal 110r
marginal p. 783a6
marginal 110v
footnote 1 οὑν om. a 2 δὲ scripsi: γὰρ libri τὸ μάλιστα IL 3 τῷ] τὰ a μέν τι I μᾶλλον] πάλιν Ι 4 ταῖς om. Ka 5 στέρνων Κ: στέρνου a ἀναφυομένων τριχῶν om. Ka 9 οὖλαι] οὕτως L: οὗτε I εὐθὺς a 10 βραδέως Ka 12 Ἔτι IKL1: ἔστι Arist. corr. L2 ζώων ἁ μαλακὴν Arist. τὴν Κ Arist.: om. IL 14 λαγῶν I: λαγοῶν a 16 αἵτινες λεπτόταται om. a αἲ Κ 17 post πλεῖσται add. καὶ a οὖσαι om. a 20 καὶ prius om. a 25 ἡ πέριξ libri et Arist. PY: ἡ πέριξ Arist. S corr. Z: ἡ θρὶξ Arist. vulg. 26 ξυόμενα Arist. ἃ Ka 27 λίνιον IL 28 μαχαίρους L: ταχέως a λεπτά τινα IL: λεπτότητες τινές a βραχύτητες a ἐοικότες a 29 ἐν om. a 30 ἅπερ] ἁ δὴ Ka 31 δύναται a
marginal 110
marginal 111r
marginal p. 783 b 8
footnote 2 fort. μάλιστα δ’ αἴτιος ὁ ἀὴρ διὰ τὸ κτλ. 5 δὴ] δὲ IL ante τοὺς add. δυσουριοῦσι IL 8 προσβόροις libri et Arist. PSZ: πρὸς βορρᾶν Avist. vulg. ἐστι om. Ka νότων a 10 καθ’ αὐτὸν a αὐτῷ] αὑτὸ I 11 κατὰ συγκαταβεβηκὸς Κ 12 συμβαίνει γὰρ τοῦ a 13 post ὑπὸ add. τοῦ a ἐστὶ om. a ψυχρὸν] σκληρὸν IL 19 ἀπορρεῖ Arist.: ὑπορρεῖ libri, sed of. v. 21. 22 21 et 24 φυλλαβολούντων L: φυλλορροούντων Ka 23 φύλλα a ὕστερον I ἐπεὶ a 25 πίπτουσιν post ὁμοίως (24) ponunt IKa 27. 28 θερμότητος καὶ ὑγρότητος a 29 post ὅταν add. μὲν Ka 30 post τινα add. καὶ Ka ἐν τῷ Περὶ ζῴων μορίων] Β 7 p. 652 a 30 sqq. 31 νοτιαίου TL ὅταν οὖν— τρέφεσθαι (33) om. Ka
marginal 111r
marginal p. 783 b 22
marginal 111v
marginal p. 783 b 28
footnote 2 ἀπεψία τις IL1 3 θερμοῦ Ka 4 τοῖς μὲν φυτοῖς Arist. 7 post γίνεται add. δέ IL ἐν om. KLa 11 τοῦ om. a 13 αὐτοῖς αἴτιον a ἀλλ’ ὅτι— πτερορρυεῖν om. IL αἴτιος Ka 14 ἡ—θερμῆς] ἡ ἔνδεια τῆς 14. 15 τότε—μᾶλλον cum proximo lemmate coniungenda sunt 16 φύσις I ψυχρότατος libri et Arist. SY: ψυχρότατον Arist. vulg. 17 τούτου Κ: τούτω a 18 δεκάτω Ka 18. 19 ἡλικίας αὐτοῦ Ka 19 ἄρχεται Ka 20 ἑξῆς Ka τούτων IL ἐν ᾦ om. a 21 τοῦτο JL ἡ τοῦ] ἐν τῶ IL 22 τὸ om. Ka παριόντος IL 23 φαλάκροσις (sic) a 24 ἐπεὶ Ka δέδεικται] δέχεται Ka ἡ (ante δὲ)] τῶ L1: τῆ I 25 θερμὰ I 27 post ἐγκέφαλον add. δέ που I φύσει om. IK: φησὶ a 28 μερῶν Ka 30 εἰ om. I φύσις a
marginal 111v
marginal 112r
marginal p. 784 a 11
footnote 11 (sic) a πλείστην] πλ (lac. IV litt.) IL 12 ἀφιᾶσι libri συμβαίνειν ex Arist. addidi 15 ὑγρὰν post εἶναι (14) ponunt IL ἔτι] ἐπεὶ I 17 ταὐτόν] ταύτῃ a 19 τοιαύτας a 20. 21 ἀφροδισιάσουσιν a 21. 22 et 23 πρόσθεν a 22 post πρόσθιον add. οὐ I γίνεται φαλακρὸν Ka 28 φαλακροῦται Ka ὅτε a 25 τε] τϊ I: om. a 26 post γυναῖκες add. δὲ IL 28 διὰ προέσεως Κ 29 ὑστεροῦν a τὰς τρίχας a λέγει τρίχας coll. Κ 29 et 31 γένη a 33 καὶ τὰ—φύλλα (34) om. Κ 35 Ἐπεὶ Ka
marginal 112r
marginal 112v
footnote 1 φαλάκρα a 4 ἑκατέρων a 5 ὄρνεσιν I 6 χειμών a καὶ om. Ka 6. 7 ταύτῃ συμμεταβάλλει a 7 τούτῳ scripsi: τούτου libri 8 οἱ ὄρνιθες Ka 9 τοιαίδε Ka 10 αὐταῖς Κ 12 ὡς Ka 16 τὸν ἀέρα] τὸ ἔαρ IL 18 ὑγρόν] immo ξηρόν, cf. 20 γίνεται] λέγεται Ka 19 ἐμφύτου Ka 21 lacuna ex Arist. ρ. 784 a 23.24 explenda est τοῖς δὲ 22 διὰ τὸ γῆρας I νόσων a πολλοῖς a γὰρ om. IL 23 διὰ post ἀλλὰ om. Ka 25 ὑγιάναντες Ka ὅτι] ὅταν a: om. IL 26 μονοχρόας libri τρίχας] χροᾶς a 27 γενέσθαι Ka 28 καὶ τούτου Ka γήρει IK 21) ἀλλ’ ἄλλο τι Ka 30 γινομένων Ka πολιῶν om. Ka 32 νόσῳ om. Ka 33 γὰρ] δὲ ΙΚ
marginal 112v
marginal 113r
footnote 1 γὰρ scripsi: δὲ libri 2 συμμεταβάλλει a αὐτῶν a 5 πρῶτον a ὑγρᾶς θερμότητος Κ: τῆς τῶν τριχῶν θερμότητος a 7 ἐν om. Ka 8 ἀσθενής— ἀδρανὴς (9)] ἀδρανὴς ἐστὶ τότε πάντη Ka 9 ὑγρότητα] θερμότητα IK 11 ἔβρως IL et sic porro, sed infra corr. L2 ἐν τῶ τετάρτῳ τῶν Μετεώρων] Δ 1 p. 379 a 16 sqq. 12 πέττειν a 13 ὅλως περιτρεφόμεθα Ι 14 ἐν τοῖς I 17 σπεῖσαι a τοιοῦτον—εὐρώς om. a οἷος Ka 18 μόχνην a 19 post δὲ add. ὁ Ka 20 ἐν τῇ γῇ Ka γεῶδες a 21 ἀπεστραμμένως I 22 ἔχειν om. a 23 γίνεται Ka 25 ἐπιπολὺ a 25. 26 ἐπαχθέντα a 26 τῷ scripsi: τὸ libri γῆρας IKL καὶ ex Arist. addidi τὸ πάχνη I 27 αὐτὸ ὡς] αὐτὸς Ka 28 εὐρῶτα γῆρας I πολιὰ] πολὺ a 29 τὸ δὲ Κ εὐρῶτα Ka 30 ταὐτὰ Ka 31 ἄμφω Ka 33 ἐστιν om. Ka
marginal 113r
marginal 113v
marginal p. 785a25
footnote 3 πολὺ] πολιὰ a καὶ ἐν ἑκάστω Ka 4 διὰ om. Ka καὶ ante αὐτὰς om. Ka 5 ante πρῶτον add. τὸ a 7 παθημάτων libri et Arist. SY: παθῶν Arist. vulg. 8 οὕτε μὴν ῥαδίως Ka τὰ ante ἔμπροσθεν (9) om. Ka 9 ῥᾳδίως scripsi: ῥάδιον libri τὸ δὲ λεγόμενον—ἐμπεφύκασι (11) om. Ka 9. 10 ὑπὸ Ὁμήρου στίχου] II. Θ 83. 84 12 πολὺ a 13 μὲν om. Ka 14 τοῦ post θερμοῦ om. L1 16. 17 φαίνεται a 18 ἐπειδὴ IL 19 ἐκλείψει I 20 ὃς] ὡς a μὴ] μὲν a 23 ὑγρὸν] θερμὸν Κ ἐλλείποντος Κ: ἐλλείπει a 24 τὸ ante τῶν scripsi: τοῦ Ka: om. IL 28 δόξαι] δόσεις a 30 ἄλλοι Κ 33 ἡ πολιά om. Ka σκεπομένας Ka
marginal 113v
marginal 114r
marginal p. 785b16
footnote 1 et 6 ἐπεὶ Ka 1 ἐν τοῖς Μετεώροις] Δ 1 p. 379a16 2 οἱ IL σκεπαζόμενοι IL: σκεπόμεναι Ka 5 ἀλειφομένων Ka τῶν om. IL 6 πολιοῦσθαι] ξηραίνεσθαι Ka 8 σῆψαι] σαπῆναι Ka 9 ἐμμίγνυσιν IL 12 καὶ αἱ βοτάναι Κ βοτάναι—λευκαίνονται] αἱ τρίχες σιπόμεναι λευκαίνεται a ἀπαυαινόμεναι] οὐκ αὐαινόμεναι L: οὐ παυανόμεναι I 14 πνεύματος] πληρώματος Κ 19 διαιρεῖται ILa πρῶτον μὲν om. IL 19. 20 εἴς τε τὸ IL 20 ὀλιγόχροον δέ IK καὶ post δὲ om. Ka 22 καὶ πᾶς—εἴρηται (23) om. a 23 μέλαν a 24 μονόχρωμον 29 μή] μόνον a 30 ὁλόχροον] μονόχροον Ka διαφορὰν a 31 ὅλως ἐστὶ μέλας a ὅλως λευκὸς a 33 οὗτος I
marginal 144r
marginal 114v
footnote 1 ἀλλὰ πᾶς Ka δὴ scripis: δὲ libri 3 πολύχροον Ka 4 φησί] φύσιν a 5 πολλῇ a 6 ὁλόχρωα Ι μελαῖνον a 8 πάθους a λεὼν ex λέγων corr. Ι: λέγει a post ἀπὸ add. τοῦ Ka εἰς om. Ka ὂν om. Ka μεταβάλλει a 12 et 14 εἶπε a 14 ὅλως IL μὴ ex Arist. addidi μίαν in ras. L 15 εἴδη a 16 οὐδὲ IL IS δεκτικά Κ: δεικτικά a 19 ἥμεροι Ι 20 αὐτὰ L 23 τοδὶ] τὸ δὴ a μικρὸν ex μακρόν corr. I 24 εὔφθαρτον Κ: εὔθαρτον a ἐστι om. Κ ante πολὺ add. κάτα Ι 25 καὶ εὐκίνητον—εὔφθαρτον (27) om. a 26 post πὰν add. τὸ Κ 28 ἐστὶ τό πᾶν a 28. 29 καθ’ ὃ a 29 καὶ—ἔρχεται om. Ka 30 εἴπομεν Ka πρότερον om. Ka 33 ἡ τε τῶν IL 34 κύκνων] κυνῶν a
marginal 115r
marginal p. 786b12
footnote 1 φύσεις I: φύσις a 2 post σήπουσα add. γὰρ Κ 3 ἐν post γὰρ om. Ka 4 κατακλείεται Ka ἀτμιδώδους a 5 αὐτοῖς Ι ὅσον Κ μονόχροον a 6 γαστέραν Ι 9 ἐστίν, εὔλογον—ποικίλον εἶναι (10) om. a: ἐστίν et εἶναι om. Κ 11 καὶ—ἐντός (12)] τἄλλα Ka 13 ἓν] τι Ka εἰσὶ—μόρια] οἷα εἰσὶ a 15 μὴ—ἐντός (ante οὐ)] αὐτὴν μόριον τὶ εἶναι τῶν ἐκτὸς Ka τὶ τῶν ἐκτὸς I οὐ] καὶ Ka 17 τοῖς et τρόποις a ταῦτα ἐστὶ τῶν προτέρων ῥηθέντα a 18 χρώματος μεταβολὴν a 19 μονόχροαι Ι 21 post γὰρ add. τινὰ Ka 24 τὸ post καἰ om. Ι πρὸς ἃς IL 25 τείνεται] γίνεται a post δὲ add. καὶ Ka 28 εἶναι—μεταβολῆς om. Κ 31 et 33 ὀξύτερα a 31 γηρατώτερα L: γερατώτερα I βαρύτερα a post δὴ add. τῆς αἰτίας Ka
marginal 115r
marginal p. 786b25
marginal 115v
footnote 1. 2 βαρυφωνότεροι a 5 αἱ δὴ θήλειαι om. Ka 8 τουτέστι—βαρύ om. L ἐπέδωκεν Ka 8. 9 ἡ φύσις—μάλιστα om. L 10 δηλοῦντα om. a 11 post ἀλλήλοις add. δηλοῦνται a δὲ addidi 12 et 13 καὶ τῷ βαρεῖ ΙΚ: καὶ τό βαρεῖ a 12 ἐπὶ] ὑπὸ IL 12. 13 χρώμενον a 13 ἐστι om. Ka 15 post ἄνθρωποι add. οἱ a 16 ταύτας Ka 18 δὲ post τοῦ om. IL βραδέος καὶ ταχέος I 19 πότερον— αἴτιον om. Κ πρότερον I 20. 21 Ἐν τῷ—ὑποστίξομεν] ὑποστικτέον Ka 22 ἐν τῷ om. Κ παχεῖαν a ἐπάξωμεν a: ἐπαύξομεν I χωρὶς] χώραν a 26 βαρέος] βραδέος IL: βραδέως Κ τοῦτο—ἀπορεῖται] τοῦ γὰρ ἀπολυτικοῦ a 28 ὅτι a κινῆται a τούτου Κ: τούτω a 31 τὸν πνεύμονα addidi coll. v. 33. p. 238,1 sqq. 32 μεταξὺ τῆς coll. libri 33 συστελλομένῃ—πνεῦμα (238,1) om. Κ
marginal 115v
marginal p. 786b28
footnote 2 αὐτὸν Ka 3 τοῦτο om. Ka καὶ post οὖν om. Κ 4 ἐκπνοῇ ex ἀναπνοὴ corr. L: ἀναπνοὴ I 6 ἡ om. a 8 σχεδὸν πνεῦμα δηλεῖ (sic) a 11 τῆς βαρέας φωνῆς a 12 οἶον—κινούμενον (13) bis scr. Ι ὅπερ] ὃ Ka 13 ταῦτά φησιν] ταύτην φωνὴν a φασὶ Κ 15 τὸ δ’ ὀλίγον—βραδέως κινεῖσθαι (18) om. IL 17 βραδέως a φθέγγεσθαι scripsi: φέρεσθαι libri τὸν πολὺ a 18 ὀλίγος scripsi: ὀλίγον libri πάλιν om. Ka τὸν] τὸ IL 19 αὑτὸς IL 23 γὰρ post μὲν om. Ka 24: ἐκ μεγε L πολὺν] πολὺ Ka: βαρὺν Ι 25 φθέγξασθαι Ka 26 ἐνδέχεται—ἰσχὺν (27) om. IL 26 et 28 κατ’ αὐτὸν a 27 πολύν scripsi: πολὺ Ka ὀλίγον] ὁ λόγος IL 28 ἐστιν om. Ka 28. 29 τῶν γ ἡμιόνων a 29 ὥστε] ὅμως Ka πολὺ a 30 εἰ ἡ] εἰ om. IL: εἴη a 32 δύναμις Κ οὕτω δὲ πλείων om. Ka
marginal 115v
marginal 116r
footnote 1 αὑτοῦ Ka πῶς om. Ka 3 οὐ om. IL ἤτοι om. Ka λέγων a 4 ἐστιν om. Ka τὸ βαρέως La οὐκ ἔστι a 5 νῦν δὲ ὥσπερ] καὶ καθάπερ a ἅμα om. a 6 τινες Ka βαρὺ καὶ μέγα coll. Ka συμβαίνει—μικρόν (8) om. Ka 9 ὅτι om. Ka 12 μόνον om. IL ἐστὶν om. Ka 13 οὐκ ἐστι Ka βαρὺ καὶ μικρόν coll. Ka ἔσται om. Ka 14 ἐπεὶ Ka 15 ὡς δοκεῖ—ὀλίγου ἀέρος (18) om. IL 18 ἐν om. Κ 19 εἰ 21 ὁμοίως οὐδὲ βαρὺ Arist. δὲ post ὁμοίως om. a 24 μόνον om. IL ὀξέως καὶ βαρέως a 26 ἐπεὶ—φθέγγεται (27) om. IL 28 ἐστὶ a 30 εἴρηται Ka 32 δὲ ἡ ὑπεροχὴ Κ 33 βέλτιον a p. 787a2
marginal 116r
marginal p. 787a11
marginal 116v
marginal p. 787a18
footnote 4 κινούμενον scripsi: κινοῦν libri 5 τὸ om. IL 6 μικροφωνίας Arist.: ὀξυφωνίας libri 8 δύνανται a 9 οὐδὲ—μικροφωνίᾳ om. Ka 10 ἕτερα Ka 13 τις διορίσειεν libri et Arist. S: post τις add. ἄλλῳ Arist. vulg. 14 ὀλιγότης καὶ πλῆθος a μὲν om. IL 16 τὸ ante ὀξύ om. Ka 17 μόνον τὸ a 24 τὸ ante μικρὸν om. a καὶ ὀλίγον Κ τὸ μὲν et τὸ δὲ (25) IL 26 καὶ om. K 27 ᾗ a 28 δ᾿ om. IKa βαρέως Κ: βαρέου a 31 πρὸς] διὰ Arist. 33 post Τὸ add. δὲ IL εἰπεῖν a
marginal 116v
marginal p. 787a28
footnote 1 μείζων a ὃ] ὧν Ka κινεῖν a εἴκοσιν] εἰκότως Ka σῖτος Κ 2 τούτοις] τοῖς I 4 κείσθω] κινείτω I: κινει L καὶ om. Ka 5 τέσσαρας μεδίμνους IL 7 τὰ—κινοῦντα] πλεῖον κινοῦν IL ποιεῖν Κ 9 τέτταρα IL 10 κινοῦντα scripsi: κινοῦντι libri 11 δύναται IL 12 ἀλλ’ οὐ] ἀλλὰ Ka 13 ἴσως τε καὶ βαστᾶ IL 13 et 14 οὑν om. IL 14 πάντων a 15 ποιοῦντες Ka βαρὺ] βραδὺ IL 16 ὀλίγον—ἀσθένειαν om. Κ τὰ δὲ δι’ a ἥττονα Ka 19 ὅτι om. IL 20 τὰ om. a 22 καὶ ἔτι— ὁξύφωνα om. IL 25 νεώτερα Arist. 27 καὶ τὸ βαρὺ a 31 πολλὴν a 32 κινούντων a
marginal 117r
marginal p. 787b5
footnote 1 φθέγγεσθαι IL 3 ἰσχυρόν Ka 4 κινεῖ La 6 παχείας Κ 7 αὐτὸ Ι 11 ὀξύφωνα IL κινητὸν KLa 14 τὸ om. IL τούτοις μὲν Arist. 18 post εἶναι add. πη Ka 19 ἀταμίευτον IL 20 ἤγουν] τουτέστιν Ka 21 κινουμένη IL 22 αἱ] οἱ I βαρύφωνες a νέων] ἀρρένων a 25 γίνονται Ι ante διὰ add. καὶ Ka 26 οἰκείας om. Ka 27 δι’ αὐτὰ IL: διὰ ταῦτα a 28 post βαρυφωνότεραι add. καὶ διὰ τὰς αὐτὰς αἰτίας, ἀλλ’ ἑαυτῶν μὲν γίνονται αἱ γυναῖκες βαρυφωνότεραι Ka 29 κινοῦσαι] κινοῦσιν a ὀλίγον δι’ ἀσθένειαν coll. Ka 30 ἔχουσιν IL 33 τὸ om. a τὰ] τὸ a p. 787b10
marginal 177r
marginal p. 787b15
marginal 117v
footnote 1 πᾶσιν] πᾶσα libri, scd cf. v. 6 ἡ ἰσχὺς Κ et v. 6 7 IL: ἡ hic om. IL 2 γὰρ] οὖν Ka ἡ om. a post ἰσχὺς add. πᾶσα Ka πᾶσιν om. Ka τῶν om. Ka 3 μερῶν Ka τοῖς—ζῴοις] ἐναίμων ζώων Ka 4 ἤδη om. et (4. 5) εἴρηται πολλάκις coll. Ka 5 ὑπέρ που L 8 ἐστιν Ka 10 ἀναγκαῖον Ka 10, 11 ἔτι μὲν οὑν τοῖς a 12 γνωσόμεθα IL, sed cf. p. 245.10 14. 15 Διόπερ—πνεῦμα om. Κ 16 Πάλιν—κινοῦσι] Πᾶν μόριον 20 λέγουσι Ka νευρώδη δὲ Ka 21 τούτου προρρηθέντος Ka τὴν] τοῦ L: τὴν τοῦ a 22 τὰς] τοὺς a 25 τῆς θηλείας L 27 φλεβὸς ἡ om. a
marginal 117v
marginal 118r
footnote 1 δὲ om. IL 3 τε om. Ka 4 νευρώδης δὲ οὖσα ἡ καρδία καὶ ἀρχὴ IL ἀρχὴ etiam a) 8 τεῖναι αὐτοὺς] εἶναι αὐτὰς IL 9 οἱ ὑφαίνοντες Κ: οἱ ἐμφαίνοντες a 13 ψυχὴ] χορδὴ L 14 ταῦτα οὕτως ἔχοντα IL 17 ζῴοις] νέοις IL δύναται Ka 18 τεινομένης I ἀδυνατεῖ om. L 19 τούτω a 22 οἱ et αἱ om. IL 24 ὅσον] ὃς ἁ ἀπηωρήσης IL 25 τεινομένης IL 27 post ἐλάττονα add. διὰ IL 28 lacunam indicavi: addendum διὸ φθέγγεται 29 δὲ om. a ἐν om. a 32 κινοῦσιν Ka 34 καὶ ἴσον σχεδὸν coll. Ka 36 μεταβάλλεσθαι Κ
marginal 118r
footnote 1 διὰ] δὲ I γὰρ] δὲ IL 3 συμβαίνει post ᾖ ponunt Ka καὶ om. Ka 8 ἐπιτέταται ἴσον—καρδία οὔπω om. a 9 βαρεῖς Ka 12 κουφότερον a αὐτοὺς om. Ka 15 καταλλήλων a τὴν om. a 16 καὶ] εἰ KLa 19 ὅπερ τραγίζειν] ἡ Ka 20 καὶ om. Ka ἀνώμαλον L 21 ὃν τὸ βάρος IL 24 τοῦτο a καθίστανται Ka 29 ὥς] οὕτω L 30 post μὴ add. γὰρ Ka 34 συν-τέμνεται IL1 36 καὶ post ἀνάγκη om. Ka post δή add. οὖν la
marginal 118v
marginal p. 788a16
footnote 1 μεταβάσεων I ἀλλ’ ante οὐ om. Ka 2 αὐτὰς libri συμβαίνει La 3 συμμετέβαλεν a 4 ἔχουσι Κ: ἔχει a 5 ἀναγκαῖον Ka οὖν μεταβαλλόντων] συμμεταβαλλόντων IL ὀργάνων] ὄρχεων a 6 καὶ ante τὸ om. a τὰ ζῷα La 8 ὀνομάτων IL post ἀρχαὶ add. τῷ Ka 10 ἐν τούτῳ Ka 14 τὰ μὲν τοιαῦτα Arist.: τοιαῦτα μὲν libri, sed cf. v. 16 16 πρὸς ante τὸ om. a 17 φύσει om. L: φύσις a καὶ τὴν θερμότητα καὶ τὴν τὴν om. a) ψυχρότητα colL Ka 18 θερμοτέραις χώραις Ka 19 εἰς ψυχροτέρας Κ: ἐν ψυχροτέρων a 20 ὅσα Ka 21 γὰρ om. Ka ἐγκαταμεμιγμένων a ἤτοι om. IL τὴν γεηρὰν Ka 22 πολύ ὃν om. Ka παχὐ καὶ βαρύ coll. Ka καὶ post παχύτητα om. IL 23 κινουμένην IL 26 οἱ om. IL βαρυτέρως a 27 τῆς om. IL αἴτιον a 29 ποιεῖ IL ἐγγίνηται IL αὐτῷ a 31 παντοδαπὴς Ka ἀκάμπτου Κ
marginal 119r
marginal p. 788b9
marginal p. 788b20
footnote 1 καὶ γὰρ libri et Arist. PSY: καὶ om. Arist. vulg. 2 ῥᾴδιον utrobique Ka 8 οὑν om. IL τίνος ἕνεκα delevi 9 πάλιν post φύειν ponunt Ka εἴρηκε καὶ Δημόκριτος Ka 10 ἀποδέδωκε Ka 12 καὶ om. IL ἄρχεται IL 14 post μένειν add. καὶ a 17 ἄχρι τῶν ιη ἢ 22 ὀδόντας φύει (sic) IL 27 ὑποτιθέμεθα Arist.: ὑποτιθέμενος libri 29 τε om. Ka 33 τι om. IL
marginal 119v
marginal p. 789a2
footnote 2 post τουτέστι add. ἀνάγκη δὲ Ka ἀνάγκη om. Ka 3 ἐν τῷ—Δημόκριτος (4) om. sed in marg. adscr. L 4 τῆς ἡλικίας ἔτει coll. Ka ὁ om. L 5 ἐνέλιπεν libri et Arist. Y: ἐνέλειπεν Arist. vulg. ἄν om. IL 6 δὴ] δὲ a 7 τὸν om. KLa 8 ὀδοντοποιίας IL 12 τὸ] τοὺς Ι ὀδόντα α ἐντὸς] ἐν τῇ Ι ἑβδόμου] (??)  Ka 13 μὴ—εἰναι om. Ka post παρὰ φύσιν add. εἶναι Ka τὸν om. Ka 14 φύει Ka 18 βραδυτέραν Κ: βραδυτέρως a 20 post προσθίους add. ὀδόντας Ka 21 πεσόντος a 22 ἔλεγε] Δ 6 p. 774b31 24 τε om. Ka 26 οἱ om. IL γίνονται] φύονται Ka 28 πολὺν a p. 789b2
marginal 119v
marginal 120r
