@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Arthur Sidgwick
@filename=tlg0085.tlg004.opp-grc3
@funder=Tufts University
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Gregory Crane
@sourceDesc=Aeschylus, Aeschyli Tragoediae : cum fabularum deperditarum fragmentis, poetae vita et operum catalogo, Arthur Sidgwick, Oxford, Clarendon Press, 1902, HathiTrust.
@sponsor=Perseus Project, Tufts University
@title=Ἑπτὰ ἐπὶ Θήβας
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:59:16Z

7110	grc ἐπὶ Θήβαις, ἐν
grc στρατιὰ στρατεία
grc Θεαγενίδου
grc ὀλ. οή
grc Α᾽ριστίων Α᾽ριστίας
grc Λυκουργείᾳ λυκουργίᾳ
grc πολὺς
grc ὥραν ὤραν τ᾽
grc ὥστε ὥστι ὥστις
grc οἰκητῆρας οἰκιστῆρας
grc πιστοί θ᾽
grc κἀπιβούλευσιν κἀπιβουλεύσειν εύειν
grc εὖ θαρσεῖτε εὐθαρσεῖτε
grc αὑτῶν αὐτῶν
grc πίστις πύστις
grc πλευμόνων πνευμόνων
grc πρυμνόθεν πρέμνοθεν
grc δουλίοισι δουλείοισι
grc σχεθεῖν σχέθειν
grc ἔτι δὲ γᾶς ἐμᾶς πεδί᾽ ὁπλόκτυπ᾽ ὠτὶ χρίμπτει βοάν ἕλεδέμας πεδιοπλοκτύπος τί χρίμπτεται βοᾷ ἰδὲ ἔτι
grc ἰὼ ἰὼ ἰὼ ἰὼ ἰὼ
grc βοᾷ
grc διώκων
grc πάτρια
grc στεφέων στεφάνων
grc ἀμφὶ λιτάν᾽ ἀμφίλιταν ἀμφὶ λιτὰν
grc ἰὼ ὦ
grc πολίοχοι
grc ἴθ᾽ ἁθρόοι ἴθ᾽ ἴτε πάντες τ θ
grc γὰρ
grc πάντως, πάτερ παντελές,
grc δὲ γὰρ
grc ἀρείων ἀρηίων
grc διάδετοι διαδέτοι
grc δέ τοι
grc γενῦν γενύων
grc ἱππίων ἱππείων
grc κινύρονται μινύρονται προφωνοῦσι
grc ἀγήνορες
grc δορυσσοῖς δορυσσόοις
grc Ποσειδάων μαχανᾷ μαχανᾷ Ποσειδᾶν δῶν
grc φεῦ φεῦ, κηδείαν πόλιν πόλιν Κάδμου ἐπώνυμον φεῦ φεῦ
grc γὰρ
grc λιταῖσι λιταῖς
grc ἀυτοῦσαι ἀπύουσαι
grc αὖ τίτας ἀυτᾶς ἀντίτας
grc σύ τ᾽, ὦ Λατωίς, εὐτυκάζου
grc Ἄρτεμι φίλα
grc αἰθὴρ δ᾽ δ᾽ αἰθὴρ
grc παῖ Διός, ὅθεν καὶ Διόθεν
grc μάχᾳ. σύ τε μάχαισί τε
grc παναρκεῖς λ ρ
grc τᾶσδε τᾶσδέ γε
grc πανδίκως πανδίκους
grc τ᾽
grc φιλοπόλεις φιλοπόλιες
grc θ᾽ δ᾽
grc πόλεος πόλεως
grc ὄττοβον ὄτοβον
grc ὅτε ὅτι
grc ἄπυον ἀύπνων
grc πρὸς ἐν
grc θεοῖσι πίσυνος πίσυνος θεοῖς
grc οὔκουν οὐκοῦν
grc πόλεος πόλεως
grc λείποι
grc δαϊῳ πᾶν
grc γονῆς γυνὴ
grc θεοῦ θεοῖς
grc τὸν τὰν
grc κρημναμενᾶν νεφελᾶν κρημναμέναν κριμν. νεφέλαν
grc ἀνορθοῖ
grc πειρωμένων πειρωμένοις ων
grc ἀδάματον ἀδάμαντον
grc τίς τί
grc ποτίφατον ποταίνιον
grc ἀνάμιγα ἄμμιγα
grc ἀκρόπτολιν ἀκρόπολιν
grc φθόρον φόνον
grc καὶ σὲ κἀμὲ κἀμὲ καὶ σὲ πόλιν
grc ἀκούσας
grc παιώνισον παιάνισον
grc ὕδατί τ᾽ οὐδ᾽ ἀπ᾽ οὐδ᾽ ἀπ᾽ Ἰσμηνὸν
grc θήσειν τροπαῖα, δαϊων δ᾽ ἐσθήματα στέψω πρὸ ναῶν δουρίπηχθ᾽ ἁγνοῖς δόμοις
grc ἐσθήμα τα
grc δουρίπηχθ᾽ δουρίπληχθ᾽
grc δ᾽
grc ποιφύγμασιν ποφοίγμασιν ι πο, οι
grc δέ γ᾽ δ᾽ ἐπ᾽
grc δράκοντας δράκοντα δ᾽
grc λεχαίων λεχέων
grc δυσευνάτορας δευσευνητορας ει ο, α ας
grc πάντρομος πάντροφος παντ. ἁ
grc πανδημεῖ
grc εὐτραφέστατον εὐτρεφέστατον
grc κῆρα, ῥίψ. καταριψ. καὶ τὰν ῥίψ.
grc ἔστ᾽
grc δουλίαν δουλείαν
grc κεχηρωμένας ει η
grc ἀρτιτρόφοις ἀρτιτρόποις δ ἀρτιτρόποις
grc ὠμοδρόποις ὠμοδρόπων
grc τί γάρ τί; τὸν
grc τοι ε γὰρ
grc δὲ
grc πτόλιν
grc κλίνεται και κλι
grc ἀρτιβρεφεῖς
grc ξυμβολεῖ αλλ ο
grc λελιμμένοι λελημμένοι
grc τίν᾽ τί τίν᾽
grc λόγον λόγος
grc κυρήσας
grc τᾶν
grc ῥοθίοις ῥοθίοισι
grc νέαι τλήμονες καινοπήμονες τλᾶσαν αἰχμ. εὐνὰν κῆδος ηὗρον αἰχμ.
grc αἷς ὡς
grc εἰς εἶσ᾽
grc εὖ καταρτίζει οὐκ ἀπαρτίζει
grc ὥστε
grc γίγνεται γίνεται
grc λιμένος λε μ
grc θείνει θένει
grc δὲ τῷ δ᾽ ἐσώ τῶ
grc αγαῖς ς
grc κλύων μένων
grc γίνεται
grc ἡ ἄνοιά ἀνοία
grc μαντεύεται ς
grc ὁμαίμων δ μ ὁ δαίμων
grc θεοὶ δοῖεν
grc πέδοι πέδῳ
grc κομπάσαντα κομπάζοντα
grc κόμπῳ κέρδει
grc γίνεται
grc ἀπειλεῖ ... θεοὺς
grc γεγωνὰ γεγωνᾷ ι
grc πυρφόρον πυρφόρων
grc νιν μιν
grc μ᾽
grc ὑπερκόπῳ ὑπερκόμπῳ
grc βρόμον τρόπον
grc ἐσχημάτισται εἰσημάτισται
grc σμικρὸν μικρὸν
grc δ᾽
grc προσαμβάσεις πρὸς ἀμβάσεις
grc δούλιον δούλειον
grc πέπεμπται πέπεμπτ᾽ οὐ οὐ
grc σπαρτῶν σπαρτοῦ ῶν
grc λόγων λέγων
grc τῷδε δὴ τάδε
grc βάζουσιν βάζουσ᾽
grc Θυιὰς θυὰς
grc φόνον φόβον
grc ἥδ᾽
grc οὔθ᾽ οὐδ᾽
grc ἁνὴρ ἀνὴρ
grc δὲ γε
grc πρᾶξαι πρᾶξιν πράξειν
grc κἄνδρας ἄνδρας
grc δὴ
grc δαίμονος βροτοῖς δαίμοσιν βροτοῖσι
grc θεοῖσι
grc Βορραίαις βορρέαις
grc καταισχύνειν υνεῖν
grc εἴσω ἔσω
grc τεῖχος θηρὸς
grc ἣ ʼξωθεν ἔξωθεν
grc κἂν δ᾽ ἂν ἀλλ᾽ θελόντων, πτόλιν,
grc κλυούσᾳ κλύων
grc εἴθε γὰρ εἰ θεοὶ
grc προσθροῶν προσμόραν πρόσμορον
grc ὄμμα ὄνομα
grc ὑπὸ ἐπι ἐπὶ
grc εὔκυκλον νέμων εὔκηλον ἔχων
grc κύκλῳ κύτει
grc βροτοῖς βροτοὺς
grc δυσσεβεστάτοις δυσεβεστέροις ς
grc ἐκδίκοις ἐκδίκως
grc ʼδ̓άμη δάμη
grc πομπὴν καμπὴν
grc ἄθυμον ἄθυμος
grc φύει φύσει φέρει
grc οἶμα ὄμμα
grc λιτὰς λόγους
grc ἐς εἰς ἐπιμόλους
grc τόν τ᾽ τόνδ᾽
grc οἵας οἵας γ᾽ ας οἵ οἷ
grc ἀνδρηλατῶν ἀνδρηλάτην
grc εὔκυκλον εὔθετον
grc λέγει λέξει
grc Πολυνείκει ει Πολυνείκη
grc προσεῖδε προσεῖπε
grc οὐδ᾽ οὔτ᾽
grc πέτρων πετρῶν
grc χεῖρας χέρας
grc ἐν ἓν
grc μέμονας η ο
grc μήτι μήτις
grc δορὶ μάργος
grc ἔκβαλ᾽ ἔκβαλλ᾽
grc ἀνδροηλασίαν
grc ἐχθρά αἰσχρά
grc μέλαιν᾽ τελεῖ τελεία τελεί᾽
grc ἄκλαυτος
grc ἐκ δ᾽ δ᾽ οὐκ
grc ἐν τροπαίᾳ ἀντροπαῖα ἀντροπαία
grc θαλερωτέρῳ θαλλωτέρῳ θελεμωτέρῳ
grc ἐξέζεσεν ἐξέζεσαν
grc δωτηρι .. δοτήριοι
grc πιθοῦ πείθου
grc τίς
grc ἐκφύγοις ἐκφύγοι
grc Οἰδιπόδα βλαψίφρονος βλαψ. Οἰδ.
grc ἅδ᾽ δ᾽
grc κλήρους κλήροις
grc αὐτοκτόνως αὐτοκτόνωσιν αὐτοὶ κτάνωσιν
grc γαΐα χθονία
grc καθαρμοὺς κάθαρμα μα ὸν
grc παρβασίαν παραβασίαν
grc βίᾳ βία
grc δ᾽
grc ἀβουλιᾶν ἀβουλίαν
grc ἐγείνατο γείνατο
grc παράνοια παρανοίαι ι
grc φρενώλης εις
grc μεταξὺ δ᾽ οἶδμα δι᾽ ὀλίγου τείνει πύργος ἐρύκειν μεταξὺ μεσσηγὺ
grc συμβαλεῦσι
grc τελειᾶν
grc ἀρᾶν ἀραί
grc πελόμεν᾽ τελόμεν᾽
grc ἐκβολὰν ἐκβολῶν
grc θεοὶ καὶ ὀθνεῖοι
grc πόλεος ὁ πόλεως
grc πολύβατός πολύβοτός
grc ἀγὼν αἰὼν
grc τὰν ἁρπαξάνδραν ἀναρπαξάνδραν
grc κραδίᾳ καρδίᾳ
grc δ᾽ ἀπ᾽ δ᾽ ἀπ᾽ δ᾽
grc ἀγρίας ἀραίας
grc ἐπικότους ἐπίκοτος
grc τροφᾶς τροφὰς
grc διὰ χερί διαχειρίαι
grc δούλιον δούλειον
grc δ᾽ ἀνδρῶν
grc καλῶς δ᾽
grc βασιλέες βασιλέως εῖς
grc τόκω τόκος γένος
grc κατεσποδημένω κατεσποδημένοι
grc κεῖσθον ηλ
grc ἅνδρες ἄνδρες
grc αὑτοὺς οὕτως
grc ἅμα ἄγαν
grc γᾶν γαῖ
grc ἄγαν ἅμα
grc χθόνα χθονός
grc πορθούμενοι
grc πολιοῦχοι πολισσοῦχοι
grc δαίμονες οἳ δὴ Κάδμου πύργους ἐρύεσθε τούσδε
grc καὶ
grc καρδίαν καρδίᾳ
grc ὥς, αἱμοσταγεῖς αἱματοσταγεῖς
grc δυσμόρως δυσφόρως
grc προὔπτος οὔπ
grc διδυμάνορα δίδυμ᾽ ἀνορέα
grc γόων γόον
grc ναῦν ἄστολον τὰν ἄστονον μελάγκροκον
grc ναύστολον
grc τῶνδε κλυούσας ἐπακουσάσας
grc ἀχεῖν ἰαχεῖν
grc δόμους πατρῴους πατρῴους δόμους
grc ἀλκᾷ γρ. αἰχμᾷ
grc ἐρειψίτοιχοι ἐρριψίταχοι α οι
grc οὐκέτ᾽ ἐπὶ φιλίᾳ, ἀλλ᾽ ἐπὶ φόνῳ διεκρίθητε
grc δὴ
grc πλαγὰν
grc ἐννέπω
grc οὐ
grc τάδ᾽ τ᾽
grc ἀμεμφεία ἀμεμφία
grc σιδηρόπληκτοι
grc ἀχάεσσ᾽ ἰὰ ἀχάεσσα
grc δαϊόφρων δαϊφρων δ᾽
grc ἐκ δ᾽ ἐκ
grc δυοῖν δοιοῖν
grc πολίτας πολίταις
grc τ᾽ ἐπακτῶν
grc ἰὼ δυσαίων δυσδαίμων
grc σφ᾽ σφιν
grc προπασᾶν ᾶν ῶν
grc ὁμοσπόροις ... πανωλέθροις
grc ἀφίλοις οὐ φίλαις
grc φονορύτῳ φονορρύτω ῳ
grc πατρῴαν πατρὸς
grc ὦ
grc Α᾽ν. Ι᾽ς.
grc διοδότων διοσδότων
grc ἐπανθίσαντες ἐπανθήσαντες
grc τελευταῖαι δ᾽ τελευτᾷ δ᾽ αἵδ᾽
grc ἔκανες ἔκτανες
grc δάκρυ δάκρυα
grc πρόκεισαι προκείσεται
grc ἠέ ἠέ μαίνεται ... φρήν
grc ἐν ἐντὸς
grc πάνδυρτε πανδάκρυτε
grc γ᾽
grc ἄχεα δοιὰ ἀχέων τοίων
grc ἀδελφέ᾽ δ᾽ αἵδ᾽ ἀδελφαὶ
grc μέλαιν᾽ μέλαινά τ᾽
grc ηὲ ηὲ ... πήματα
grc τόνδ᾽ ἐδέξατ᾽ ἐδείξατ᾽
grc ἐμοί
grc ὤλεσε ἀπώλεσεν ε
grc δῆτ᾽ ἄγαν δῆτα
grc τὸν τόνδ᾽
grc τάλαν πάθος τάλανα καὶ παθόν τάλαν καὶ πάθος
grc δίπονα δύστονα
grc ὁμαιμόνων ὁμαίμονα ὁμώνυμα
grc διέρ᾽ διερὰ ἐπάλμενα δίυγρα τριπάλτων
grc πήματα πημάτων ὀλοὰ λέγειν. ὀλοὰ δ᾽ ὁρᾶν
grc ἰὼ
grc νιν νυν
grc ἰὼ ἰὼ ἰὼ
grc πρὸ πάντων δ᾽ ἐμοί
grc δύστανε τῶν ἰὼ δυστάνων
grc πολυστονώτατε πολυπονώτατοι
grc ἰὼ
grc ἔνθα ὅπου
grc εὐνοίᾳ εὐναίᾳ
grc στέγων στυγῶν
grc ἔδοξεν
grc θέλῃ θέλοι
grc κακῶν κακο. κακῷ
grc τούτω
grc πάσονται σπάσονται σπάσονται
grc αὐτὴ αὐτῷ αὐτῶ
grc τοῦδε τοῦδ᾽ οὐ
grc δὲ δρῶ δ᾽ ἐρῶ
grc τύμβον τύμβῳ
grc θρῆνον θρῆνος
grc πίθοιτο πείθοιτο
grc τι τε
grc αἰσχύλου ζ ἐπιθήβας τέλος
