@node
@author=Origen
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=James Armitage Robinson
@filename=tlg2042.tlg019.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg2042.tlg019.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig) 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=The Philocalia of Origen, James Armitage Robinson, Origen of Alexandria, Cambridge University Press, Cambridge, 1893, The Hathi Trust.
@sponsor=Harvard College Library
@title=The Philocalia of Origen
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:09:06Z

73393	 ΩΡΙΓΕΝΟYC ΦΙΛΟΚΑΛΙΑ
 Τάδε ἔνεστιν ἐν τῇδε τῇ βίβλῳ.
 ΩΡΙΓΕΝΟYC ΦΙΛΟΚΑΛΙΑ I.

 Εκ τῶν εἰϲ τόν ν΄ ψαλμὸν ἐξητητικῶν. ἐν μέρει τῆϲ κατὰ τὸν Οὐρίαν ἱϲτορίαϲ τὴν ἀρχὴν ἀλληγορήϲαϲ, ἐπιφέρει·
 Ἀπό τῆU+03F2 εἰU+03F2 τὸ Δευϊτικὸν ὁμιλαU+03F2   εὐθὐU+03F2 μετά τὴν ἀρχήν.
 II Ὅτι κέκλειται καὶ ἑU+03F2φράγιU+03F2ται θεία γραφὴ ἀπο᾿ το εἱU+03F2 τὸ ἀ Ψαλμόν τόμου.
 Kαὶ μετὰ πολλά cυγκρίνων τοὺU+03F2 ἑνικῶϲ κειμένουϲ μακαριcμοὺϲ πρὸc τοὺ πληθυντικῶϲ εὶρημένουϲ,   φηϲίν·
 III Δια τί κβ᾿ ʼ τὰ θεόπνευϲτα βιβλία. ἐκ το αὺτοῦ   είϲ τὸν α΄ ψαλμὀν τόμου.
 IV. Περὶ coλοικιcμῶν καὶ εὐτελοῦ φράϲεωc τῆc γραφῆc. ἐκ το α΄ τόμου τῶν εἰc τό κατὰ Ἰωάννην, μετὰ τρία φὺλλα τῆϲ ἀρχῆc.
 Εἰτα εἰτὠν τὸν το εὐαγγελιcτο coλοικιcμὀν ἐπάγετ·
 V. Τίε πολυλογία, καὶ τίνα τά πολλ βιβλία καί   ὅτι πᾶcα θεόπνευcτοc γραφὴ ἕν βιβλίον ἐcτίν. ἐκ τοῦ ε΄ τόμου τῶν εἰc τὸ κατά Ἰωάννην, είc τὸ προοίμιον.
 Εἰτα εἰπὼν ὡc εἰc όλίγα το εὐαγγελίου ῥητα   τέccαρεc αὐτῷ λιηνὐϲθηϲαν τόμοι ἐπιφέρει.
 Εἰτα ἀπαριθμηϲάμενοϲ προφήταϲ καὶ ἀποϲτόλουϲ ὀλίγα ἑκάcτου ἤ οὐλὲ ὀλίγα γράψαντοϲ, ἑπάγει·
 VI. Ὅτι ἓν ὄργανον θεοῦ τέλειον καὶ ἡρμοϲμένον παϲα ἡ θεία γραφή ἐκ τοῦ β΄ τόμου τῶν εἰϲ τὸ κατὰ Ματθαῖον, εἰϲ τό· Μακάριοι οἱ εἰρηνοποιοί.
 VII. Περὶ τογ ἰδιώματοU+03F2 τῶν προU+03F2ώπων τῆU+03F2 θείαU+03F2 φραφῆU+03F2. ἐκ τοῦ εἰU+03F2 τὸ ᾆU+03F2μα μικροῦ τόμου, ὃν ἐν   τῇ νεότητι ἔφραφεν.
 Καὶ πάλι ὁμιλὶαU+03F2 ά εἰU+03F2 τὰU+03F2 ΠράξειU+03F2 Ἔαει πληρωθῆναι τὴν γραφὴν ἣν προεῖπε τὸ ἄγιον πνεῦμα διὰ U+03F2τόματοU+03F2 Δαυεὶδ περὶ Ἰούδα.
 VIII. Περὶ τοῦ μὴ δεῖν τὰ U+03F2ολοικοειδῆ καὶ μὴ U+03F2ώζοντα   τὴν κατὰ τὸ ῥητὸν ἀκολουθίαν ῥητὰ τῆU+03F2 γραφῆU+03F2 ἐπιχειρεῖν διορθοῦU+03F2θαι, πολὺ τοῖU+03F2 U+03F2υνιέναι δυναμένοιU+03F2 τὸ τῆU+03F2 διανοίαU+03F2 ἀκόλουθον U+03F2ώζοντα. ἐκ τῶν εἰU+03F2 τὸν ὨU+03F2ηὲ ἐξηγητικῶν.
 IX. Τίϲ ὁ λόγοϲ τοῦ τὴν θείαν γραφὴν κατὰ διάφορα   ϲημαινόμενα τῷ αὐτῷ ὀνόματι κεχρῆϲθαι πολλάκιϲ καὶ ἐν τῷ αὐτῷ τόπῳ. ἐκ τῆϲ πρὸϲ Ῥωμαίουϲ·   τόμοϲ ἔννατοϲ· εἰϲ τό. Τί οὖν; ὁ νόμοϲ ἁμαρτία;
 X. Περὶ τῶν ἐν τῇ θείᾳ γραφῇ δοκούντων ἔχειν τι λίθου προU+03F2κόμματοU+03F2, πέτραU+03F2 U+03F2κανλάλου. ἐν   τῇ λθ΄ ὁμιλία τῶν εἰU+03F2 τὸν Ἱερεμίαν εἰU+03F2 τό Οὑκ   ἠλύνατο κύριοU+03F2 φέρειν ἀπὸ προU+03F2ώπου πονηρίαU+03F2 ὑμῶν.
 XI.
 XII. Πρὸc το μὴ ἐκκακεῖν ἐν τῆ ἀναγνώU+03F2ει τῆc θείαc   γραφῆU+03F2 τὸν μὴ cυνιέντα τὸ cκοτεινόν τῶν ἐν αὐτῇ αἰνιγμάτων καὶ παραβολῶν. ἀπὸ τῆU+03F2 κ΄ ὁμιλίαU+03F2 τῆc εἰc τὸν Ἰηcοῦκ τὸν ναυῆ.
 XIII. Πότε καὶ τίcι τὰ άπὸ φιλοcοφίαc μαθήματα χρήcιμα εἰc τὴν τῶν ἰερῶν γραφῶ λιήγηcιν, μετὰ   γραφικῆU+03F2 μαρτυρίαc.
 XIV. Ὅτι τοῖc θέλουU+03F2ι μὴ cφάλλεcθαι περὶ τὴν άλήθειαν ἐν τῷ νοεῖν τὰc θείαc γραφάc ἀναγκαιότατ ἐcτι τὰ ἂρμόζοντα εἰc τὴν χρῆU+03F2ιν εἰλέναι λογικὰ, ὧν ἀνευ ριβειαU+03F2 U+03F2ημαινομένων οὐ λύνατα ὅ λεἴ τρόπον παρίcταcθαι. γ΄ τόμο τῶν εἱc τὴν γένεU+03F2ιν.
 XV. Πρὸϲ τοὺϲ Ἑλλήνων φιλοϲόφουϲ τὸ εὐτελέϲ τῆϲ τῶν θείων γραφῶν φράϲεωϲ διαϲύρονταϲ, καὶ τὰ ἐν χριϲτιανιϲμῷ καλ βέλτιον παρ᾿ Ἕλληϲιν εἰρῆϲθαι φάϲκονταϲ, καὶ προϲέτι δυϲειδὲϲ τὸ τοῦ κυρίου ϲῶμα λέγονταϲ· καὶ τίϲ ὁ λόυοϲ τῶν διαφόρων τοῦ λόγου   μορφῶν. ἐκ τῶν κατὰ Κέλϲου, τοῦ κατὰ χριϲτιανῶν γράψαντοϲ, τόμου ς΄ καὶ z΄.
 Καὶ ἐ τῶ ς΄ πάλ τόμῳ, πρὸc τὸν λυcειλὲc τo cῶμα το κυριου λέγοντα Κέλcον οὓτωU+03F2.
 XVI. Περὶ τῶν Διαβαλλόντων τόν ΧΡΙϹΤιΑΝΙϹὸΝ ΔΙὰ ΤὰϹ ἐΝ τῇ ἐκκληίᾳ αἱρέϲειϲ τόμου Γ΄ κατὰ Κέλϲου.
 XVII. Πρὸϲ τοὺϲ λέγονταϲ τῶν φιλοϲοφω μηλέν Διαφερειν   τῷ παρ΄ Ἕλληϲι φερομένῳ ὀνόματι τὸν ἐπὶ πἂϲι θεὸ καλείν Δία, ἢ τῷ δεἴνα φέρ᾿ εἰπεῖν παρ᾿ Ἰνλοῖϲ, ἤ τῷ λεῖνα παρ᾿ Αἰγυπτίοιϲ. ἐκ τοῦ ά καὶ έ τόμου τῶν κατὰ Κέλϲου.
 Καὶ ἐν τῷ ε΄ Μόμῳ τάλε περὶ τοῦ αὐτοῦ φηϲίν.
 XVIII. Πρὸϲ τοὺϲ Ἑλλήνων φιλοϲόφουϲ πάντα ἐπαγγελλομένουϲ   εἰλέναι, καὶ αἰτιωμένουϲ τὸ ἀνεξέταϲτον τῆϲ τῶν πολλῶν ἐν χριϲτιανιϲμῷ πίϲτεωϲ· καὶ ὡϲ προτιμώντων τῆϲ ἐν Βίῳ ϲοφίαϲ τὴν μωρίαν καὶ ὅτι οὐλεὶϲ ϲοφὸϲ πεπαιλευμένοϲ μεμαθήτευτα τῷ   Ἰηϲοῦ, ἀλλ᾿ ἢ ναῦται καὶ τελῶναι πονηρότατοι ἠλιθίουϲ καὶ ἀναιϲθήτουϲ, ἀνδράποδά τε καὶ γύναια καὶ παιδάρ ὑπάγοντεϲ τῷ κηρύγματι. ἐκ τῶν κατὰ Κέλϲου τόμου α΄ καὶ γ΄.
 Kαὶ πρὸU+03F2 τῷ τέλει τοῆ αὐτοῦ πρώτογ τόμου, περ το μηδἐνα U+03F2οφὀν πεπαιαευμένον μεμαθητεῦU+03F2θαι τῷ ἸηU+03F2οῦ,, ταῦτα·
 καὶ ἐν τῶ τρίτῳ τόμῳ τῆU+03F2 αὐτῆU+03F2 κατα᾿ κἑλU+03F2ογ πραγματείαU+03F2 ταδε φηU+03F2ίν·
 XIX. Kαὶ πάλιν ἐν τοῖϲ πρὸ τούτων το αὐτο οῦ τόμου Ὅτι ἡ εἰϲ τὸν κὐριον ἡμῶν πίϲτιϲ, μηδὲν κοινὸν ἔχουϲα πρὸϲ τὴν ἄλογον τῶν ἐθνῶν δειϲιδαίμονα πἰϲτιν, ἐπαινετή τέ ἐϲτι καὶ ταῖϲ ἀρχῆθεν κοιναῖϲ   ἐννοία ϲυναγορεύει καὶ πρὸϲ τοὺϲ λέγονταϲ, πῶϲ ἐκ θνητοῦ ϲώματοϲ ὄντα τόν Ἰηϲοῦν θεὸν νομίζομεν.
 XX. Πρὸc τοὑU+03F2 λέγονταU+03F2 μἡ δια τὸν ἄνθρωπον ἀλλὰ Δ τὰ ἄλοφα ζῶα γεγονένα τὸν ἅπαντα κόU+03F2μον καl τοὑU+03F2 ἀνθρώπουU+03F2· ἐπεὶ ἀπονώτερον ἡμῶν τῶν ἄνρθώποων τὰ ἄλογα ζῆ, καὶ ὅτι coφώτερα ἡμῶν ὀντα   θερφιλῆ τέ ἐcτ καὶ ἔννοιαν ἔχει θεο καὶ προγινώU+03F2κε τὰ μέλλονατα. ἐν οἶc καὶ κατὰ μετεμψυχώU+03F2ενωU+03F2, καὶ περὶ οἰωνιcτικῆU+05D0 καὶ τῆc κατ᾿ αὐτὴν ἀπάτηU+03F2. τόμου τετάρτου κατὰ κέλU+03F2ου.
 XXI.
 XXII. Τίϲ ἡ τῶν ἔπὶ τῆc λογικῶν ἤτοι ἀνθρωπίνων ψυχῶν διαcπορὰ ἐπικεκρυμμένωc δηλογμένη ἐκ τῆc   οἰκοδομῆϲ τοῦ πύργου καὶ τῆc κατ᾿ αὐτὴν cυγχύcεωϲ τῶν γλωccῶν. ἐν ᾧ καὶ πεπὶ πολλῶν κυρίων ἐπιτεταγμένων τοῖc διαcπαεῖcι κατὰ ἀναλογίαν τῆc καταϲτάϲεωϲ. τόμου ε΄ κατὰ Κέλϲου.
 XXIII.
 Ἔτι περὶ τοῦ αὐτοῦ ἐν τῷ Β΄ τόμῳ τῶμ κατὰ κέλϲογ ἐμ τούτοιϲ.

 Kαὶ κλήμηU+03F2 λἐ ὁ Ῥωμαῖοc, Πἐτρου το λτοcτόλου μαθητὴU+03F2, U+03F2υωδα τουτοιU+03F2 ἐΝ το παρόντι προβληματ πρὸU+03F2 τὸν πατὲρα ἐν Λαοδικεἱα εἰπὼν ἐκ ταῖU+03F2 πεπιὀ δοιU+03F2, ἀναγκαιότατόν τ ἐπἰ τέλε τῶκ πεπὶ τοὺτου   λόγω φηψὶν περὶ τῶν τὴ U+03F9 γενέ U+03F9εω U+03F9 δοκούντων ἐκβεβηκέναι, λόγω ιδ΄.
 XXΙV. Περὶ ὕλνιc, ὅτι οὐκ ἀΓἐνητο U+03F9 οὐδὲ κκκῶκ αἰτία. ἐκ   τῆc Εἠ U+03F2εβίου τοῦ Παλαι U+03F2τιναίογ εὐαΓΓελικῆc προπαραcκευῆc, λόΓου ζ΄.
 XXV. Ὅτι ὁ ἐκ προγνώ U+03F9εω U+03F9 ἀφορι U+03F9μὸ U+03F2 πὐκ ἀναιρεῖ το αὐτεξού U+03F2ιον. ἐκ το ἀ τόμου τῶν εἰ U+03F9 τῆν πρὸ U+03F9 'Ρωμαιου U+03F9 ἐξηγητικών, εἱc τό· Ἀφωρικέος εί U+03F9 ευαγγελιον θεοῦ.
 XXVI. Πcρὶ το τίνα τά ἀγαθά καὶ τινα τά καὰ καὶ ὅτι ἐκ πρααπετικοῖ U+03F2 ταῦτα καὶ ἐ ἀπραιρέτῳ, καὶ κατὰ τήν   το χρι U+03F2τοῦ διδα U+03F2καλιαν, ἀλλ ὀύχ ὡc Ἀρι U+03F2τοτέληο οιεται. ἐκ το τόΜοι το εἰ U+03F2 τὸκ Δ΄ ψαλμὸν, εἰ U+03F2 Πολλοὶ λέγου U+03F2ι· τί U+03F2 δείξει ὴμῖν τά ἀγαθά;
 XXVII. Εἰ U+03F9 τά· Ἐ U+03F9κλήρυνε κύριο U+03F9 τὴν καρδίαν Φαραώ.  “Ε U+03F9κλήρυνε Δὲ κύριο U+03F9 τήν καρδίαν Φαραὼ, καὶ οὐκ ἠβουδήοη ἐξαπο U+03F9τεῖδαι αὐτου U+03F9.᾿
 Kαὶ ἐν ἄλλοιU+03F2 περὶ τοῦ αὐτοῦ·
 Kαὶ πάλιν ἐν ἄλλῳ τόπῳ ἐν ταῖc αὐταῖc εἰc τὴν Ἔξοδον cημειώcεcιν·
 Kαὶ μεοʼ ἔτερα·
 Kαὶ μεθ᾿ ἕτερα·
