@node
@author=Dioscurides Pedianus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Max Wellmann
@filename=tlg0656.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0656.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig) 2015 - 2017, Thibault Clérice, Lead Developer (University of Leipzig) 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Pedanii Dioscuridis Anazarbei de materia medica libri quinque, Max Wellmann, Dioscurides Pedianus, Weidmann, Berlin, 1907, 1906, 1914, 1, 2, 3, Internet Archive, Internet Archive, Internet Archive.
@sponsor=University of Leipzig
@title=De materia medica
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:05:57Z

114785	 ὠχρὰ
 καυλὸν οὔτε
 πλήρη
 κασσίζον
 ἔστι δέ τι λεγόμενον κινάμωμον, ὃ ἔνιοι ψευδοκινάμωμον   καλοῦσιν, εὐερνὲς σφόδρα καὶ παχυραβδότερον, κατὰ πολὺ μέντοι ἐλαττούμενον κιναμώμου κατά τε ὀσμὴν καὶ κατὰ γεῦσιν.
 θρυπτικήν,
 καὶ ἐγχριόμενος
 ἐπὶ τῷ προσώπῳ
 καὶ
 ἕλκη
 μὴ
 ὑστέρα
 καὶ κυανίζουσα
 τουτέστιν ἀπίσσωτον
 καὶ
 καὶ ἀρκευθὶς μεγάλη· οἱ δὲ κυπάρισσος ἀγρία, οἱ δὲ Μνησίθεος, οἱ δὲ ἀκακαλλίδα, Ῥωμαῖοι ζουνιπέρουμ. ἐστι καὶ αὕτη γνώριμος τοῖς πλείστοις, ἐμφερὴς κυπαρίσσῳ, γεννωμένη ἐν   τραχέσι καὶ παραθαλασσίοις τόποις ὡς ἐπὶ τὸ πλεῖστον. δύναμιν δὲ ἔχει τὴν αὐτὴν τῳ προειρημένῳ.
 τὰ
 δὲ
 τὸ δὲ χλωρὸν
 τοῖς
 νευρικοῖς
 δὲ
 πλατὺν ἔχοντα τὸν πυθμένα,
 καὶ
 kαὶ
 καὶ ἄρκειος
 στενῷ
 καὶ
 ἀναλογεῖ
 ἡ
 ὑπὸ
 τὰ
 τῆλις
 καὶ
 καὶ σκληρώματα
 ἔτι
 εὔστομος
 καὶ
 τοῦ
 τῇ
 ὁ χυλὸς
 ἐν
error 17
error πινομένη.
 ὑπνωτικήν
error 64
error προειρημένῳ.
error 73
 καὶ
 ἔχων
 καὶ
 καταπλασθέντος
 ἢ
 μακρά
 ἐὰν
 εὐπνοίοις
 ὠμότητας
 λευκά
νάριαμ. ἐστὶ φρυγανῶδες, ἐν πέτραις καὶ τραχέσι τόποις φυόμενον. δύναμιν δὲ ἔχει ἡ πόα λεία ἀπυρέτοις μὲν σὺν οἴνῳ, πυρέσσουσι δὲ ἐν ὕδατι θερμῷ διδομένη ἐν ποτῷ, λίθους τε τοὺς ἐν κύστει θρύπτειν καὶ διʼ οὔρων ἄγειν· εὐθετῶς ἁρμόζει.
 πλατύτερα
 καὶ
error 58
error ἔξοδον.
 δὲ
 ὀριγάνῳ ἢ εὐζώμῳ ἢ
 οἱ δὲ ἀντιμήνιον, ἢ ἀρχήνη
 οἱ δὲ τιθύμαλλον,
 καὶ τραχύτερα
 καὶ παραποταμίοις
 λέγουσιν
 σ
 μάλιστα
 ὠφελεῖ δὲ στόμαχον πυρούμενον, ὀφθαλμῶν φλεγμονὰς καὶ τὰς ἄλλας προπτώσεις ἕδρας· φασὶ δὲ καὶ τὸ πορφυρίζον   τοῦ ἄνθους μεθʼ ὕδατος ποθὲν συναγχικοῖς βοηθεῖν καὶ ἐπιληψίαις παίδων.
 τῶν
 λευκή,
error 127
error μαλακτική.
 137 RV: βρόμος· οἱ δὲ σιφώνιον. οἱ δὲ ἀκρόσπελλος, Ῥωμαῖοι ἀβήναμ, Ἄφροι γυμμάθ· πόα ἐστὶν αἰγίλωπι ἐμφερής, δύναμιν ἔχουσα ἐπιξηραντικήν· ἀφεψηθεῖσα δὲ σύν ταῖς ῥίζαις μεθʼ ὕδατος, ἕως ἂν εἰς τρίτον ἔλθῃ τὸ ἀπόζεμα, καὶ διυλίσας   αὐτὸ ἐπίμισγε μέλι τοσοῦτον καὶ ἕψε, ἕως γένηται πάχος ἔχον ὑγροῦ μέλιτος, καὶ ποιεῖ ἐπὶ τῶν ὀζαινικῶν, εἰ βρέχων ὀθόνιον προστίθης τῳ μυκτῆρι, καὶ καθʼ ἑαυτὸ δὲ ποιεῖ οὕτως· τινὲς δὲ καὶ ἀλόην λειώσαντες παρεμμίσγουσι καὶ οὕτως χρῶνται. ποιεῖ δὲ καὶ μετὰ ῥόδων ξηρῶν ἀφεψηθεὶς σύν οἴνῳ πρὸς τὰς τοῦ   στόματος δυσωδίας.
 ἐν
 καὶ 2 Γαλλικὸς
 151 τοῦ δὲ ἡμέρου σικύου ἡ ῥίζα λεία ποθεῖσα σὺν ὑδρομέλιτι, ὁλκὴ δραχμῆς μιᾶς, ἐμέτους κινεῖ· εἰ δέ τις μετὰ τὸ δεῖπνον πραέως ἐμέσαι θέλοι, ἀρκοῦσιν ὀβολοὶ δύο.
 καὶ ὀργάνου
 πικρά,
error 190
error ὑδατώδη.
 ἀναλαμβάνουσι χρονίας
 καὶ λεπτοί
 τρόπον
 τῷ Ἰταλικῷ κεραμίῳ
 βοτάνην
 τῶν ἠθμῶν
 εὔθλαστον
 τε
 τὸ ἄνθος
 καὶ
