@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg084a.perseus-grc4
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Κεφαλαίων καταγραφή Ῥωμαϊκά
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:55Z

16142	grc καὶ ὕλης ἔχει καὶ ὕλης
grc ἢ ἣν
grc ἄλλου
grc καλοῦ
grc Βάρρων
grc τρισὶ χρωμένων κέ
grc ταῖς ἐν ταῖς
grc ἤ
grc ἢ
grc ἤ
grc ἢ
grc Ἰόβας
grc αὑτούς
grc αὐτούς
grc εἰπεῖν αν̓ειπεῖν
grc τελέσαντα τελέσας
grc συμφρονήσαντα
grc εὖ φρονήσαντα
grc Ἀριστοτέλης
grc πολλαχοῦ
grc πολλοῦ
grc καὶ ταὶς Τρωάσι
grc ταῖς τρωάσι καὶ
grc τηθίδας
grc τιτθίδας
grc ἤ
grc ἢ
grc παρατήρησις
grc παρατηρήσει
grc ἢ
grc αὑτῶν αὐτῶν
grc ὁρμαὶ ὁργαὶ
grc Κάστωρ
grc διότι
grc δὲ ὅτι
grc διʼ ἣν
grc ἢ διʼ ἣν
grc μὲν ὑπὸ τῶν ἀρρένων
grc ὑπὸ τῶν θυγατέρων
grc Βάρρων
grc περιστρέφονται περιστέφονται
grc ἦ
grc ἢ
grc ἔχει
grc ἀποξρήσεσι ἀποκρίσεσι
grc ἀποχωρίσεσι
grc ἐνίοις
grc ἐνίας
grc Νομᾶς νουμᾶς
grc Νομᾶς νουμᾶς
grc αὐτοῖς αὖθις
grc καὶ φύσει καινὴ φύσις
grc Φαύνου
grc φαυλίου
grc Ἀφροδίτης
grc ἀφροδίτῃ
grc τοῖς ἐν τοῖς
grc αὐτὸς ἀνθρώπους
grc πρὸς περὶ
grc γενητόν
grc Ἰόβαν
grc πρώτῃ - δευτέρᾳ πρώτη - δευτέρα
grc γενομένης
grc γινομένης
grc φάσιν
grc φασὶ
grc Λίβιος
grc Ἀλίαν
grc Ἀλιάδα
grc τῆς
grc προήγαγεν
grc προσταγέν
grc Ἀλίαν
grc Ἀλιάδα
grc ἐκείνης ὡς ἐκείνης
grc αὐτὴ δὲ παρέχουσα αὐτὴν δὲ παρέχουσαν
grc πρὸς τὴν ἑορτὴν
grc δολερὰ
grc βαφῇ καὶ καὶ βαφῇ
grc Σωκράτης
grc εἴπερ - Διόνυσος
grc εἴπερ - Διόνυσος ὁ Βάκχος
grc ἄλλως δʼ ἄλλως, ἀληθῶς δʼ
grc καταλείπειν
grc Σάγκτου Σάγκου
grc τάλασον
grc τάλαντον
grc πελατῶν
grc πελαστῶν
grc Πλάτων
grc Κιπέρων
grc τοῦτο τὸ
grc τοῦτο τὸ
grc ἑταίρᾳ ἑτέρᾳ
grc προσκυνεῖν προσκαινοῦν
grc προσκονιᾶν
grc φιλαπέχθῆμον φιλαπεχθῆμον
grc νομίζειν
grc δεῖ
grc Κάτων
grc Χρυσάνταν
grc ἢ
grc μὴ
grc Συέλλιοι Συίλλιοι
grc Φενεστέλλας φαινεστέλλας
grc ταμιείῳ
grc ταμείῳ
grc ἀρετῆς ἁγέτης
grc Ησιόδῳ
grc λέχρις
grc λέχριε
grc τὸν τοῦτον
grc λαύτια
grc λαύτεια
grc Οὐνεραλίων Οὐιναλίων
grc Τυρρηνοῖς
grc Τύρνος
grc ἐλιννύειν
grc κλειννύειν
grc ἣν
grc δέδεκται δέδεικται
grc ἀρχὴν
grc ἄρχειν
grc παραγγελίας
grc ἐπαγγελίας
grc Ἀτήιος
grc τήιος
grc χρῶνται καὶ χρῶνται
grc ἐρινυώδεις ἐριννυώδεις
grc Σωκράτης
grc Εἰλονείᾳ Εἰλειθυίᾳ
grc διὰ νῆ Δία
grc χρηστοὺς
grc ἀχρήστους
grc κομθῶς
grc καὶ κομψοὺς
grc Ἀριστοτέλης
grc χρηστὸν
grc ἄχρηστον
grc Καπετωλίοις καπιτωλίοις
grc ἀβελτερίαν ἀβελτηρίαν
grc κρεοπώλια
grc κρεωπώλια
grc τῆ συνηθείᾳ τῆς συνηθείας
grc Νομᾶ νουμᾶ
grc Τιβοῦρι τῇ βούριδι
grc Ῥουμινᾶλιν ῥουμάναλιν
grc θηλονὰς θηλοὺς
grc θηλώ τις
grc θηλωτίς
grc θηλών τις
grc θηλόνας
grc Ἰόβας
grc ταὐτὸ
grc τὸ αὐτὸ
grc Ὁμήρῳ
grc ἔτι
grc ἐστὶ
grc Φιτιαλέων φιδιαλίων
grc πρόσσω καὶ ὀπίσσω
grc ω
grc βασιλεύεσθαι
grc βουλεύεσθαι
grc Κομιτίῳ κομητίῳ
grc ὑπολείπειν
grc δεῖ
grc νομίμοις
grc νόμοις
grc φεβράτιν
grc φεβράσιν φεβρουάρε
grc τῶν σκυτῶν ἤθει τῶν συνήθων σκύτει
grc ἀπεγνωσμένους πατεγνωσμένους
grc Σοφοκλῆς
grc πλήρης
grc ἀεί
grc ἀποπνεόμενον ἐπιπνεόμενον
grc καθέζεσθαι
grc καθίζεσθαι
grc ἄλλο
grc ἄλλο δʼ εὐέλπιδος ἄλλο
grc Ἰξευτηρίας ἰξευτρίας
grc βισκᾶταν βισκατρίκεμ
grc ὑφʼ ἐφʼ
grc Κάστωρ
grc ὑπομιμνήσκει ὑπομιμνήσκειν
grc ἐξ ἀδήλου
grc εὐπρεπεστάτη
grc εὐγενεστάτη
grc ὀνομάζουσι
grc ἐπονομάζουσι
grc διὰ κυάνεον
grc ἀφεῖναι - ἀφεῖναι ἐφεῖναι - ἐφεῖναι
grc Διονύσιος
grc Ἰόβας
grc προϊστάμενοι
grc παριστάμενοι
grc Πύρρων
grc κλισίας τὸν
grc καὶ σίαστον
grc ἀλλʼ ἀλλʼ ἢ
grc εἰσίασιν
grc εἰσιν
grc εὑρησιλογίᾳ εὑρεσιλογίᾳ
grc ἀπεχθανόμενον
grc σχήματι
grc σώματι
grc ἐν δημοσίῳ πάθῃ τι, πᾶσι νόμος κέ
grc οἱ δὲ αἱ δὲ
grc ἀλλαχόθι ἀλλαχόσε
grc βαρβάρου βάρβαρος
grc Μαρχίαν
grc μαρτίαν
grc Βουτέτιος Βετούτιος
grc βάρβαρος Βάρρος
grc ἀνερέσθαι
grc ἀναιρεῖσθαι
grc ἐν χειμῶνι χειμῶνος
grc τὴν τελευταίαν τελευταίαν
grc Μαίας μαϊας
grc ἀλλʼ ἢ
grc κύριν
grc κοῦριν
grc κύριν
grc θέας
grc θεὰς
grc ἄλση
grc ἄλλα
grc θέας
grc θεὰς
grc Ἰόβας
grc οὗτος ὁ Ὄρθος
grc ἀεὶ φασι
grc Καπετώλιον
grc καπιτώλιον
grc Μάλλιος μάλιος
grc διʼ
grc Μαλλίων μαλίων
grc Ἡρόδωρος
grc ἄλλως
grc ἄλλοις
grc Αἰσχύλον
grc οὐδὲ ζῷον οὔτε ζῷον
grc Ἀσκληπιεῖα - Ἀσκληπιεῖον ἀσκληπίεια - ἀσκληπίειον
grc περίσσευμα περίσσωμα
grc ἀλλὰ ἀλλʼ ἢ
grc Δεκεμβρίαις
grc Ὀκτωβρίαις
grc δεξιόσειρος
grc δεξιὸς ἱερὸς
grc Ῥηγίαν
grc ῥήγειναν
grc Συβούρης σιβούρης
grc Τρώων
grc Σ
grc πρότερον
grc πρῶτον
grc ἱερῶν ἱερέων
grc γενόμενον γινόμενον
grc τὸ τὸν
grc ἀταξίαν
grc εὐταξίαν
grc τἄλλα τὰ ἄλλα
grc δʼ δʼ ἂν
grc ἄνδρα
grc τούτῳ
grc τοῦτο
grc Τιβέριον
grc βέρριον
grc γεγενημένον
grc Ἀλέξανδρος
grc Ἐλευθερὰς
grc ἐλευθέρας
grc δέον δὲ
grc ὅντων παρόντων
grc μυλήφατον
grc β
grc καὶ ἄγαλμα ἄγαλμα
grc διὰ τῶν μερῶν
grc τῶν μερῶν διὰ μέσου
grc ἐφεῖτο ἐφίετο
grc ἐπί δίφρου
grc ἀπὸ δίφρου
grc Ἀγριωνίοις
grc ἄγριον ἴοις
grc ταράττει
grc σπαράττει
grc καὶ χάριν καὶ ἄχαριν
grc κάχαριν
grc καὶ χάριν ἄχαριν
grc καὶ μὴ ἥς τοὺς μὴ
grc ἥς καὶ μὴ
grc Ἱπποκράτης
grc δεινῶν ἀηδῶν
