@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg084a.perseus-grc4
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Κεφαλαίων καταγραφή Ῥωμαϊκά
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:55Z

 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 

· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
; 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 

, 
 
 
 
. 
. 
 
, 
 
 
 
 
, 
. 
. 
. 

 
 
 
, 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
᾽ 
 
, 
 
 
. 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
, 
; 
 
 
 
; 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
 
· 
 
 
 
; 
 
, 
 
 
 
 
 
·, 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
: 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
;ʼ
 
: 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 3 
. 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
;ʼ 
: 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
· 
 
 
 
 

 
 
 
 
 
, 
 
 
 

 
 
. 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
: 
 
 
 
 
 
· 
 
 
: 
 
 
. 
 
 
, 
, 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
; 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
: 
᾽ 
 
; 
᾽ 
 
 
 
 
 
 
. 
 
 
; 
· 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
· 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 

, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
; 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
: 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
· 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
, 
: 
 

 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 

 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
; 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
. 
. 
 
. 
 
. 1844 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
, 
 
 
 
 
 
; 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
;ʼ
, 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
: 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
;ʼ
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
ʼ 
 
 
 
. 

 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
; 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
. 
 
, 
 
. 
. 
. 
. 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
᾽ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
;
 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 

 
 
· 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 

, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

 
 
 
, 

 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
; 
 
 
 
 
· 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
; 
 
 
 
 
. 
. 
. 
 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
. 3 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
; 
: 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 

 
 
 
 
 
 
: 

 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
· 
 37 
. 
. 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
· 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
· 
· 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
· 

 
 
 
 
 
 
 
, 
᾽ 
 
 
 
᾽ 
 
 
;ʼ
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
·, 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 

· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
. 4 
. 
, 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
, 
ʼ 
 
 
 
 
 
 
 
 
; 
. 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
. 
. 
 
 
 
 
 
 
 
 
, 
 

ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
;
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
; 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
,·, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
: 
· 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
;ʼ
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
, 
. 
. 729 

᾽ 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
. 
 
, 
 
 
 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
;ʼ
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
, 
. 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
;ʼ
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 - 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
.
᾽ 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
. 

 
 
 
 
 
 
 
; 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
. 
. 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 1, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
ʼ 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
ʼ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 

. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
. 
. 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
: 
, 
. 
. 
. 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 ʽ 
 
 

: 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 

 
 
 
 
 
 
 
 
 
;ʼ
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
. 

 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
, 
 
 
 
, 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
ʼ 
· 
: 
 
 
 
 
 
 · 
 
 
 
 
, 
 
 
 
 
, 
 
. 

 
 
 
 
 
 
᾽ 
 
 
 
 
; 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
;ʼ
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
: 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
: 
;ʼ
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
,·; 
 
᾽ 
 
 
, 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 

, 
 
 
, 
 
 
 
 
,
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
; 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
. 4 
. 
 
 
 

 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
: 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 

 

;ʼ
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 

ʼ 
 
 
 
 
· 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
. 3 
. 
; 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
,, 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
·; 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
;ʼ
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
: 
 
᾽ 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
: 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 

 
 ʽ 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
;
 
 
 
 
 
; 
 
 
 
 
 
 
· 
 
 
 
 
 
; 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
 

 
 343. 
ʼ 
 
; 
 
ʼ - 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
. 
 
 
 
 
 

 
ʼ 
 
 
’ 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
; 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
; 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
; 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
 
; 
 
 

 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 

 
 

, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
.
 


 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
· 
᾽ 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
; 
 
 
 
 

 
 
 
 
 
 
 

;ʼ
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

· 
 
 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
. 

 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 

 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
᾽ 
 

: 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
, 
 
᾽ 
 
ʼ 
 
 
· 
 
 
 
᾽ 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 

;
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
ʼ 
, 
 
: 
 · 
 
 
 
 
 
 
 
, 
 
 
 

 
, 
 
 

, 
 
 
 
 
᾽ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
᾽ 

 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
, 
 
 
. 
. 266 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
; 
 
ʼ 
 
 
 
᾽ 
 
 
. 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
. 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 517 
: 
, 
 
 
 
 
; 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 1 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽, 
 
 
 
 
; 
 
 
 
 
 
 
· 
, 
 
 
 
· 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
; 
 
ʼ 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 3 
. 
 
 
 
ʼ 
 

 
 
 
 
 
 
. 
 
 
 
 
 
 
 
,·;ʼ
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 

, 
 
ʼ 
 

 

, 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
. 
. 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
, 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
. 3 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 4 
. 
 
 
;ʼ
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
. 
 
 
 
 
 
 
, 
 
 
 
;ʼ
, 
 
 
᾽ 
 
; 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 18 
. 
 
. 
. 
 
 
 
 
. 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
: 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
. 
 
. 
. 
 55. 
. 
. 
. 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
, 
 
 
, 
 
 
· 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
; 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
, 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
: 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
. 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
; 
 
 
 
 
, 
 
 
 
; 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
;ʼ
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
; 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
. 

 
. 
, 
 
 
, 
 
 
,· 
 
 
, 
 
ʼ 
 
 
 
 
 
; 
 
ʼ 
 
 
, 
 
 
 
 
᾽ 
. 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
· 
 
 
 
 
 
.
 
 
. 
 
 
 
 
 
 
: 
 

 
 
 
 
 
: 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
 
: 
; 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
. 3 
. 
, 
 
 
 
 
; 
 
 
 
, 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
;
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 

 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
: 
;ʼ
 
 
 
 
 
 
 
, 
ʼ 

 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
; 
 
 
 
, 
. 2 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
: 
. 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
. 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
;ʼ
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
 
 
. 
. 
. 14: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 

, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
. 
 

 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
,
 
, 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
;ʼ
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
;ʼ
 
 
 
 
 
, 
 
 
, 
 
᾽ 
 
 
 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
,· 
 
: 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
; 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
: 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 

 
;ʼ
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
: 
 
 
· 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 

 
 

 
 
 
 
 
 
 
 

 
 
, 
 
 

 

 
 
 
 

. 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 

;ʼ
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
,· 
· 
 
 
 
 
; 
, 
 
 
. 3 
. 
, 
 
 
ʼ 
 
 
 
 
: 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
;ʼ
, 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

; 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

᾽ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 · 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 

 
;ʼ
 
ʼ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
; 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
·
᾽ 
 
. 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
;ʼ
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 

. 
 
 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
᾽ 

 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 

. 354 
: 
ʼ 
 
 

 
 

 
 
 
 
 
 
, 
᾽ 
 
 
; 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
, 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
: 
 
 
, 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
: 
. 
. 136 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 

 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
. 213 
.
 
 
, 
 
 
 
 
ʼ 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
;
