@node
@author=Flavius Josephus
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=B. Niese
@filename=tlg0526.tlg001.perseus-grc1
@funder=Tufts University
@placeName=Sparta
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Flavius Josephus, Flavii Iosephi opera, B. Niese, Berlin, Weidmann, 1892.
@sponsor=Perseus Project, Tufts University
@title=Antiquitates Judaicae, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:47:51Z

356635	 ἔτος
 καὶ
 πατρὸς
 δασεῖαν
.
 perie/xei de\\ h( bi/blos e)/th diako/sia ei)/kosi
 τό τε γὰρ
 λύσας τε τὸν Συμεῶνα ἐτημέλει συνεσόμενον τοῖς ἀδελφοῖς.
 πέντε καὶ
 δὲ
 ἐξ ὕδατος
 ὡς
 ὕεται
 μὲν
 ἄρτοι
 ἀριθμὸν τῶν
 τῇ πεντηκοστῇ
 δέδωκε
 συγχωρηθῆναι
 εἶναι
 ἀνδρῶν
 καὶ
 ἐᾶσαι τοιοῦτον πάθος
 τοὺς
 πάντες
 τε
 γὰρ
 σὺν αὐτοῖς
 τούτοις
 τὰ ὅμοια
 αὐτοκράτωρ
 τοῦ
 σύμβολον
 δὲ
 Ἰσραηλιτῶν
 δέ
 τε
 φήσας αἰτίους
 μηδὲν ἔργον
 ἐρωτᾶν
 μὲν
 ἐξεμοῦντες
 πέντε
 τὴν ἅμαξαν
 εἰς
 μὲν
 μηδενὸς ἄλλου παρόντος
 Ἰησοῦ
 μόσχον ἢ πρόβατον
 τὸν θεὸν
 αὐτοῖς
 Ἀμαληκίτας τε
 αὐτοῦ
 δὲ
 ὡς
 τοῦ
 πεφονευμένον αὐτὸν
 ἀπὸ
 εἷς
 τε
 τοὺς
 καὶ
 αὐτῷ τὴν εὔνοιαν
 οὐ γὰρ ἀγνοεῖν
 ἕως τετραπόδου
 οὐδὲ τὴν ψυχὴν
 ὡς
 ἤλπισε γὰρ οὗτος,
 εἰπόντος
 κελεύσαντος
 αὐτὸν
 τὰς
 αὐτοὺς
 kai\\
 δὲ
 ἐκ γυναικῶν τοσούτων
 τῷ Ἰεβόσθῳ
 Μελχάλην
 καὶ
 τὸν
 τῶν δυνατωτάτων
 καὶ
 τὸν
 ἐν δούλοις καὶ ἐν
 τούτου
 αὑτὸν εἰς
 τοὺς γὰρ
 εἰπεῖν
 δυναμένης
 ἀληθῶς
 καὶ
 μὴ μετὰ
 καὶ μηδὲν ἐπʼ αὐτοὺς τολμῆσαι
 καθὼς
 καὶ
 περὶ
 ἥδεται πράγμασιν
 τῶν
 οὐδὲ σαυτῶ
 οὐχ
 τετράγωνος
 τε
 ὁδὸν
 κακουργῶν
 ταῦτα
 καὶ κληρουχίᾳ
 γε
 καὶ
 οἰκείαν
 ὡς
 αὐτὸς
 τοῦ βασιλέως
 ὁδὸν
 ἱππεῖς
 καὶ ἱερεὺς
 βλέποντος αὐτοῦ
 καὶ ἀρτῆρας
 au)th\\n
 καὶ τῇ Αἰγύπτῳ
 αὐτῶν
 θρηνητικόν
 εἰς Δάναν
 καὶ
 εἰς
 διὰ
 τὰ ἐν   τῇ Μασφαθῇ
 τί
 καὶ ταύτῃ
 κατασκευάζειν
 ἐν δὲ
 καὶ
 δὲ ἀλλὰ
 καὶ μητέρας
 ναὸν
 καὶ τοὺς Περσῶν βασιλέας ἀναγκάσαντα
 κοίλῃ
 καὶ τοὺς Μήδους
 λαβεῖν
 γνῶναι
 ζῶσιν
 ἄλλου
 πρεσβύταις
 διὸ
 πάντες
 ὡς
 τὸν Εὐεργέτην, ὃς ἦν πατὴρ τοῦ Φιλοπάτορος
 περὶ
 ὡς
 Ἰησοῦ
 οὖν
 εἶναι
 διώκονται
 καὶ
 καὶ
 καὶ
 καὶ
 στρατιώταις
 ἂν
 εἶναι
 οἳ
 παρῆν
 οὖν οὐκ
 λαβὼν
 w(s *pomphi/ou ei)s *damasko\\n e)k th=s *)armeni/as e)lqo/ntos *)aristo/boulos kai\\ *(urkano\\s e)pi\\ au)to\\n h(=kon peri\\ th=s basilei/as dikaiologou/menoi.
 καὶ
 εἰς Κῶ
 ἀρχῇ
 χώραν
 τοῖς στρατηγοῖς
 παρʼ αὐτοῖς
 ἔτει
 τῶν
 καὶ
 Γάλλος
 δίκαιον
 πρώτῃ
 τὸ
 πόλεων
 ἀλλὰ
 ἂν
 ἕωθεν
 ἐν τῷ
 πρότερον
 οὖν
 Ἡρώδου
 καὶ
 γὰρ
 οὐκ
 μὴ
 διὰ
 ὁ ναὸς ἐν τούτῳ
 ὡς
 εἴη
 ἐν
 μισεῖν
 ἐξελέγχειν
 ἂν
 ἔργοις
 οἳ
 γυναικί
 ὥσπερ
 πεποιημένον
 ἐκ
 τὰ πεπραγμένα
 καὶ
 ἄνδρες
 ἂν
 Γίνεται δὲ κατὰ τοῦτον τὸν χρόνον Ἰησοῦς σοφὸς ἀνήρ, εἴγε ἄνδρα αὐτὸν λέγειν χρή· ἦν γὰρ παραδόξων ἔργων ποιητής, διδάσκαλος ἀνθρώπων τῶν ἡδονῇ τἀληθῆ δεχομένων, καὶ πολλοὺς μὲν Ἰουδαίους, πολλοὺς δὲ καὶ τοῦ Ἑλληνικοῦ ἐπηγάγετο· ὁ χριστὸς   οὗτος ἦν.
 καὶ αὐτὸν ἐνδείξει τῶν πρώτων ἀνδρῶν παρʼ ἡμῖν σταυρῷ ἐπιτετιμηκότος Πιλάτου οὐκ ἐπαύσαντο οἱ τὸ πρῶτον ἀγαπήσαντες· ἐφάνη γὰρ αὐτοῖς τρίτην ἔχων ἡμέραν πάλιν ζῶν τῶν θείων προφητῶν ταῦτά τε καὶ ἄλλα μυρία περὶ αὐτοῦ θαυμάσια εἰρηκότων. εἰς ἔτι τε νῦν τῶν Χριστιανῶν ἀπὸ τοῦδε ὠνομασμένον οὐκ ἐπέλιπε τὸ φῦλον.
 μὴ
 ἔτι δε
 ταῦτα εἰπών, ἀλλὰ δὴ ἠμείψατο
 ἂν
 καὶ
 καὶ
 παρʼ
 ζεύξας
 δὲ
 μεθισταμένων τῶν ὅλων
 πεσεῖν
 o(\\n tro/pon *klaudi/ou teleuth/santos *ne/rwn th\\n a)rxh\\n diede/cato.
 λῃστὰς
