@node
@author=Hesiod
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Karl Jacobitz
@filename=tlg0020.tlg002.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Hesiod, The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White. Works and Days, Cambridge, MA.,Harvard University Press; London, William Heinemann Ltd, 1914.
@sponsor=Perseus Project, Tufts University
@title=Works and Days (Greek). Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:36:16Z

 
 
 

, 
ʼ 
, 
 
ʼ 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
.
 
 
 
, 
 
ʼ 
 

· 
 
 
, 
, 
 
.
72	 
 
 
 
 
, 
᾽ 
 

 
· 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
,
· 
 
 
 
 
, 
᾽ 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
,
 
 
, 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
· 
 
 
 
 

 
 
ʼ· 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
 

ʼ 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
 

, 
 
 
, 
 
.
 
 
 
 
 
 

ʼ 
᾽ 
· 
 
ʼ 
 
 

᾽ 
· 
᾽ 
 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
ʼ, 
 
 

 
 
 
 

, 
 
 
 
 
.
, 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
ʼ 
.
302	 
 
 
 
 
·
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
·
ʼ 
᾽ 
 
 
 
.
 
 
· 
 
 
 
 
 

ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
, 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 

 
 
 
 
 
.
418	 
᾽· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
 

 
, 
 
 
 
 
 

 
 
 
· 
 

 
, 
 
 
·
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
.
 
᾽· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 

, 
 
 
 
ʼ 

 
, 
ʼ 
 
.
570	 
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
· 
᾽ 

ʼ, 
 
 
 
 
 
 

 
 
 
, 
᾽ 

, 
 
 
 
 
 
.
 
 
, 
 
 
 
᾽, 
.
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
ʼ 

ʼ· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
, 
 

· 
 
 
 
 

 
 
 
 
ʼ 
 
·
 
 
 
 
, 
 
 
·
 
ʼ 
 
᾽ 
, 
 
ʼ 
 

 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 
.
742	 
 
 
 
 

 
 
 
ʼ 
.
 
 
 
 
, 
᾽ 
 
·
 
 
ʼ 
 
 
 

 
 
 
 
 
· 
 
 

 
, 
 
 
 
 
 

ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
· 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
· 
 
ʼ 

 
ʼ 
 
 
 
.
 
, 
 
 
.
 
 
 
 
 
 
ʼ 
,—
 
 
 
 
 

, 
, 
 
 
,
· 
 
 
 
 
—,
 
 
 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

ʼ 
, 
 
, 
 
 
.
᾽ 
᾽ 
᾽ 
 
 
 
 
 
,
 
 
 
, 
ʼ 

· 
 
 
 
 

 
, 
᾽ 
 

 
᾽ 
 
 
 
 
,
 
 
 
 
. 
 
 

 
 
 
, 
 

 
 
 
, 
 
 
.
937	 
 
 
 
 
 
ʼ 
,—
 
 
 
 
 
,
, 
᾽ 
 
 
 
 
—,
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
,
 
, 
 
 
 
· 
 

ʼ 
 
 
 
· 
 
 

, 
᾽ 
 
 
 
,
· 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 

 
 
, 
 
 
,
 
 
 
, 
 

, 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
,
 
 
᾽ 
 
, 
 
,
 
 
 
᾽ 
,
 
 
 
 
 
 
 
 

 
 
 
 
᾽ 
.
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
ʼ 
 
,
 
, 
 
 

 
 
 
 
 
.
 
᾽ 
· 
 
 
.
 
 

 
 
 
 
ʼ 
 
 
᾽ 
᾽ 
 
 
 

, 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
· 
 
ʼ 

 
 
 
, 
 
 

. 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 
 
 
.
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
· 
 
 
 

 
 
 
 

· 
 
ʼ 
 
 
.
 
 
 
 
 
 

᾽ 
, 
 
 
 
 
 

 
· 
 
ʼ 
 
, 
 

 
· 
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 

 
 
, 
.
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
ʼ 

 
 
· 
 
 
 
 

 
· 
 
ʼ 
 
 
.
1375	 
ʼ 
 
 
 
 
 
·
᾽ 
 
 
 

 
᾽ 
 
 
 
 
·
 
ʼ 
, 
 
 
᾽ 
,
· 
 
ʼ 
 
 
 
·
, 
 
; 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
·
 
ʼ, 
 
ʼ 
, 
 
 
.
 
ʼ, 
 
ʼ 
 
 
 
·
 
 
 
 
ʼ 
 
 
.
 
᾽ 
 
, 
 
.
 
, 
 
ʼ 
 
, 
ʼ 
 
·
 
 
 
 
 
· 
 
 

 
 
, 
 
 
ʼ 
᾽ 

 
· 
 
ʼ 
 

 
 
 
· 
 
ʼ 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
, 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
ʼ 
 
 

᾽ 
, 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
, 
 
 
·
 
ʼ 
 
 
·
 
 
 
 
 
·
 
ʼ 
 
· 
᾽ 
 

, 
 
 
 
 
.
1641	 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
· 
 
 
.
 
 
, 
 
 

 
 
· 
 
ʼ 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
, 
 
 
 
 

 
· 
 
 
 
 

 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
, 
 
 
᾽ 
.
 
 
 
 
 
, 
 
,
 
ʼ 
 
 
, 
 
 
.
 
᾽ 
ʼ 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
 
, 
᾽ 

 
 
, 
 
 

 
 
 
 
.
 
, 
, 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
᾽, 
 
ʼ 
ʼ, 
, 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 

 
᾽ 
 
· 
 
 
 

, 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
.
1898	 
, 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 
ʼ 
·
 
ʼ 
 
, 
 
 

· 
 
 
 
ʼ 
 
 
ʼ 

, 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 

· 
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 
,
 
 
 
, 
 
 
.
 
 
, 
 
 
 

, 
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
·
 
 
 
᾽ 
 
 
᾽ 
 

 
 
, 
 
ʼ 
᾽ 
 
.
 
 
ʼ 
 
 
 

, 
, 
 
, 
 
 

, 
 
 
ʼ 
 

, 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 

, 
 
 
 
,
 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
·
 
 
 
 
.
 
ʼ 
 
, 
 
 
ʼ 
.
 
 
 
, 
 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
 
᾽ 
 
 
 

 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
, 
 
ʼ 
 
 
 
᾽ 
.
 
 
 
, 
 
 
 
.
2234	 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
, 
 
 

, 
ʼ 
 
 
 
 

, 
 
 
ʼ 
 
·
 
 
 
 
, 
 
 

 
, 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 

 
᾽ 
 
 
 
.
 
 
 
 
 
ʼ 
 
.
 
 
ʼ 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
,
 
᾽ 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
᾽ 
 
 
, 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
·
 
 
 
, 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
,
 
 
, 
 
 
.
 
 
, 
 
ʼ 
 
ʼ 
.
 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 
ʼ, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
,
 
 
, 
 
, 
 
 
,
 
 
 
 
 
 
 
.
 
 
· 
 
 
ʼ 
.
 
 
, 
 
 
 
.
 
, 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
, 
 
ʼ 
 
.
 
, 
 
 
, 
 
.
 
 
 
 
 
, 
 
, 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
᾽ 
, 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
.
 
 
, 
 
 
 
.
 
 
 
, 
 
 

 
, 
 
 
 
.
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
.
2628	 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
.
 
 
 
, 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
,
᾽ 
, 
 
 
᾽ 
 
.
 
 

ʼ 
, 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 

 
 
 
 
.
 
 
 
 
, 
 
 

 
ʼ, 
 
ʼ 
 
,
 
 
, 
 

· 
 
, 
 
 
,
 
ʼ 
, 
 
ʼ 
 
᾽ 

 
 
· 
 
 

ʼ 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
᾽ 
· 
 
 
 
 

᾽ 
· 
, 
 
,
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
· 
 
ʼ 
 
,
 
 
 
, 
 
ʼ 
 
᾽ 
·
 
ʼ 
 
 
. 
 
ʼ 

 
 
 
 
 
ʼ 
.
2871	 
 
 
 
 
 
ʼ 
,
, 
 
, 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
,
 
 
 
 
, 
 
ʼ 
, 
 
 
,
 
ʼ 
 
, 
 
 
 
.
ʼ 
 
 
ʼ 
 
 
 
·
 
 
 
 
 

᾽ 
· 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 

 
, 
 

 
, 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 

, 
 
ʼ 
 
, 
 
 
·
 
᾽ 
 
 
 
.
 
 
 
, 
 
 
,
 
ʼ 
· 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
.
᾽ 
 
· 
 
 
, 
᾽ 
 
,
 
, 
ʼ 
 
 
 
ʼ 
,
· 
 
 
 
 
 
,
ʼ 
 
 
 
 
 

 
 
 
.
 
 
 
, 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
, 
 
· 
 
ʼ 

 
, 
 
 
 
 
,
 
 
· 
 
 
.
 
 
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
,
 
 
 
 
ʼ 
ʼ 
,
 
 
ʼ 
, 
᾽ 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
.
3170	 
ʼ, 
ʼ 
 
 
 

 
 
 
 
·
ʼ 
 
 
 
 
 
 

 
· 
 
ʼ 
ʼ 
 
·
 
 
 
 
 
 
·
 
 
 
· 
 
 
 
·
 
ʼ 
· 
 
 
.
 
ʼ 
 
 
 
 
,
, 
 
 
ʼ· 
 
 
 
ʼ 
,
 
 
 
 
 
.
ʼ 
 
 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
, 
 
 
 
.
 
· 
 
 
 
 
ʼ 
.
 
 
 
 
 
·
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
,
 
 
ʼ 
, 
᾽ 
 
 

 
 
 
 
 
 

 
 
. 
 
 
 

 
 
 
 
 

 
· 
 
 

 
, 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
.
3379	 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 
,
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
ʼ 
, 
 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 
᾽ 
 
,
 
 
 
 
 
ʼ 
,
᾽ 
᾽ 
 
 
 
᾽ 
·
 
ʼ 
 
 
.
 
 
ʼ 
 
 
· 
 
 

᾽ 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 

, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
,
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
, 
 
.
3555	 
 
, 
ʼ 
, 
 
,
 
, 
 
, 
ʼ 
 

 
 
 
,
 
 
 
 
 

 
· 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
 
.
 
 
ʼ, 
 
ʼ 
 
ʼ 
,
 
 
 
 
· 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
, 
 
 
·
 
 
ʼ 
 
 
· 
 
ʼ 
 
,
᾽ 
 
 
, 
 

 
 
· 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
 
 
 

 
, 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 

 
 
· 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
 
,
 
 
, 
 
 
.
3776	 
 
 
 
, 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
,
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
, 
ʼ 
 
 
 
,
 
 
 
, 
᾽ 
 

 
 
· 
 
ʼ 

 
 
, 
᾽ 
 
 
·
 
 
ʼ 
 
 
 

 
ʼ 
 
 
᾽ 
 

 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
 
, 
ʼ 

 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
 
.
᾽ 
· 
 
 
 
,
, 
 
, 
 
ʼ 
.
 
 
, 
᾽ 
 
 
 

· 
 
 
 
 
.
 
 
 
 

 
 
 
 
, 
 

 
 
 
 
 
.
ʼ 
 
ʼ 
 
 
 

ʼ 
 
 
, 
 
 
᾽ 

 
 
 
 

 
 
 
.
 
 
ʼ 
 
 
 

 
 
, 
 
 
.
 
 
 
· 
 
 
.
4003	᾽ 
ʼ 
 
 
 
 
 
 

 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
,
, 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
ʼ 

 
 
, 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
, 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
· 
 
᾽ 

 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 
,
 
 
, 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
, 
ʼ 
,
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 

, 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
·
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 

 
 
 
. 
 

 
 
 
 
 
 
.
4272	ʼ 
 
ʼ 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
, 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
ʼ 

 
 
. 
 
 

 
ʼ 
 
 
 
 
 

, 
᾽ 
᾽ 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
,
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

, 
᾽ 
ʼ 
 
 
 
,
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
·
 
 
 
 
ʼ 
, 
 
 
 

 
, 
᾽ 
 
 
,
 
 
 
 
 
 
, 
 
 
,
ʼ 
 
, 
 
 
·
 
 
 
᾽ 
, 
 
 
 
,
 
 
, 
 
 
·
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
,
, 
 
, 
 
, 
 
ʼ 
.
4501	 
ʼ, 
 
, 
 
 

 
, 
 
 
 
.
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
, 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
 
.
ʼ 
 
᾽ 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 

 
ʼ 
 
· 
 
 
 

ʼ 
 
 
· 
 
 

 
 
 
ʼ 
.
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
,
 
 
 
· 
 
 

 
᾽ 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
ʼ 
 
 
 
 

 
, 
 
 
 
 
.
4759	 
ʼ 
 
 
 
·
 
 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
. 
 
 

ʼ· 
 
 
 
 
 
·
· 
 
 
 
· 
 
 
 

 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
. 
 
ʼ 

 
 
 
 
, 
 
.
ʼ 
 
 
 
 
 
·
 
 
, 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ, 
 
ʼ 
᾽ 
 
 
 

. 
 
 
 
.
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
᾽ 

᾽ 
 
 
· 
 
 
 
 
·
 
 
 
ʼ 
, 
 
 
.
 
 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
 
 
 
,
 
᾽ 
, 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
 
 
,
· 
ʼ 
 
 
 
 

 
 
 
 
 
 
. 
4965	 
ʼ 
 
 
 
 
.
 
 
 
 
·
 
 
 
, 
 
 
 
 
.
 
 
 
· 
 
 
 
ʼ 

 
 
 
 
 
 
 
,
 
 
 
· 
 
 
 
ʼ 

ʼ 
 
, 
 
ʼ 
 
,
· 
 
 
 
 
 

, 
 
 
 
 
 
 
.
 
 
ʼ 
 
,
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 

ʼ 
, 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 

 
· 
 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
·
 
 
 
 
, 
 
 
ʼ 
.
ʼ 
ʼ 
 
 
 
·
 
 
 
, 
, 
 
ʼ 
·
᾽ 
 
 
᾽ 
 
 
 

ʼ 
· 
 
 
 
·
 
ʼ 
 
 
 
, 
 
,
 
 
 
 
 
 
 
.
ʼ 
 
 
 
 

 
 
, 
᾽ 
.
ʼ 
 
 
 

 
, 
᾽ 
 
 
.
5181	 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
 
 
,
 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

· 
 
 
᾽ 
 
 
.
 
 
 
 
,
 
 
 
 
 
.
ʼ 
 
 
 

 
 
· 
 
 
 
 
.
ʼ 
᾽ 
 
, 
 
 
,
 
, 
᾽ 
ʼ 
 
,
 
· 
 
 
 
.
 
 
 
 

· 
 
 
 
 
᾽ 
 
 

. 
ʼ 
 
᾽ 
 

 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
, 
 
ʼ 
·
ʼ 
· 
 
 
 
 
 
.
᾽ 
· 
 
 
 
 
.
 
 
 
 
, 
 
 

 
᾽, 
 
 
, 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 

 
· 
 
 
 
 
 
.
5375	 
ʼ 
 
 
 
 
 

 
· 
 
 

 
ʼ 
 
᾽ 
 
.
 
 
 
 
 
 
,
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 

ʼ 
 
 
 
·
 
 
 
ʼ, 
 
 
 
,
 
 
 
᾽ 
 
 
·
 
 
 
 
 
ʼ 
·
 
 
 
 
ʼ 
 

 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
᾽ 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
,
 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
 

, 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
· 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
, 
 
, 
 

· 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 

· 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
. 
 
 

ʼ 
 
 
ʼ 
 

ʼ 
 
 
 
 
 
.
5622	 
 
 
 
 
 

 
, 
 
᾽ 
 
 
.
 
ʼ 
, 
 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
᾽ 
 
 
 

, 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
·
 
 
 
ʼ 
 
 
 
 

 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

· 
 
 
ʼ 
 
.
 
ʼ 
 
· 
 
 
 

· 
 
ʼ 
 
ʼ 
 
 

 
· 
 
 
ʼ 
 
.
 
 
 
 
 
ʼ 
,
 
ʼ 
 
, 
, 
 
 
.
 
ʼ 
 
, 
 
 
.
 
 
 
, 
 
.
 
 
 
 
, 
 
 

 
 
 
,
 
 
 
 
.
