@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg076.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1888, 1, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Πραμυθητικὸς πρὸς Ἀπολλώνιον
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:08Z

 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
,· 
 
, 
 
 
ʼ 
 10 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
. 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
. 
. 
 
 
ʼ 
᾽ 
 
 
 
· 
 
 
 
 
, 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
· 
 
 

 
 
 
 

 
. 
 
. 
 
. 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 

 
 
 
, 
. 3 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
᾽ 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
. 
. 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
, 
. 
. 
 
ʼ 
 
 
 
 
, 
ʼ 
 
 
 
, 
 
, 
᾽ 
 
 
, 
 
 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
᾽ 
 

. 
. 
 
 
· 
 
 
 
 
 
 
 

. 
. 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
ʼ 
, 
. 
. 
. 
, 
. 
 
 
 
 
 
· 
 
 
. 
 
 
 
, 
 
 
 
ʼ 
: 

 
 
 
 
. 
 
. 
 
 
 
 
, 
, 
 
 
, 4 
 
· 
 10 
. 
. 447 12 
. 
. 697 
᾽ 
 
 
 
ʼ, 
᾽ 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
· 
 
 
ʼ 

, 
 
 
᾽ 
 
ʼ 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
ʼ
᾽ 
 
ʼ 
 
, 
 
 
: 
ʼ 
: 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 3 
. 
 
 
᾽ 
ʼ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
; 
 
 
 
, 
 
 
 
 
 
᾽ 

. 
 
 
 
 
 
 
 
ʼ 
 
 
. 1 
. 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 

 
 
ʼ 
 
 
. 
 1. 
. 
. 
 
, 
 
ʼ 
 
 
 
 
 
 
ʼ 
ʼ 

 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
: 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
. 
. 
 
 
. 
 
 
 
, 
 
 
 
 
 
.
 
 
 
. 
 
 
 
 
 
; 
 
ʼ 
 
; 
 
 

 
 
 
 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 3 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
᾽ 
 
. 
 
ʼ 
 
 
 
 
 
 
᾽
᾽ 
 
 
᾽ 
᾽ 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
.
 
 
 
 
; 
᾽ 
 
 
 
 
 

 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 

 
 
 
 
 
 
, 
. 
 
᾽ 
 
 
 
 
 
 

 
 
 
 
, 
 
 
; 
. 
 
 
 
 
, 
 
 
 
. 
 
 
 
ʼ 
 
 
, 
 
 
’ 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
, 
 
 
, 
 
 
 
 
 
 
 
·, 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
 
 
 
. 
 
ʼ
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 

, 
 
 
 
 
 
;
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
ʼ 
᾽ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
, 
 
· 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 

 
 
, 
, 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
. 
 
 
 
 
ʼ 
 
. 
 
 
 
 
, 
; 
 
. 
 
ʼ 
 
᾽ 
 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
. 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
. 
 1: 
ʼ 
 
 
 
 
, 
ʼ 
 
, 
 
. 
 
ʼ 
 
 
 
ʼ 
᾽ 
 
 
, 
ʼ, 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
· 
; 
: 
· 
 
 
ʼ 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
ʼ 
 
 
, 
 
 
; 
· 
 
ʼ 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
: 
, 
 
 
 
 
, 
 
ʼ 
 
 
: 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
. 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

. 
. 

 
 
 
᾽ 
ʼ. 
 

 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
;
. 
. 
 
ʼ 
 
 
 
 

. 
. 
 
 
 
 
 
 
 
 
 
. 
. 
. 26 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
; 
, 
 
, 
. 1 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
, 
᾽ 
, 
᾽ 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
. 3 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
; 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
.
 
. 
 
 
 
ʼ 
 
 
 
 
: 
. 
. 
 
 
 
 
 
 
 

 
. 
. 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
;
 
. 
 
 
 
ʼ 
 
 
; 
 
 
 
 
; 
᾽ 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
; 
 
 
 
. 
. 
. 40 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
,· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
ʼ 
 
, 
 

. 
 
 
 
 
,
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
,
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 

· 
 
 
; 
, 
 

: 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
, · 
᾽ 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 

 
 
 
. 
. 66 

 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
ʼ
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
, 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 

᾽
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
. 
. 
. 29 

 
 
 
᾽ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 1 
 
 
 
 
 
 
.ʼ
 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
,
. 
. 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 1 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 

, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
ʼ
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 

 
. 
 
 
 
᾽ 
 
 
, 
 
 
 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
,
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
: 
 
 
: 
 
. 
 
 
 
. 
 
 
 
 
: 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
. 

᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
. 
. 
 
 
 
 
. 
 
. 
. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
: 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
. 

 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 1 
. 

 
 
 
 
 
 
 
: 
, 
 
 
 
, 
 
ʼ 
. 
 
 
; 
 
.
 
; 
 
 5 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 

 
 
 
 
 
, 
ʼ 
 
, 
. 
: 
. 
. 3 
. 
 
ʼ 
, 
 
 
᾽ 

 
 
 
 
 
 
 
 
 
 
 
. 3 
. 
, 
 
 
 
 
᾽ 

 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
. 
. 
᾽ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 3 
. 
 
 
 
 
 
 

 
 
ʼ 
; 
 
 
 

 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 

 
 
, 
. 
 
. 669 
 
. 

 
 
, 
 
 
, 
 
 
 
· 
 
ʼ 
 
 

 
 
 
 
 
, 
 
 
 

 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
. 
. 
 
 
 
ʼ 
 
 
, 
 
 
· 
 
᾽ 
 
 
 
 
 
. 
 
ʼ 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
ʼ, 
᾽ 
 
; 

 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 

, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 

; 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 

 
 
 
 
 
; 
 
 
 
 
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ; 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ, 
 
 
 
, 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
᾽ 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 1 
 
 
 
 
 
 
 
 
 
 
·, 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
.
᾽ 
 
 

 
 
, 
 

᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 5 
. 151 
.: 
 
ʼ 

, 
 
ʼ 
 
 
 
 
 
’ 
 
 
 
, 
᾽ 
 
 
ʼ
 
 
, 
 
 
 
: 
 
 
 
 
. 5 
. 151 
.: 
 
ʼ 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
, 
. 
 
 
 
 
 
 
. 
. 604 

 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
· 1 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
: 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
; 
 
· 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
. 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
,· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
 
 
 
 
. 
 
 
 
 
 
 
 
·, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
, 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
, 
 
, 
 
 
 
. 
 56: 
 
, 
 
 
 
 
, 
 
 
 
 
; 
 
ʼ 
 
 
 
 
ʼ 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
, 
 
ʼ 
, 
 
 
, 
 
 
, 
 
 

 
 
, 
 
 
, 
 
 
; 
 
 
. 
 
ʼ 
 
 
 
 
 

 
, 
: 
 
. 24 - 26 
. 

 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
, 
 
 
 
 
 
. 
 
᾽ 
 
 
 
ʼ 
᾽ 
 
 
 
, 
 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
. 3 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
, 
: 
 
 
 
; 
, 
 
 
 
᾽ 
 
: 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
ʼ 
 
 
 
, 
ʼ 
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
; 
 
’ 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 3 
. 
 
 
 
, 
 
ʼ 
 
᾽ 
;
 
 
 
 
, 
 
 
, 
. 3 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
. 
 
᾽ 
 
 
 
 
: 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
.
 
᾽;
. 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
. 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
: 
 
, 
. 

 
 
 
 
.
 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
. 
 

 
 
 
,
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
. 
 
 
ʼ 
᾽ 
 
.
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
;
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 3 
. 720. 
. 
. 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 

 
 
 
·
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
. 
. 
 
ʼ 
 
 
· 
 
,
 
 
 
. 1 
. 
 
 
 
 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
, 
. 
. 
 
 
 
, 
 
 
ʼ 

 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
. 
. 
 
ʼ 
 
 
 
. 
. 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
᾽ 
 
 

 
 
. 
 379: 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 

 
ʼ 
 
 
 
 
. 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 

 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 

 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
, 
 
 
.
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 37. 
 
. 

 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
.
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
. 
 
. 587 
. 
. 468, 757, 9): 
 
 

 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 

 
,
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 


 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
: 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
· 
 
 
 
 
 
: 
 
 
 
. 
 
 
, 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
ʼ 

 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
. 
. 
. 64, 
 
 
, 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
, 
 
&
; 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
. 
᾽ 
 
: 
; 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
. 
 
. 
: 
 
ʼ 
 
 
 
,· 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 1 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
: 

 
. 1130 
: 
 
 
 
 
 

. 
: 
 
 
 
 
 
 

 
 
, 
 
 
 
, 
 
 
 
 
 
 
: 
, 
 
ʼ 
 
: 
 
 
 
 
: 
 
: 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
.
. 1 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
. 
. 28: 
 
 
· 
 
 
 
 
: 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
.
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 523 

, 
 
,
, 
: 
 
 
, 
 
 
 
, 
 
 
, 
, 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 

 
 
 
. 
 
 
 
 
 
 
. 
 

 
 
 
· 
 
 
. 
 
: 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
; 
᾽ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 

᾽ 
, 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
)
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 

; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
