@node
@author=Dionysius of Halicarnassus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Ludwig Radermacher
@filename=tlg0081.tlg012.perseus-grc1
@funder=Google Digital Humanities Awards Program
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Alison Babeu, Bridget Almas, Monica Berti
@sourceDesc=Dionysii Halicarnasei Quae Exstant, Volumen Sextum, Dionysius of Halicarnassus, Ludwig Radermacher, In Aedibus B.G. Teubneri, Leipzig, 1904, Keyboarding.
@sponsor=Perseus Project, Tufts University
@title=De Compositione Verborum
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:45:12Z

 
 
 
, 
 
, 
 
” , 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
  
, 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
  
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
” 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
  
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
.
 
 
 
, 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
  
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
  
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
· 
 
 
 
 
  
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
᾽ 
 
 
 
 
 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
· 
ʼ, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
· 
 
ʼ 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
·  
 
ʼ 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
;  
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
 
· 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 

 
 
᾽ 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
—
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
ʼ 
 
· 
, 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
᾽ 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 ..., 
 
ʼ 
 
· 
 
, 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
  
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
  
 
, 
᾽ 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
ʼ 
,  
 
 
 
 
 
 
ʼ 
 
ʼ, 
᾽ 
 
 
 
. 
 
 
 

 
· 
 
, 
 
 
 
 
 ... 
 
ʼ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
, 
, 
 
 
. 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
. 
᾽ 
 
 
 
· 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
·  
 
 
; 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” . 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
  
 
· 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” . 
 
 
 
 
 
, 
, 
, 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
.” 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
.” 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
  
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
  
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
” 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
  
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 ... 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
· 
 
ʼ 
, 
 
 
 
ʼ 
 ...  
 
ʼ 
, 
 
 
 
 ... 
 
ʼ 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
 ... 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
, 
 
ʼ 
 
 
 
᾽ 
 
ʼ 
 
· 
 
 
, 
 
ʼ 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
  
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
  
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
· 
 
 
  
 
 
 
” 
· 
 
 
 
 
 
 
 
” 
 
 
 
 
, 
 
 
 
· 
 
 
 
᾽ 
 
 
 
᾽ 
” 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
” 
 
 
 

 
” 
 
 
 
 
 
 
, 
 
ʼ 
” 
 
 
 
 
” 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽  
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
, 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
, 
 
 
.” 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
  
 
 
 
;” 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
” , 
᾽ 
 
 
 
 
; 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
ʼ 
, 
 
ʼ 
 
” , 
᾽ 
 
 
 
, 
 
 
; 
  
 
 
, 
 
 
· 
᾽ 
 
, 
 
 
· 
᾽ 
 
, 
 
 
 
” . 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
  
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
” 
 
 
 
, 
᾽ 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
” , 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” , 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
·  
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
” , 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
.” 
 
 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
.” 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
  
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 

, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
,  
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
᾽ 
 
· 
 
 
, 
᾽ 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
, 
᾽ 
 
 
 
ʼ 
 
 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
, 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
; 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
  
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
; 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
  
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
  
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
·  
 
, 
 
 
 
, 
 
ʼ· 
 
ʼ 
ʼ, 
 
 
. 
 
 
 
 
 
 
 
” 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
” 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
” 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
 
. 
 
 
” 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
” 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
᾽ 
, 
᾽ 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
ʼ 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
  
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
ʼ 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
.  
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
  
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
.
. 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
  
 
 
· 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
  
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
, 
ʼ 
 
ʼ 
.  
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
· 
 
 
 
᾽ 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
 

 
 
 
 
 

 
 

 
 
 
 
 

 
 

 
 

 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
᾽  
 
, 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 

 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 

 
 

 
 

  
 

 
 

 
 
 
 
 

 
 

 
 

 
 
 
 
 
 
 
 
 
 
 

 
 

 

 
 

 
 

 

 
 

 
 

 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
 
 
 
  
 
 
· 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 

 
 

 
 

 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 

 
 
 
 
, 
 
 
 

 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 

 
 

 
 
 
. 
 
 
 
 
 

 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
  
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
· 
 
 
 

 
 

 
 

 
 

 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 

 
 

 
 

 
 
 

 
 

 
 

 
 
 
 

 
 

 
 

 
 
 
 
 
·  
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 

 
 
 

 
 
 
 

 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 

 
 
 

 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
, 
 
 
 
 
 
 
, 
 
 
 
 

 
, 
 
 

, 
 
 

 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
.  
 
 
 
 
, 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
ʼ 
  
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
  
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
, 
 
 
 
. 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
  
 
 
 
, 
 
 
, 
 
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.  
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 

 
 
 
 
  
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ· 
 
ʼ 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
 
  
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
᾽ 
᾽ 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
ʼ 
᾽ 
ʼ 
 
 
 
 
, 
 
ʼ 
ʼ 
 
᾽ 
 
 
, 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
·
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
  
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
ʼ 
, 
 
 
, 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
. 
 
ʼ 
 
, 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
  
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
ʼ, 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
  
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
, 
᾽ 
 
; 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
· 
 
ʼ 
 
 
  
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
” . 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
, 
  
. 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
᾽ 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
  
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
” . 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
· 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
 
· 
᾽, 
 
 
, 
· 
 
 
 
, 
 
 
 
, 
· 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
ʼ 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
  
 
 
. 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
, 
 
 
 
 
 
” . 
 
 
 
 
 
, 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
, 
 
, 
 
 
 
, 
· 
 
· 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
” 
 
 
 
, 
 
 
, 
 
 
· 
᾽ 
 
 
 
,  
 
 
 
, 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
  
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
᾽ 
 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
. 
  
 
 
 
 
 
, 
 
· 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
,  
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
, 
 
 
. 
 
 
 
 
, 
 
ʼ 
, 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
” 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
· 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
,  
 
 
ʼ 
· 
 
ʼ 
 
. 
 
 
ʼ 
 
 
 
 
ʼ 
 
 
ʼ 
· 
 
ʼ 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
  
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
᾽ 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
  
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
  
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
 
 
.  
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
, 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
· 
 
 
 
 
ʼ 
ʼ 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
; 
 
 
ʼ 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
  
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
. 
 
 
 
 
; 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
᾽ 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
· 
 
  
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
. 
 
ʼ 
 
 
.
 
 
 
 
 
 
  
 
 
 
 
᾽ 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
” , 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ, 
 
, 
 
 
 
 
 
᾽ 
ʼ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
.  
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
  
, 
 
 
 
, 
, 
, 
 
 
 
 
, 
ʼ 
, 
, 
, 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
  
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
· 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
ʼ 
, 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
,  
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
, 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
  
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 

 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
; 
  
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 

 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
” . 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
” 
 
 
  

 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
ʼ 
” · 
 
 
 
 
 
· 
 
 
 
 
 

 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 

 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
” . 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
 
 
 
 
ʼ
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
ʼ 
·” 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 

 
, 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
” . 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 

 

  
 
 
 
 
 
· 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 

 
 

 
 

 
 

 
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
” · 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 

 
 

 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
  
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
” , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
  
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
, 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
  
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
  
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
. 
ʼ 
ʼ 
, 
 
 
, 
 
, 
 
ʼ 
 
ʼ 
 
, 
 
· 
 
ʼ 
ʼ, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
  
ʼ 
. 
 
 
ʼ 
 
 
, 
 
 
 
 
 
ʼ 
᾽ 
 
 
. 
 
ʼ 
· 
 
ʼ, 
 
, 
ʼ 
 
 
ʼ, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
; 
 
ʼ, 
 
ʼ, 
; 
 
 
 
, 
 
· 
 
 
 
 
ʼ, 
 
· 
 
 
 
, 
 
 
 
.  
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
  
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
  
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
ʼ,  
 
 
 
, 
 
 
 
᾽ 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
 
, 
᾽ 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
ʼ 
, 
ʼ 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
.  
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
. 
 
 
, 
 
 
 
, 
· 
 
 
 
 
 
 
” , 
 
 
 
, 
 
 
 
 
 
 
” 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
,  
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
· 
 
, 
 
 
, 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
” 
 
 
 
 
 
, 
 
ʼ 
” 
 
 
 
 
” . 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
  
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
.
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
  
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
· 
 
, 
 
 
, 
 
” · 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
  
 
, 
 
 
 
· 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
᾽ 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
,  
 
 
 
” · 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 

 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 

 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
” . 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
” · 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
  
᾽ 
 
; 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
” , 
᾽ 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
· 
 
 
 
 
  
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
” . 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
” . 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
·  
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” . 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
; 
 
 
 
,  
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 

 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
  
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
  
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
ʼ 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
 
 
· 
 
 
 
;
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
. 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
,  
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 

 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
.  
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
· 
 
, 
 
 
, 
 
 
. 
 
 
 
, 
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
᾽ 
 
 
, 
 
, 
 
 
” , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
.  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.     
