@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg008.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἱκέτιδες, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:08Z


 
ʼ 
 

᾽, 
 
 
 
 
 
,
 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 

 
, 
 
.
 
 
 
ʼ 
 

, 
 
 
ʼ 
 

 
 
ʼ 
 
,
 
 
· 
 
 

 
 
 
 

 
, 
 
ʼ 
 

 
ʼ, 
 

 
 
 
 

. 
 
 
 
 

 
 
 
 

 
 
 
᾽ 

 
, 
ʼ 
 
.
 
 
 
᾽ 
 
 

 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
 

 
ʼ 
. 
 
ʼ 
 

 
ʼ, 
 
 
ʼ 

 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
᾽ 
 

 
 
 
 
 

 
 
 
, 
 

 
 
 
 
,
 
ʼ 
 
ʼ. 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
᾽ 
 
 
, 

 
 
· 
 
 
ʼ 

 
 
, 
 
.
242	
 
, 
,
 
 
, 

 
 
 
·

 
. — 

 
 
 

 
 
 
 
·
268	
ʼ 
 
 

ʼ 
 
, 
 
 
 

 
· 
 
; 

 
 
 
 

 
 
 
 
 
.
297	
 
 
 
ʼ, 
 
, 

 
 
 
 
· 
 

 
 
 
,
 
ʼ, 
 
 
 

 
 
·
 
 
, 
, 
ʼ, 

 
 
 
ʼ 
 
 

 
 
ʼ 
ʼ 
.
344	
 
, 
᾽ 
 
 
 
ʼ 
 
 
 
·
 
ʼ 
, 
 

 
 
 
᾽ 
 
 
 
ʼ 

· 
 
 
ʼ 

 
 
 
 
 
 

, 
 
 
 
 
.
389	
 
᾽ 
 
 
 

, 
 
 
.
ʼ 
 
 
,
ʼ 
 
,
 
 
 
,
 
 
 

 
 
 
·
 
 

 
 
.
426	
 
 
ʼ 
 
 

, 
 
 
 

 
 

 
· 
,
 
 
 

 
 
 

 
 
 
. 
 
.
 
ʼ
 
.
463	
 
 
 
 
 

 
 
, 
ʼ 
 

 
; 
 
 
ʼ 

 
 
 
, 
 
 
,
 
 
 
 
 
.
·
 
; 
 
 
 
·
 
 
 

 
ʼ 
 
, 
 
 

 
· 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
.
 
, 
; 
 
 
 
,
 
ʼ 
· 
 
 
 
.

 
, 
 
 
 

 
 
 
 

 
· 
 
 
 

 
ʼ, 
 
, 
 
, 
.

 
ʼ 
 
 
 
 
 
;

, 
 
, 
 
.

 
ʼ 
 
 
; 
 
 
;

, 
 
 
 
 
.

 
 
 
 
 
 
;

ʼ· 
 
 
 
, 
.

 
 
 
 
.
᾽ 
 
 
 
 
·
 
 
 
 
 
 
.
636	
 
 
 
 
,
, 
 
 
 
 
 
.

 
 
 
 
 
 
;

ʼ 
 
 
ʼ 
.

 
 
 
 
 
.

᾽ 
ʼ 
 
 
.

᾽ 
 
 
 
.

 
 
 
 
.

 
 
, 
 
 
;

 
ʼ 
 
 
 
 
.

 
 
, 
 
 
;

 
ʼ; 
 
 
 
.

 
 
ʼ 
; 
 
 
;

 
, 
, 
 
 
.

 
ʼ 
 
 
 
; 
 
 
;

 
. 
 
 
ʼ 
.

 
 
 
᾽ 
 
 
;

 
ʼ
 
 
 
.

 
 
ʼ 
 
 
 
 
;

 
 
 
 
.

 
ʼ 
 
 
 
;

 
 
 
 
.

 
 
 
 
;

 

 
 
 
.

᾽ 
 
 
 
 
;

 
ʼ 
 
ʼ 
.

 
ʼ 
᾽ 
 
 
 
;

 
 
 
 
 
ʼ 
.

 
ʼ 
 
 
 
;

 
 
 
 
 
 — 

 
 
; 
· 
 
 
 
.

 
 
 
 
ʼ 
.

 
᾽ 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
ʼ 
;

 
 
 
 
 
.

 
ʼ 
 

 
 
 
;

 
, 
 
 
.

 
ʼ 
 
᾽ 
 
.

᾽ 
 
 
 
 
.

 
 
ʼ 
 
 
;

 
 
· 
᾽ 
.

 
ʼ 
 
 
ʼ 
 
;

; 
 
ʼ 
 
᾽ 
 
.

 
, 
 
, 
 
.

 
 
, 
 
 
 
 
.

 
 
 
 
;

 
 
 
 
 
.

 
 
᾽ 
.
986	
 
 
 
 
 
.
᾽, 
 
ʼ 
ʼ 
 
,
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
, 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
,
᾽ 
 
 
, 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

ʼ, 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
,
 
ʼ 
 
 
ʼ 

 
 
· 
 
 
 
.
ʼ 
 
 
· 
 
 

 
 
 
 
 
;
 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
ʼ 
 
᾽ 
 
·
 
ʼ 
 
 
 
 

 
 
ʼ 
· 
 
 

 
ʼ, 
 
.

 
 
 
 
 
 
,
, 
ʼ 
 
 
 
 
.
1196	
 
 
ʼ 
 

ʼ. 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
᾽, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
, 
 
ʼ 

 
 
, 
 
 
,
 
 
 
 
 
ʼ 
᾽ 

 
, 
 
 
ʼ 
 
 

 
 
· 
 
 
 

ʼ, 
 
 
,
 
 
ʼ, 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
ʼ 
.
᾽ 
 
 
 
 

 
, 
 
 
 
;
᾽ 
 
 
 
 
 

, 
 
 
ʼ 
 
 

 
 
 
.
1349	 
 
 
 
, 
 
 
,
 
 
 
 
 

 
᾽ 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
 
.
 
 
 
 
 
,
 
 
ʼ, 
᾽ 

 
 
 
 
,
 
, 
 

 
 
ʼ 
ʼ 
 
,
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
᾽, 
 

 
 
 
 
 
 
.
 
 
 
· 
 
 

 
 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
,
 
 
 
ʼ 
 
,
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
.
ʼ 
 
 
 
;
 
 
 
 
 
 
;
 
ʼ· 
 
 
 
 
,
 
 
 
, 
 
ʼ 
.

· 
 
 
ʼ 
 

· 
 
 
᾽ 
 
.
1552	
 
 
ʼ
 
 

᾽, 
 
 
 
 
 
,
 
 
, 
,
᾽ 
 
. 
 
 
 
 
,
 
 
 
· 
 
 
;
ʼ, 
 
, 
, 
 

 
, 
 

 
 
 
 
 
 
 

 
 
ʼ 
 
 
,
 
 
 
 
 
.

 
 
 
, 
 
ʼ 
 

 
 
 
 
.
 
; 
 
 
 

 
 
 
 
 
 
;
 
᾽· 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
· 
 
 
 

 
 
 
 
 
.
1671	
, 
ʼ, 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
.
 

, 
 
, 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
ʼ

 
 
 
.
ʼ 
, 
, 
 
 
 
 

 
 
 
 
 
, 
.
 
 
 
 
, 
 
 

 
 
 
 
 
.
1756	
, 
 
 
ʼ 
᾽ 
 

 
 
; 
 
 

 
; 
 
 
 
.
 
 
, 
 

 
 
 
.

.

 
 
 
 
.

 
 
.

 
 
ʼ 
.

 
, 
, 
 
 
 
 
;

 
 
ʼ 
 
 
 
.

᾽ 
 
 
 
 
 
 
.

 
ʼ 
, 
ʼ 
 
 
.

 
ʼ 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
ʼ, 
 
, 
 
 
 
 

 
 
 
 
·
ʼ 
 
 
, 
 
 
 
.
 
 
ʼ, 
 
 
 
 

 
, 
ʼ 
 
 
·
 
ʼ 
 
 
 
᾽ 
 
 
,
 
 
 
 
, 
,
 
 
 
 

 
 
 
 
 

 
᾽ 
 
 
 
,
 
 
 
 

· 
 
 
 
 
 

᾽ 
᾽, 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
, 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
 
.
 
᾽ 
 
ʼ 
, 
 
, 
 
.
, 
 
 

 
 
 
ʼ 

 
; 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 

, 
 
, 
;
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
᾽ 
 
 
ʼ 
 
 

ʼ· 
 
 
 
᾽ 
 
.

 
 
, 
 
ʼ 
 

· 
 
 
 
 
.
2074	
 
 
, 
, 
 

 
ʼ 
 
, 

 
᾽ 
 
 
·
 
 
 
᾽ 
 
 
,
 
 
 
 
 

 
 
. 
 
 
 

 
᾽ 
 
 
,
 
 
 
 
.
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
ʼ 

 
 
᾽ 
 
;
 
᾽· 
 
 
 

 
· 
 
 
, 
 

 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 

 
᾽ 
 
 
.
 
 
ʼ 
 
 

 
᾽ 
 
.
 
ʼ 
 
 
 
 

 
 
 
· 
 
 
,
 
 
᾽ 
 

· 
ʼ 
 
ʼ 
 
 

 
 
ʼ 
.
᾽, 
 
, 
ʼ 
 

, 
 
 
 
 
 
,
 
 
· 
 
 

 
 
 
 
 — 
 
· 
 
 

 
ʼ 
 
ʼ 
 
 
.
2261	
 
, 
 
 
 
,
 
᾽, 

 
 
 

 
 

 
ʼ 
.
2282	
 
 
 
 
 
 
 
 

 
 

 
 
,
 
 
 

ʼ 
.
2305	
 
ʼ 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
ʼ; 
 
 

, 
 
 
 
;
2332	
 
, 
, 
, 
,
 
 
 
.
 
 
 
, 
 
ʼ 
 

, 
 
ʼ 
 
 
.
2357	
 
 
 
᾽ 
 

 
 
, 
 
·
 
ʼ 
 
ʼ 
 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
 
 
 
,
ʼ 
 
, 
 
,
 
 
 
᾽ 
 
.
 
 
, 
 

ʼ· 
 
ʼ 
ʼ, 
 
 
·
 
 
 
 
.
 
 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
ʼ 

 
 
᾽, 
 
 
ʼ 
.
· 
 
 
 
᾽ 
;
, 
 
 
 
ʼ 
,
. 
, 
 
ʼ 
 

 
 
 
 
.
2465	
 
 
; 
 
᾽ 
 
 

 
, 
 
 
 

 
 
᾽ 

 
 
 
 
;

 
 
 
 
 
, 
,
 
 
᾽· 
 
 

 
 
, 
᾽ 
 
.
 
ʼ 
 
 
 

, 
 
 
 

 
, 
 
 
 
 
.

 
 
᾽ 
 
 
 
 

· 
 
 
 
 
ʼ 

 
 
, 
 
 
·
᾽ 
 
 
 
 

 
 
 
ʼ 
 
,
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ, 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
;
 
 
 
 
 
 

 
. 
 
ʼ 
 
,
 
 
 
 
, 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
,
 
 
ʼ 
 

 
 
, 
 
 
 
.
2639	
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
,
ʼ· 
 
 
 
 
.
 
 
 
,
 
 
 
 
 
 

, 
 
ʼ 
 
 
 

 
ʼ 
· 
 
᾽ 
᾽ 
᾽ 
.
 
 
 
 
 
ʼ 

 
 
 
 
 
 
,
 
ʼ 
 
 

 
 
ʼ, 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
· 
 
 

 
 
ʼ 
 
 
 
;
 
᾽ 
 
 
 
᾽, 
 
 

. 
 
 
᾽ 
 
;
 
 
 
 
 
 
,
 
 
 
·
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 

, 
 
 
 
.
 
 
᾽ 
 
᾽ 
 
 
,
 
 
 
 
 

 
 
 
;
 
 
 
 
 
 
 

 
 
 
ʼ 
 
;
 
 
 
 
 
,
 
 
, 
 
,
 
ʼ 
; 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
;
 
ʼ 
 
, 
 
 
 
 
,
 
· 
 
 
 

᾽ 
ʼ 
 
 
 
 
 

. 
 
 
ʼ 
 
 
 

 
 
 
 
ʼ 
.

 
· 
 
 
 
 

, 
ʼ 
 
 
 
.
2899	
᾽ 
 
. 
 
 

 
 
 
᾽, 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 
,
 
 
 

᾽ 
, 
ʼ 
 

, 
ʼ 
 
 
.
 
 
 
, 
 
 

 
· 
 
 
, 
 

 
 
 
 
 
ʼ 
 
.
 
, 
 
 
 
 

, 
 
 
 
 
,
ʼ 
 
 
 
·
 
 
᾽ 
, 
 
 

ʼ, 
 
 
 
.
 
 
 
 
 
 
,
 
᾽ 
 
 
,
 
 
 
᾽ 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 

 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
,
 
 
. 
᾽ 
 
 

 
 
 
 

ʼ, 
 
 
 
 
.
3085	 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
;
 
ʼ 
᾽ 
 
 

 
, 
 

 
 
 
 

 
 
 
 
 
 
;
᾽ 
 
 
,
 
 
 
,
 
 
 
 
 

 
 
 
;
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
ʼ, 
 
 

 
 
. 
 
 
·
 
 
 
, 
 
.
 
᾽ 
 
, 
 
.

 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
.

 
 — 

ʼ, 
ʼ, 
 
,
 
 
 
 
 
 
 

· 
 
 
 
 
 
 
,
᾽ 
 
᾽· 
 
 
.
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
ʼ 

 
 
, 
᾽ 

 
 
 
᾽· 
 
 
 

 
ʼ 
, 
 
 
.
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
·
 
 
 
, 
 
 

᾽ 
 
 
,
 
, 
 
 

. 
 
 
 
 
 
;
 
 
 
 
ʼ 
 
,
, 
 
 
,
 
ʼ 
, 
 
 
.
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
᾽ 
, 
 
 
 
,
 
 
ʼ 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
;
· 
 
 
 
,
 
 
 
 
 
 

 
 
· 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
,
 
 
ʼ, 
 
 
;
 
 
; 
 
 

 
; 
 
ʼ 
 
 

, 
 
 
 
 
;
 
 
 
 
 
,
 
 
 
 
.
3424	᾽, 
 
, 
 
 
·
ʼ 
 
 
· 
 

 
 
ʼ, 
 
ʼ 
, 
 
ʼ 
 
,
 
ʼ 
 
· 
 
 
 
 
,
 
, 
 
,
 
ʼ 
 
 
 
 

 
. 
 
 
 

 
 
 
 
 

 
 
᾽ 
 
 
 
.
 
 
 
; 
 
 

 
 
 
 
 
.
 
 
ʼ· 
 
 
 
.
 
 
ʼ 
 
 

 
 
᾽ 
 
 
 

 
 
 
.

· 
 
 
 
 
 
 

 
 
 
 
.

 
 
 
 
 


᾽, 
 
 
· 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
, 
 
, 
.

ʼ 
· 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
.

 
 
 
 
 


 
 
 
ʼ
 
 
;

 
ʼ 
· 
 
ʼ 
 
.

 
 
᾽ 
 
 
 
 
.

 
 
 
᾽ 
.

ʼ, 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
᾽ 
;

 
 
· 
 
ʼ 
᾽ 
 
.

 
ʼ 
 
 
 

 
 
· 
᾽ 
 
,
 
 
 
 
.
 
 
.
 

᾽ 
ʼ 
 
 
ʼ 
,
 
 
 
 

 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
 
. 
 
 
 
,
, 
 
 
 

 
. 
 
 
 
 

 
 
 
 
.
 
 
 
· 
 
 
, 

 
· 
 
 
ʼ 

 
. 
 
ʼ 
 

, 
 
 
 
 
ʼ 
.
3757	
 
 
 
 
,
 
 
᾽ 
 
 
 
 — 
᾽ 
 
 
 
;
 
 
 
;
 
 
, 
 
 
;
᾽ 
 
· 
 
ʼ 

 
 
 
ʼ 
 

 
, 
, 
 
, 
᾽ 
 
ʼ 
 
;
3808	
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
 
ʼ 
.
 
 
 
 
;
 
 
 
 
.
 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
ʼ 
 

 
, 
 
ʼ 
 
.
3860	
 
 
 
 
ʼ 
,
 
 
 
 — 
 
 
 
 
 
.
 
 
 
.
 
 
 
 
 
.
 
ʼ 
, 
 
 

 
 

 
 
;
3900	
 
 
ʼ 
 
·
 
 
 
 
.
 
, 
 

 
 
.
 
 
 
 
ʼ 
.
 
 
, 
 
 

, 

 
 
.
3936	
, 
 
᾽ 
 
 
,
 
 
· 
 
 
 
,
 
 
 
 
 

 
 
 
·
 
 
 
. 
 
 

 
· 
 
 
 
,
 
 
 
 
.

 
ʼ, 
 
 
 
 

 
ʼ 
 
 
· 
 
 
 

 
᾽ 
, 
᾽ 
 
 
.

, 
 
 
 
 

 
 
, 
 
᾽ 

 
 
 
.

 
 
 
 
 

 
 
 
 
;
· 
 
 
 
 
.

 
 
 
, 
 
,
 
· 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
·
 
 
 
ʼ 

 
 
, 
 
 
 
,
 
ʼ 
, 
 
 
,
 
 
 
, 
 

, 
 
 
ʼ
,
 
· 
 
ʼ 

 
 
 
 

 
ʼ 
 
· 
 
ʼ 

 
 
 
.
 
 
 
 
 
,
 
 
, 
 
ʼ 
,
 
 
 
.
 
ʼ 
 
 

 
ʼ 
ʼ 
ʼ 
.
 
 
 
 
 
 
·
, 
· 
, 
 
,
ʼ· 
 
 
 
,
 
, 
 
 

, 
 
 
 
.
4165	 
 
᾽ 
 
,
᾽ 
ʼ 
᾽ 
 
. 
 
ʼ 

 
 
 
·
 
 
 
 
,
 
 
 
 
.
 
 
 
ʼ, 
 
ʼ 

 
 
 
 
 
.
 
 
, 
 
 

 
 
, 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 — 
 
 

ʼ 
ʼ 
ʼ 
 
ʼ 
 — 
 
 
 
ʼ, 
 

 
 
, 
 
 
 

 
, 
 
 
,
 
 
 
 
 
 

, 
 
 
 
,
 
 
, 
 
 
 

 
 
 
 
 

 
 
ʼ 
 
 
;
 
ʼ 
 
 
 

 
 
᾽, 
 
 

, 
 
 
 
.
 
 
 
 

 
, 
 

 
 
 
 
·
ʼ· 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
᾽ 
ʼ 
 
ʼ 
 
·
 
ʼ 
 
 

 
 
· 
 
 

 
 
· 
 
ʼ 

 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 
·
 
 
 
 
᾽ 
 
,
᾽ 
ʼ 
 
 
 
 
.
 
ʼ 
, 
᾽ 
 
·
 
, 
 
 
 
 

 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
.
 
ʼ 
 
 

 
 
 

 
 
 
,
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 

 
. 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
, 
 
ʼ 

. 
 
 
 
 
,
 
· 
 
 
 
 

 
, 
᾽ 
 
.
4478	 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
, 
 
 

 
 
 
 

 
ʼ 
 
 
 
.

 
᾽ 
 
 
ʼ 

 
, 
 
 
 

 
, 
 
 
.

 
, 
 
 
 
 

 
; 
 
 

 
 
᾽ 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
,
 
, 
 
 
,
ʼ 
. 
 
ʼ 
 
᾽ 
,
 
 
 
 
,
ʼ, 
 
ʼ 
 

 
 
. 
 
 

 
 
· 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
·
 
ʼ, 
 
 
 
 
,
 
ʼ, 
 
, 
 
.
 
 
; 
 
 
,
 
· 
 
ʼ 
.

 
 
 
 
,
 
, 
 
 
.

 
ʼ 
ʼ 
 
, 
 
;

 
 
 
ʼ 
 
.

 
; 
 
ʼ 
 
 
 
;

 
 
 
 
.

 
 
; 
 
ʼ 
 
;

, 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
 
;

· 
 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
 
 
 
 
.


 
, 
 
ʼ 
᾽ 
 
.

 
 
 
 
;

 
ʼ 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
 
;

· 
 
 
 
 
.

ʼ 
 
 
ʼ 
 
.

 
, 
 
ʼ 
 
 
.
᾽ 
· 
 
ʼ 
 

 
 
 
 
,
 
, 
 
 

 
· 
 
 
 

 
 
ʼ 
 
,
 
· 
 
ʼ 
 
.
4815	
 
 
, 
 
 
.
 
 

 
 

 
·
 
 
 
 
 

, 
 
 
ʼ, 
 
,
 
 

, 
 
 
.
4850	
 
ʼ 
 
᾽ 

 
 

ʼ 
 
.
 
 
ʼ 
 
;
 
 
 
 
 

 
, 
 
 
,
 
ʼ 
 

, 
 
 
.
4887	
 
᾽ 
 
 

 
 
· 

 
 
 
 
 

 
 
 
;
4908	
, 
 
,
 
 
 

ʼ 
ʼ 
ʼ 

 
.

 
, 
 
 

 
,
 
 
 
.

 
.

 
ʼ 
 
 
.

.


 
 

 
ʼ 
 
.

 
 
, 
 
 
 
 
;

 
 
 
, 
 
.
4971	
 


ʼ 
,
 
 
ʼ 
᾽ 
᾽ 
,
 
 
 
.

ʼ, 
 
 

 
ʼ 

 
 
 
.

 
.

 
ʼ 
 
.

.

 
 
ʼ 
 
;

 
.

 
᾽ 
 
.

 
 
 
 
 
 
.

 
 
᾽ 

 
 
 
.
5041	
 
 
, 

 
 
.

 
 
 
ʼ, 
 

 
 
.

 
 
 
·
 
 
 
 
,
 
 
 
,
 
 
 
 
 
 
 
.

 
 
,
 
 
 
·
 
ʼ 
 
 

 
ʼ 
ʼ 
.
5099	
 
ʼ 
, 
ʼ 
 

, 
· 
 
 
 

 
, 
 
ʼ 
 
·
 
ʼ 
 
 

 
; 
 
ʼ 
 

 
 
ʼ· 
 
 
.
 
 
 
ʼ 
 
 

ʼ, 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
,
 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
, 
 
 
 

 
 
 
 

 
ʼ 
 
 
.
 
 
 
᾽ 
 

᾽ 
 
 
 
 
·
 
 
 
 
 
ʼ 

ʼ 
 
 
 
.

 
 
· 
 
 
 
 

 
 
 
 

 
 
 
ʼ 
 
.
 
 
, 
 
 
;
 
᾽ 
· 
 
 
 
 
,
 
ʼ 
 
 
· 
 

 
 
 
 
 
 
,
 
 
 
ʼ 

ʼ 
· 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
, 
 

 
 
· 
 
 
 
.
 
, 
 
,
 
 
᾽ 
 
 

᾽ 
 
. 
 
 
 

, 
 
ʼ 
·
 
 
 
 
 
,
 
 
 
᾽ 
 
 
.
 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
.
 
ʼ 
, 
 
 

ʼ· 
 
 
 
 

 
 
 
 
.
5363	 
ʼ 
 
 
ʼ 
 
ʼ 
·
 
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
ʼ 
 
 

, 
 
,
 
 
, 
 
ʼ 
᾽ 
 

 
ʼ 
. 
 
ʼ 

 
, 
 
 
 
 
,
 
 
 
᾽ 
 

᾽ 
 
 
, 
 

᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
ʼ 
 
 
,
, 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
 

 
 
, 
 
 
, 
.
 
 
 
 
 
,
, 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
ʼ 
 

 
 
 
. 
 
ʼ 

, 
 
 
 

 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
. 
 
 
 
.
5566	
 
, 
 
ʼ
, 
 
᾽ 

 
ʼ 
 
· 

 
 
 

 
 
,
 
 
 
 
, 
ʼ
 
 
.
5597	
 
 
 
 
 
 

 
ʼ 
 
 
 

 
 
 
·
 
 
 
, 
 
,
 
 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
;

 
 
 
, 
 
 
.

 
 
 
 
 
 

 
 
 
 
 
 
;

· 
 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
.

 
 
 
 
 
 
.

 
 
ʼ 
· 
 
ʼ 
 
.

ʼ, 
 
 
, 
 
.

ʼ, 
, 
 
 
.

; 
 
 
 
 
 
;

ʼ 
 
᾽ 
 
.

 
 
 
 
 
.

 
 
 
 
 
;

. 
 
 
· 
 
 

· 
 
 
 
 
,
 
. 
 
 
,
 
 
 
 
ʼ 
 

; 
ʼ, 
 
 

 
ʼ 
 
ʼ 
.
 
 
 
 
· 
 
 

 
 
 
 
 
 
.
5803	
᾽ 
, 
᾽ 
, 
᾽ 
 
 
 
 
 
·
᾽ 
 

ʼ 
 
 
.
 
ʼ 
 
,
 
ʼ 
 
 

 
 
 
.
5836	
 
 
 
 
ʼ 
 
 
 
 
·
 
 
 

 
,
᾽ 
 

᾽ 
 
 

 
 
 
ʼ 
 
.
5867	
 
 
·
 
 
 

 
, 

 
 
 
,
 
 
 
,
 
ʼ 
 

 
 
·
 
ʼ 

 
 
 

 
 
 
.
5905	
 
 
 
᾽ 
 

 
 
 
ʼ 

 
ʼ 

 
 
,
 
ʼ 
 
 

 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
,
 
 
 
,
᾽ 
 
;
5950	
 
, 
᾽ 

 
ʼ 

 
 
ʼ 
,
ʼ 
᾽ 
 

 
ʼ 
,
 


 
 
 

, 
,
 
 

, 
, 
.
 
ʼ 
 
 
 

 
,
 
 
 

 
 
,
 
 
ʼ 

 
 
 
·
 
 
 

 
 
,
 
 
 
.
6019	
 
 
 
᾽ 
 
 

, 
 
, 
ʼ 
 

 
 
 
.
6038	
 
 
,
᾽ 
· 
 
 

 
· 
 

 
 
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 

 
, 

 
 
 
,
 
 
,
 
 
ʼ 
ʼ 

 
 
 
.
 
 
 
·
ʼ 
 

 
 
 

 
· 
 
ʼ

 

 
 

 
.
6108	
 
 
᾽ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
.

 
, 
 
ʼ 
 
,
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
ʼ, 
 
 

 
 
 
,
 
 
 
. 
 
 

 
ʼ 
ʼ 
 
· 
 
ʼ 

 
 
 
 
,
. 
 
 
 

᾽ 
 
· 
ʼ 
 
.

 
᾽ 
; 
᾽ 
 
 

 
 
 
 
 

 
 
, 
.

, 
 
; 
 
; 
 

 
ʼ 
 
 
 
;

 
 
 
 
 

· 
 
ʼ 
 
 
, 
.

 
ʼ; 
 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
, 
.

 
 
᾽ 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
.

 
 
; 
 
 
.

 
 
 
 
.

 
 
 
 
;

· 
 
 
 
.

 
; 
 
᾽ 
 
 
;

 
 
 
᾽ 
 
.

 
, 
 
 
 
 
 
.

᾽ 
 
, 
 
 
.

᾽ 
 
 
 
 
 
.

· 
 
 
 
 
ʼ 
 
.
 
 
 
 — 
 
 
 
,
 
 
 
 
 
.
6390	
, 
, 
 
 
.

 
, 
 
.

 
, 
 
 
,
 
 
 
 
.

 
 
ʼ 
ʼ 
 
.

 
·
 
 
, 
,
 
 
 

 
 
.
6434	
· 
 
 
 
 
 
,
 
 
 
 
 
 
;
᾽ 
 
 
 
 
 
 
 
,
 
 
,
 
ʼ 
 
. 
 
ʼ 
 

 
 
, 
 
 
,
 
 
 
ʼ 
.
 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ 
 
᾽ 
 
 

 
 
 
 
,
 
 
ʼ 
 
᾽ 
 
 
 
 
·
 
 
 
 

, 
 
 
 
.
· 
 
 
 
 
 
 
;
 
 
; 
ʼ 
 

 
, 
 
ʼ 
 
;
 
 
 
 
 
;
 
 
 
ʼ, 
᾽ 
 
 
 
.
᾽ 
᾽ 
, 
 
ʼ 
 

ʼ 
 
 
 
 

 
· 
 
ʼ 
 

 
· 
 
 

, 
 
ʼ 
 
 
.
 
 
 
 
ʼ 
ʼ 
 
;
 
 
ʼ· 
ʼ 
 

 
 
 
.
 
ʼ 
 
 
 
;
 
 
, 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
·
 
, 
 
 
 
,
 
 
 
 
.
6647	
 
·
 
 
 
 


 
. 
ʼ, 
,
 
 — 
 
 

 
 
 
 — 
 
 
 
 
 

 
ʼ 
 
.
 
 
 
 
᾽ 
 

 

 
 
ʼ 
;
6693	
 
,
 
, 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
,
 
 
 

 
 
;
 
 
 
 
 

 
ʼ 
 
;
6735	
, 
·
 
ʼ 
 
 
 

 
 
 
,
 
 
 
 
 
.

 
·
 
 
 
 
,
 
 
;
 
 
 
 
ʼ 
 
,
 
 
 
;
6777	
, 
᾽ 
· 
 
·
.

 
 
 
,
 
 
·
 
ʼ 
 
 
.

, 
 
 
 
 
;
᾽ 
 
 
ʼ 

 
 — 
 
 
 — 
;
6816	
᾽ 
 
 
 
 

·

 
 
᾽ 
.
 
· 
 
,
 
ʼ 
 
 
.

᾽ 
 
 
 

 
 
 
 
,
 
 
 
.
6854	
᾽ 
 
, 
, 
᾽ 
 
  

 
 
 
 
 
.

 
 
 

 
 
.

 
ʼ 
, 
 
ʼ 
 — 
 
ʼ 
ʼ 
 
 
.
6891	
 
 
 
 
ʼ 
.

ʼ, 
 
 
 

.

 
 
 

· 
 
 
.

 
, 
· 
 

 
ʼ 
 
 
.
6926	
 
 
 
 
,
 
 
᾽ 
 
 

 
 
ʼ 
 
·
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
,
 
 
᾽, 
 
 
 

 
 
 
.
 
 
 
 
ʼ 
 
 

 
᾽ 
 
ʼ 
.

, 
 
᾽ 
ʼ 
 

 
 
 
,
 
ʼ 
 
· 
 

 
 
 
.

 
᾽ 
᾽ 
 
᾽ 
 
 
;

ʼ· 
 
 
 
 
 
 
.

 
᾽· 
 
 
 
 
 
.

, 
, 
᾽ 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
᾽ 
 
᾽ 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 

 
ʼ 
. 
 
ʼ 
 

· 
 
, 
 
,
 
 
 
 
.
 
ʼ 
 
, 
᾽ 
 

 
᾽ 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 

 
 
ʼ 
 
.
7121	 
 
 
 
 
 
ʼ, 
 
.
 
 
 
 
 
,
 
 
ʼ 
 

 
᾽ 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
·
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ, 
᾽ 
 
ʼ 
 
,
 
ʼ 
 
 
 
·
 
 
᾽ 
· 
 
ʼ 
 
·
ʼ 
 
 
,
 
 
 
,
 
ʼ 
 
, 
, 

 
, 
 
ʼ 
᾽ 
 

, 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 

 
 
 
·
 
 
 
ʼ, 

 
, 
 
.
 
 
· 
 
ʼ 
᾽ 

 
 
 
·
 
 
 
 
.

ʼ 
, 
 
 
·
 
 
ʼ 
, 
 
 
·
 
᾽ 
 
 
· 
 
 

 
 
· 
 
 
 

 
 
 
 
.
7339	
, 
ʼ, 
 

᾽ 
 
 
ʼ· 
 
ʼ 

 
.
