@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg070.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13'.
@respStmt=Prepared under the supervision of, Bridget Almas, Lisa Cerrato, Rashmi Singhal
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1888, 1, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Πῶς ἄν τις διακρίνειε τὸν κόλκακα τοῦ φίλου
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:24Z

 
 
 
, 
 
 
 , 
 
 
 
 
 
 
. 
. 731 
 

 
, 
 
 
 
; 
 
 
, 
᾽ 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 

 
 
, 
. 
. 730 

 
 
 
 
 
 , 
 
 
 
. 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 3 
. 
 

 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
᾽ 
 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
: 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʼ 
,
. 
. 
 
 
 
 
 
ʼ 
 
 
 

ʼ 
, 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 

 
 
 
 
 
,
 
 
 
 
 
, 
 
 
 
. 778 
: 
. 
. 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
; 
 
 
 
ʼ 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 

, 
᾽ 
 
; 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
. 361 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
, 
 
 
 
 
 
 
. 
. 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
,· 
᾽ 
 
 
 
, 
᾽ 
 
 

. 
. 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
; 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
, 
. 
. 239 

 
 

 
 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
᾽ 
 
 
 
 
 
, 
. 
. 
 
, 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 . 
 
 
᾽ 
᾽ 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
,
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
. 
. 
 
 

 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
; 
. 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 

. 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 

, 
 
 
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
, 
᾽ 
 
 

 
 
 
 
 
 
 
; 
 , 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
;. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
᾽ 
 
, 
 
 
 
· 
 
 
 
 
 

 
 
, 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
. 489. 
. 3 
. 
, 
 
 
 

 
 
 
 
 
 
 
 
 
 
ʼ 
.
 
,
. 
 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
; 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
, 
 
· 
 
, 
 
ʼ 
. 
 
 
, 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
· 
 
 
, 
 
 
 
 
 
; 
; 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
. 3 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; , 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
; 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
, 
 
’ 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
, 
 
 
 
, 
 
 
. 
 
 
, 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
, 
 
, 
ʼ 

 
 
 
 
 
, 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
᾽ 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
, 
 
, 
, 
 
, 
ʼ 
ʼ
, 
 
 
᾽ 
 
 
 
;
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 

 
, 
,· 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 5 
 
. 
 
 
 
 , 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
: 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
. 
. 474 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
, 
 
 
 
· 
 
 
 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 152: 
 
 
 

 
 
: 
 
 
 
 
 
.: 
. 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 

 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
; 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
᾽ 
. 
 
ʼ, 
 
, 
 
 
: 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
 
 

 
 
 
, 
 
, 
᾽ 
 
, 

 
 
, 
᾽ 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
᾽ 
 
 
 
,
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
: 
 
 
 
 
, 
 
 
;
᾽ 
 
 
 
 
 , 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
᾽ 
. 
 
 
 
,
. 
. 1159 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
, 
 
 
,
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
᾽ 
 

 
 
 
, 
 
 
 
 
 
 


 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
. 
 
. 
 
 
 
᾽ 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
· 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 

 
 
 
. 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
,
; 
 
 
 
 
 
 
 
 
 
 
;
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 

 
. 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 


 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
;. 
 
 
 

 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 1 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
.
. 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
· 
 
 
 
 
 
 
 

. 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
: 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
. 
; 
. 
; 
. 
; 
. 
; 

 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 

 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
, 
 
 
 
, 
. 
 
. 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
: 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
. 
. 
 
, 
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
 

᾽ 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
ʼ 
 
 
 
, 
 
, 
 

 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 , 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
. 
. 1 
. 
 
 
 
 
 
 
 
 
 
 

᾽ 
 
 
 
,
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
· 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
. 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
᾽·ʼ 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
᾽ 
· 
 
 
 
 
 
 
 
· 
 
 
 , 
; 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
: 
 
 
 
; 
 
, 
 
 
ʼ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
 
 
 
·
 
᾽ 

 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 , 
 
 
.
. 
. 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
,
. · 
 
 
 
 
 
 
; 
 
 
 
; 
 
· 
 
, 
 
 
 
 
. 
 
· 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
; 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
. 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
; 
 , 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
.
 
 
 
,
. 1 
. 
 
 
, 
. 3 
. 
 
 
 

.
 
 
 
 
 
 
:
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
. 

 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
.-.
 
 
 
 
 
 
 
 
 
 
 
; 
 
· 
 
 
 
 
 
 
; 
 
 
 
 
, 
᾽ 
, 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 , 
 
 
 
ʼ 
, 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
. 
 
 
᾽ 
 
᾽ 
᾽ 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
ʼ, 
%2ʼ
ʼ 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 1624: 
 
 
 
 
· 
᾽· 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
;
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 

 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
;
 
 
 
 
 
 
, 

 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 

᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 634 

 
.
 
ʼ 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 

 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
, 

, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
; 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 

. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

 
 

· 

 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
: 
 
 
 
 
 
 
.
 
: 

: 
 
.
. 1 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
. 
 6, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
. 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 

 
. 
. 
 

 
 
, 
 
 
 
.
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
· 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
. 
 
. 321 

 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 

. 
. 
 
. 
 
 
 
, 
 
·, 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
: 
 
· 
 
 
 
 
 
 
 
; 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
; 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 

 
 
 
 
 
. 

 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
. 
 
 
; 
 
 
 
᾽ 
 
 
;
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
, 
 
, 
 
 
· 
 
 
 
 
; 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
;
 
 
; 
 
ʼ 
 

 
 
 
 
 
 
᾽ 
;
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
, 
. 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
. 
 
 
 
 
. 
. 729 

 
 
 
 
 
 
 
 
 
 
 
 
,· 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
,
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
,
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

. 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
, 
 
 
 
 
;ʼ
 
 
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
; 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
, 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
ʼ 
;ʼ
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ 
;ʼ 
. 
. 
 
 
 
 
 
 
;ʼ 
. 
. 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
;
 
 
 

 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
, 
 
 
 
;
. 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 


 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
; 
 
 
 
 
 
; 
᾽ 
 
 
, 
᾽ 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
ʼ, 
 
 
 
 
᾽ 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
 
 
 
 

 

 
 
: 

 

: 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
. 
,
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 12· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
