@node
@author=Flavius Josephus
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=B. Niese
@filename=tlg0526.tlg003.perseus-grc1
@funder=Tufts University
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Flavius Josephus, Flavii Iosephi opera, B. Niese, Berlin, Weidmann, 1892.
@sponsor=Perseus Project, Tufts University
@title=Contra Apionem, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:47:14Z


 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
᾽ 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· “ 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 

 
 

 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 

 
 

 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
, 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
, 
 
 
 

 
 

 
 
 
, 
 
 
 

 
 
. 
 
 
 
 
, 
 
 
 

 
 

 
 
 
, 
 
 
 

 
 

 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 

 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 

 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
.] 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
] 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
] 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 

 
 
 

 
 
 

 
 
 
 
 
 
 
]
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
, 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
.
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
] 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
, 
, 
 
 
 
 
 
. 
 
 
 
, 
ʼ 
 
, 
, 
 
 
 
 
. 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
.” 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
] 
 
 
 
. 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
ʼ 
, 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
. 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.” 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
, 
 
. 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
;” 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.” 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
] 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
[
]
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
, 
 
] 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
] 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
] 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
] 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
; 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
; 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
] 
 
 
 
, 
᾽ 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
; 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
· 
 
, 
, 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
]· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
᾽ 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 

 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
.” 
; 
 
 
 
 
; 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
] 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.  

 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
ʼ 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
. 
, 
, 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
, 
 
, 
 
 
 
 
, 
. 
 
 
 
, 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
, 
; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
13707	 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
, 
 
, 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
] 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
], 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ] 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
ʼ 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
] 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
] 
 
 
, 
 
 
᾽ 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,  
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
] 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
᾽ 
᾽ 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
, 
᾽ 
 
, 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
; 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
᾽ 
 
᾽ 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.] 
 
ʼ 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
. 
 
, 
 
 
, 
᾽ 
᾽ 
· 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
] 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
] 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,] 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
, 
 
· 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
ʼ 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
] 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.] 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
] 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
] 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
] 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
᾽ 
 
᾽ 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
, 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
] 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
] 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
] 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
] 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
, 
᾽ 
 
, 
᾽ 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
] 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
