@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg003.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Clouds, Machine readable text
@titleStmt=&responsibility; &fund.AnnCPB;
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:50Z


 
·
 
 
 
 
 
 
 
·
. 
᾽ 
 
;
 
 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
· 
᾽ 
 
 
 
.
 
᾽ 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
.
᾽ 
᾽ 
 
 
 

 
 
, 
 

 
 
 
.
᾽ 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 

 
 
 

 
ʼ 
· 
 
ʼ 

 
 
 
 
·
 
 
 
. 
 
 
,
 
 
, 
᾽ 
 

 
 
 
 
 
.
ʼ 
 
 
; 
 
 
.
 
 
 
; 
 
;
᾽ 
 
 
. 
 
,
᾽ 
 
 
 
 
.
148	
 
· 
 
 
 
.

᾽ 
 
 
 
 
 
ʼ 
·
 
 
 
 
.

 
 
 
 
;

 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
.

 
 
 
 
.

᾽ 
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
.

 
 

 
 
 
 
 
ʼ 
;

 
 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
· 
 
 
 
᾽ 
᾽ 

 
 
 
 
 
 
. 
.
᾽ 
ʼ 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
·
 
 
 
 
 

, 
, 
 
,
 
 
 
 
 
.
᾽ 
 
 
 

 
 
 
 
,
 
 
.
 
᾽ 
, 
 

 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
.
 
 
 
ʼ 
 
 
, 
᾽ 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
.
353	
 
 
 
ʼ 
 
 
.

· 
 
 
 
 
 
 
;
᾽ 
ʼ 
 
.

 
 
 
;

 
 
 
 
.
 
᾽, 
 
 
᾽ 
 
,
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ· 
 
 

 
 
 
.
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
 
,
 
, 
ʼ 
.’ 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
 
 
, 
 
.’
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
, 
.
᾽ 
 
 
 
.
 
᾽ 
 
ʼ 
 
; 
;
 
.

 
 
;

 
 
 
 
 
 
 
.

. 
 
;

 
, 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
,
 
 
.

 
 
 
 
;

 
 
 
 
 
,
 
ʼ 
 
 
 
.
588	
 
, 
 
;

 
 
;


 
 
.

 
 
.
 
 
 
 
 
;

. 
 
 
᾽ 
 
 
 
;

 
 
᾽ 
 
.
᾽ 
ʼ 
, 
 
 

 
 
 
 
,
 
 
 
, 
 
ʼ 
.
 
ʼ, 
 
 
 
,
 
 
 
 
.

 
 
;

 
ʼ 
 
 
·
 
 
 
 
.

 
 
ʼ, 
. 
 

 
 
 
 
,
 
 
 
 
 
.

 
 
· 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
, 
 
 
 

 
 
 
 
.

ʼ 
 
ʼ 
 
ʼ 
 

 
.

 
 
 
;

 
ʼ 
 
 
 
 
,
 
ʼ, 
 
, 
 
 
.
 
 
 
 
, 
 
,
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
᾽ 
 
 
.

 
 
· 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
 
ʼ 
 
,
᾽ 
 
᾽ 
 
 
᾽ 
 
·
᾽ 
 
ʼ 
 
 
 
 
.

᾽ 
 
 
ʼ 
 
 

. 
᾽ 
, 
 
ʼ 
 
.

᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
;
. 
 
᾽ 
 
,
᾽ 
 
 
 
; 
 
.
885	
ʼ 
 
· 
 
᾽ 
 
 
 
;

 
 
 
.

 
 
 
ʼ 
 
 

 
 
 

 
ʼ 
 
.

 
· 
 
 
 
 
.
᾽ 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
· 
 
 

 
 
 
 
.

. 
 
 
 
 
.
ʼ 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.

 
 
;

.
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
.

 
 
 
 
 
 
.

 
᾽ 
 
 
 
 

;

; 
 
 
.

ʼ 
 
 
 

 
 
 
, 
 

 
 
ʼ 
 
 
 
.

 
᾽ 
 
 
 
 
;

 
 
 
 

· 
 
 
ʼ 
 
 
 

 
 
 
·
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 
 
.
 
 
 
.
 
 
 
 
 

 
 
 
 
.

 
 
 
 
 

᾽ 
.

 
; 
 
.

 
 
 
 
 

 
 
 
᾽ 
 

 
 
 
 
 
.

 
 
 
.

 
 
ʼ 
 
 
 
 
.

· 
 
 
 
ʼ 
;

 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
1184	
 
᾽ 
 
 
 
;
ʼ 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
· 
᾽ 
 
 
.
 
 
 
 
 
;

 
; 
 
 
 
;

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
;

 
 
 
 
.

 

. 
 
 
 
·
 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
᾽ 
;

 
ʼ 
 
 
 
.

 
ʼ 
 
 
 
 
 
;

 
ʼ 
 
 
.
᾽ 
ʼ, 
 
 
 
 
.

 
 
 
ʼ· 
᾽ 
, 

 
 
 
 
.

᾽ 
 
 
ʼ 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
᾽ 
; 
 
.

 
 
.

 
 
;

.

᾽ 
 
 
 
;

 
.

 
 
;

, 
 
 
.

 
.
 
 
 
 
 
.

 
 
 
 
 
. 
;
 
 
.

 
 
; 
 
,
 
 
 
 
.

 
᾽ 
 
 
 
.

 
 
 
 
 
;

᾽ 
. 
 
 
ʼ 
, 
 
,
 
 
 
 
.

ʼ· 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ;

 
; 
.

 
 
. 
 
 
,
 
᾽ 
 
 
 
.

᾽ 
 
 
.

 
ʼ 
ʼ 
.
 
 
 
 
 
 
 
;

.

 
;

.

 
.
ʼ 
, 
 
 
 
.

 
 
 
 
· 
 
 
 
.
1495	
 
,
 
.

 
 
 
;

 
 
 
 
 
 
 
.

 
 
 
 
.

᾽ 
 
 
 
 
,
᾽ 
 
 
 
, 
;

 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
· 
 
 
᾽ 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
.

 
;
 
 
 
 
ʼ 
 
 
;
 
 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
.

 
 
 
;

 
 
.
 
 
 
 
 

 
, 
 
ʼ 
.

 
ʼ 
 
 
 
;

 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
. 
 
ʼ 
᾽ 

 
ʼ 
 
 
 
 
.

 
 
 
; 
 
 

 
ʼ 
 
.

 
 
ʼ; 

 
 
 
;

 
 
 
ʼ 
 

᾽ 
 
;

 
ʼ 
 
 
.

 
 
 
 
 
,
 
 
;

 
.

 
 
 
 
 
.

 
.

 
 

 
.

 
 
; 
 

 
 
 
ʼ 
 
 
.

, 
 
 
 
 

 
.

 
 
 
;

 
 
 
 
.
᾽ 
᾽ 
.
1771	
 
 
ʼ 
 
 
 
·
 
 
 
.

 
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
ʼ 
.

 
᾽ 
 
 
 
᾽ 
 
·
᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
1886	
 

 
 
 
 
,
 
᾽ 
 

 
 
 

, 

 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
 
 
·
 
 
 
 

 
 
.
᾽ 
 
 

 
 

 
 
.
1939	
 
 
 
 
 
 
 
.
 
 
 
 
 
 
;

 
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
 
·
 
 
 
, 
 
ʼ 
, 
 
 
 
 
, 
.

 
 
 
 
 
 
 
 
,
᾽ 
· 
 
 
 
 
 
 
.
2005	
 

 
 
 
, 
 

 
 
·
 
 
 
, 

 

 
 
 
,
 
 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
 
 
 
 
,
 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
 
 
.
2064	
 
 
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
; 
 
 
 
;

ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.

᾽ 
᾽ 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
 
 
 
.

 
 
 
 
 
ʼ· 
 
 
 

 
.

 
; 
.

ʼ 
 
 

 
 
 
 
 
, 
 
.

 
 
;
 
 
.

 
 
.

 
 
 
.

 
 
 
 
 
, 
 
 
 
.

 
ʼ 
᾽, 
 
· 
 
 
 
.

 
 
 
 
 
 
ʼ 
᾽ 
;

 
ʼ 
᾽ 
 
 
 
 
 
 
 
.

 
 
 
ʼ 
ʼ 
 
 
 
 
,
 
 
,
 
 
 
 
 
,
 
 
ʼ 
, 
 
 
.

᾽ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
᾽ 
 
, 
 
 
,
 
ʼ 
 
 
· 
᾽ 
᾽ 
 

 
 
 
 
 
ʼ 
 
.

 
 
᾽ 
 
;

 
 
, 
 
,
 
 
ʼ 
 
, 
 
 
;
 
 
 
ʼ 
 
.

 
 
 
 
;

 
 
· 
 
 
 
,
 
 
 
ʼ 
᾽ 
· 
 
 
 
.

 
 
᾽ 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
 
 
,
 
 
 
 
 
;

 
ʼ 
᾽. 
 
 
;

 
᾽ 
 
 
· 
ʼ 
 
 
 

 
 
 
 
, 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
 
 
, 
 
;

 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
᾽ 
.

 
 
ʼ 
 
 
, 
, 
 
᾽ 
 
.
2460	
 
 
 
· 
 
, 
 
 
,
 
 
 
, 
 
.

ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
 
, 
 
,
 
 
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
ʼ 
 
.

 
 
 
, 
 
 
 
 
 
.

 
 
 
 
 
, 
 
 
 
᾽ 
 
.

 
 
ʼ 
, 
 
 
 
, 
 
 
 
;

 
; 
 
 
· 
᾽ 
 
.

 
 
;
 
 
; 
 
 
ʼ 
 
 
.

 
· 
 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
 
ʼ 
 
;
 
 
 
 
, 
 
ʼ 
.

 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
· 
 
 
 
.

 
 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
,
 
 
 
ʼ 
, 
 

 
 
 
 
 
.

 
ʼ 
 
 
 
, 
 
 
, 
 
;

ʼ 
᾽ 
 
.

; 
 
ʼ 
,
 
 
 
, 
᾽ 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
 
ʼ 
.

 
 
 
 
 
 
 
 

 
 
 
 
 
 
;

 
 
 
 
;

 
 
 
 
.
 
 
 
 
᾽ 

 
, 
 
 
 
 
;

 
 
 
 
 
 
ʼ 
 
, 
 

 
 
 
 
 
 
 
·
 
 
 
, 
ʼ 
 
,
 
, 
 
 
 
 
.
2800	
 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
᾽ 
 
 
 
 
 
;

᾽ 
 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
, 
 
,
 
 
 
, 
 
 
 
;
 
 
 
 
 
 
ʼ 
 
 
.

 
 
 
 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 
ʼ 

 
 
 
; 
 
 
ʼ 
ʼ 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
· 
 
; 
 
 
 
 
ʼ 
.

 
ʼ· 
 
 
 
 
. 
 
 
 
ʼ 
 
;

 
 
 
 
 
 
,
 
 
 
 
, 
ʼ 
᾽ 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 

 
 
 
, 
ʼ 
 
 
·
 
ʼ 
᾽ 
ʼ, 
᾽ 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
 
 
,
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.

 
 
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
, 
 
;

᾽ 
 
 
ʼ 
 
 
 
᾽ 
 
·
᾽ 
 
ʼ, 
᾽ 
 
ʼ, 
᾽ 
 
.

 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
· 
 
 
 
ʼ 
 

 
 
 
 
 
 
 
 
.

 
 
 
 
 
· 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
 
.

 
 
 
· 
 
 
 
.
 
 
 
 
 
 
.
3218	
 
᾽ 
 
· 
 
 
 
 

 
 
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
ʼ 

, 
 
 

 
 
 
,
 
 
 
,
 
ʼ 
 
 

 
 
 

 
 

 
 

 
 
 

 
 
 

 
 
 

·
᾽ 
 
 
ʼ 
,
 
 
 
 
,
 
 

 
 
ʼ 
 
 

 
 
.
3312	
 
 
 
 
ʼ
 
 
᾽ 
. 
 
ʼ 

 
 
ʼ 
 
 

 
 
.

 
;

 
 
 
ʼ 

 
 
 
.

 
 
᾽ 
᾽ 
 
ʼ
;

 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
.
3383	
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
 
 
.

 
; 
 
 
 
 
 
;

, 
 
 
 
 
.
 
 
;

 
 
 
 
·
 
 
 
 
 
, 
 
·
 
ʼ 
, 
, 
 
.

 
 
 
 
 
;

 
 
 
ʼ, 
 
ʼ 
.

 
 
 
;

 
.

 
 
, 
 
 
 
 

 
 
, 
 
.

 
; 
 
 
 
;

 
 
 
 
.
 
ʼ 
 
 
 
 
.
ʼ 
 
 
, 
 
 
 
;

,
᾽ 
 
 
,
᾽ 
 
 
 
.

 
 
 
 
.

 
,

, 
 
 
 
.

᾽ 
 
 
᾽ 
.

. 
 
;

 
 
 
·

 
;

 
 
 
 
 
,
 
 
 
 
;

 
 
 
 
.

 
 
 
.

 
 
, 
᾽ 
 

 
 
 
;

 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
.

· 
 
 
 
 
 
;
3632	
᾽ 
 
 
 

 
.
 
 
,
 

 
 
 

 
 
 

 

 
 
.
3659	
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
, 
 
 

 
· 
᾽ 
 
᾽ 
 

 
 
 
· 
᾽ 
 
 

 
, 
 
᾽ 
 
᾽ 
.
᾽ 
᾽ 
 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
᾽ 
, 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
, 
 
 
᾽ 
, 
 
 
 
 
,
, 
 
ʼ 
 
 
ʼ 
,
 
ʼ 
 
 
·
 
 
 
 
ʼ 
 
 
᾽ 
.
 
 
 
ʼ 
 
᾽ 
 

ʼ 
ʼ, 
 
 
 
 
 
·
 
, 
 
, 
 
 
.
 
 
 
 
 
ʼ· 
 
 

 
 
 
 

 
 
 
, 
 
 
᾽ 
 
·
᾽ 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 

 
 
ʼ 
 
 
,
᾽ 
 
 
ʼ, 
᾽ 
 
 
,
᾽ 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
 
.
 
ʼ, 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
ʼ, 

 
 
᾽, 
 
 
 
.
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
3992	
 
 

 
 
 

 
 
·
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
ʼ
 
 
 
·
 
ʼ 
, 
 

 

 
 
 
 

 
 
 
.
4040	
 
 
 
  
 
 
.
 
 
 
ʼ 
·
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
 
. 
 
 
 
 

 
 
, 
᾽ 
 
 
 
.
 
 
 
 
 

ʼ 
 
, 
 
 

 
, 
 
ʼ 
 
ʼ 
·
 
 
ʼ 
 
 
, 
 
ʼ 

 
ʼ 
 
 
 

 
 
 
, 
 
 
.
᾽ 
 
 
. 
 
 

 
 
 
, 
 
 
 

᾽ 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
.
4185	
 
 
 
ʼ 

 
 

 
,
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 

 
 
 
,
 
ʼ 
 

 
 
 

 
 
,
 
.
4233	
ʼ 
 
᾽ 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
 
· 
 
 

ʼ 
 
 
 
 
᾽ 
.
 
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
ʼ, 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 
 

 
, 
᾽ 
 
 
 
 
·
᾽ 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
ʼ 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 
,
ʼ 
 
 
 
 
ʼ 
 
,
ʼ 
 
 
ʼ· 
᾽ 
 
 

 
, 
ʼ 
᾽ 
 
 

 
 
· 
 
 
 

 
 
 
 
 
 
 
 
.
4383	
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 

᾽ 
 
 
 
᾽ 
·
 
ʼ 
 
 

᾽ 
 
 
· 
 
 

 
 
 
 
 
 
.
 
; 
 
 
 
;

᾽ 
 
 
ʼ 
 
 
.

 
 
 
 
 
 
.

.

 
 
 
 
 
 

 
 
 
᾽ 
; 
 
.
 
 
 
 
 
 
 
;

 
 
 
᾽· 
 
 

᾽ 
 
 
.

 
᾽ 
 
ʼ, 
᾽ 
 
 
 

· 
 
 
 
 
 
;

 
 
 
 
.

 
 
.

 
 
,
 
 
 
 
.

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
.

 
 
ʼ 
ʼ 
 
 
 
;

 
 
 
 
 
,
ʼ 
 
 
 

ʼ 
, 
 
 
 
.

 
; 
 
 
ʼ, 
᾽ 
ʼ.

 
.

 
 
 
 
 
;
 
 
, 
᾽ 
 
 
, 
.

 
 
 
.

 
 

 
 
 
.

 
;

᾽ 
, 
 
 
.
4610	
᾽ 
 
 
 
 
 
,
 
 
᾽ 
 
 
.

᾽ 
ʼ 
 
ʼ, 
 
 
·
 
 
 
 
.

 
 
; 
 
 
 

 
 
 
 
 
.

 
 
ʼ;

; 
 
.

 
 
. 
 
 
 
 
 
;

, 
 
ʼ 
 
.

; 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
 
 
.

 
᾽ 
 
᾽ 
· 
 

 
 
 
.

 

 
 
 
;

 
,
 
 
 
.

 
; 
.

 
 
 
 
.

᾽ 
ʼ 
᾽ 
 
 
,
᾽ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
;

;
 
, 
 
 
 
.

 
 
;

 
 
.

 
ʼ 
 
, 
, 
.

 
 
 
 
 
 
 
 
,
᾽ 
ʼ 
, 
 
ʼ 
 
.

᾽ 
ʼ 
᾽ 
 
ʼ 
.

 
.

 
 
 
.

 
 
 
 
;

.
 
 
.

᾽ 
 
 
 
ʼ 
᾽ 
 
.

 
ʼ 
 
;

 
ʼ, 

 
 
 
 
;

 
; 
, 
 
᾽ 
.

; 
 
 
 
.

 
 
 
 
;
 
 
᾽ 
 
 
 
;

 
 
ʼ 
 
 
 

 
;

 
 
 
 
.

 
ʼ 
 
ʼ 
ʼ· 
᾽ 
 
 
,
 
ʼ 
 
 
᾽ 
.

 
 
 
᾽ 
.

 
,
 
 
 
 
 
.
4913	
 
 
 
 
 
 
 

 
.
 
ʼ, 
 
 
 
,
᾽ 
 

 
· 
 
ʼ 
 
 
.
4941	
 
.

 
; 
 
;

 
· 
 
 

 
ʼ 
 
 
,
 
 
 

 
 
 

 
 
 

 
 
 
,
 
ʼ 
.

 
 
 
 
.

 
; 
 

 
 
, 
 
,
 
, 
 
ʼ 
·
 
 
 
 
 

 

 
 
.

 
 
; 
 
;

;
 
 
.

 
 
᾽ 
;

 
 
 
 
 
 
.

 
ʼ.

᾽ 
ʼ 
ʼ 
.

 
ʼ 
 
.
 
 
 

ʼ.

 
 
 
᾽ 

 
 
 
;
5064	
 
 
 
 
 
 
 
.
 
;

 
 
 
 
 
.

 
;

 
ʼ 
 
᾽ 
᾽.


;

 
 
 
 
 
 
 
 
.

 
 
 
 
;

 
; 
 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
,
 
 
, 
 
 
 
.

 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
.

 
.

᾽ 
· 
 
 
 
 
,
 
, 
 
 
 

 
 
 
 
.

 
 
.

 
 
;

 
 
 
.

 
.

 
 
 
 

 
;

 
ʼ 
 
 

 
 
 
, 
 

 
ʼ 
 
 
,
 
, 
 
 
 
 

 
 
᾽ 
 
 
ʼ;

 
;
 
᾽ 
 
 
,
 
 
 
 
.

 
 
;

 
 
 
 
.

 
ʼ· 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.

; 
; 
 
ʼ· 
 
.

 
 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 

 
 
 
 
.

ʼ 
 
 
 
,
᾽ 
 
 
ʼ 
.

 
;

 
 
 
 
 

 
 
 
, 
 
,
᾽ 
 
 
 
;

 
 
;

. 
 
 
᾽ 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
;

 
 
 
 
.

ʼ 
 

 
 
 
 
.

 
 
 
 
.

 
;
5395	
 
ʼ 
 
 

 
 
 
 
.

 
 
ʼ.

 
.

 
 
.
 
 
 
 
 
,
 
 
 
ʼ, 
 
.

 
.

 
 
 
᾽, 

 
ʼ 
 
 
 
.

· 
ʼ, 
 
 
ʼ 
 
ʼ 
.

 
; 
 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
᾽ 
 
 
·
 
 
 
 
; 
.

ʼ 
 
 
 
 
; 
 
 
;
 
 
 
 
 
 
;
 
 
;

 
 
 
,
 
 
 
;

 
 
 
ʼ 
 
 
;
 
 
 
 
 
.
᾽ 
 
 
 
 
.

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.

᾽ 
᾽ 
ʼ 
 
 
 
·
᾽ 
 
 
 
. 
 
 
;

 
ʼ 
;

 
 
 
,
ʼ 
 
 
 
 
.
 
 
ʼ 
· 
 
 
 
,
 
᾽ 
 
 
 
ʼ 
 
.
᾽ 
 
ʼ 
 
 
.
5598	
᾽ 
 
 
ʼ 
 
ʼ 
ʼ 

 
; 

 
᾽ 
 
 

ʼ 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
· 
 
 
 
 
᾽ 
 
.
5640	
 
 
 
 
᾽ 
 
·
᾽ 
ʼ 
 
 
 
.

 
, 
 
 
 
 
;
 
 
 
 
 
 
 
.

 
ʼ 
, 
ʼ 
· 
 
,
 
 
 
 
.

 
 
᾽ 
 
;


 
 
 
 
 
.
 
 
 
ʼ, 
᾽ 
 
,
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
.

· 
 
;

 
 
.

᾽.

 
 
 
 
 
;
 
 
 
 
.

 
;

 
 
 
ʼ 
.

 
 
;

 
᾽ 
 
.

 
 
;

 
 

 
, 
 
 
 
 
.

 
ʼ 
 
 
 
 

᾽ 
 
 
;


 
 
 
 
 

 
 
· 
 
 
 

ʼ 
 
᾽ 
᾽ 
,
᾽ 
 
 
 
· 
 

 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
.

 
ʼ 
 
ʼ 
 
 
 
 
 
;

; 
 
᾽ 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
.

 
 
 
 
 
;
 
 
 
 
,
 
 
 
 
 
 
;

ʼ 
, 
 
 
 
; 
 
.

.

 
. 
 
 
;

ʼ.

 
; 
 
.
 
 
 
, 
 
 
 

 
 
ʼ 
.

; 
᾽ 
 
 

 
 
 
 
 
;
5926	
 
 
᾽· 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
.

 
 
 
 
 
 
;

᾽ 
 
ʼ, 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
 
.
᾽ 
 
ʼ, 
· 
 
 

 
· 
 
 
 
,
ʼ, 
 
 
 
,
 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
 
ʼ 
.

 
ʼ 
 
. 
 
᾽ 
 
,
ʼ· 
 
 
 
 
 

ʼ 
.

 
 
᾽ 
,
 
 
 
 
 
 
.

 
 
 
, 
 
 
.

 
 
; 
 
 
 
;

 
ʼ, 
 
 

 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
;
 
 
 
᾽ 
 
.

 
· 
 
 
·
 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
, 
 
 
 
 
.

 
 
ʼ 
 
 
.
 
ʼ 
.

 
 
ʼ, 

 
 
 
ʼ 
 
.
6160	 

 
, 
 

 
, 
 
 
.
 

ʼ 
 
. 
 
 
 

 
 
 
 
.
 

 
; 
 
;
 

.
 


ʼ 
.
 

 
 
 
 
 

ʼ 
.
 

 
 
;
 

 
 
.
 

 
 
 
 

 
.
 

, 
 
.
 

 
 
.
 

 
 
;
 

 
 
.
 

᾽ 
 
ʼ 
᾽ 
·
 
 
 
 
 
.
 

 
 
;
 

 
 
 
;
 

 
 
.
 

 
 
 
 
 

 
 
 
ʼ 

;
 

 
 
 

 
 
· 
 
 
.
 

 
 
.
 

 
 
.
 

 
ʼ 
.
 

 
.
 

 
.
 

 
.
 

 
 
ʼ 
 
.
 

 
 
 
 
ʼ, 
 
.
 

 
 
 
 
᾽ 
 
.
 

 
 
.
 

 
 
ʼ 
.
 

 
 
 

 
 
 
·
 
 
ʼ 

 
 
 
.
6385	 

 
.
 

 
 
ʼ 
 
.
 
 
ʼ 
,
 
 
 
,
 

 
 
.
 

 
 
 

 
 
 

 
 
 

 
, 
 
ʼ 
 
 

 
 
.
 

 
 
 
 
.
 

 
ʼ 
 
 

 
 
 
 
.
 

᾽ 
, 
 
ʼ 
 
.
 

, 
 
ʼ 
 
.

 
 
 
.
᾽ 
 
 
 
 

᾽ 
, 
 
 
 

, 
 
 
 

 
 
.
 

 
᾽ 
.
 

ʼ 
.

 
 
 
 
;
 

 
·
ʼ 
 
 
 
 

 
 

 
 
.
 
 
ʼ, 
 
,
 
 
 
 

 
 
᾽ 

 
 
 
.
6542	
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
6576	
᾽ 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
6595	 

 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
,
 
 
 

 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
·
᾽ 
 
 
 
 
, 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
᾽ 
, 

 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
 
 
ʼ 
.
 

 
 
 
 
 
 

 
 
 
.
6787	 

᾽ 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
ʼ, 
 
 
 
 

 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
ʼ 
·
ʼ 
 
 
, 
 
 
 
 

 
 
 
 
 
 
·
ʼ 
 
 
 
, 
ʼ 
 

 
 
 
 
 
.
6907	 

 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
 
 
.
 

᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
.
6981	 

 
 
 
 
,
 
 
 
 
 
,
 

 
, 
 
,
 
, 
 
,
 
, 
 
.
 
ʼ 
 
 
 
,
 
 

 
, 
 
,
 
, 
 
,
 
, 
 
,
 
, 
 
ʼ 

 
 
 
 
 
,
 
 
ʼ 
·
 
 
 
 

 
.
7052	
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
᾽ 

 
†· 
 
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 
 
.
7093	
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
.
7111	 

 
 
 
ʼ 
 
 
 

 
᾽ 
 
 
.
 
 
 
 
 
ʼ 
 
᾽ 

 
 
, 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
;
 

 
 
 
 
 
 
 
.
 

· 
 
 
ʼ 
 
 
 
.
 
 
, 
 
 
 
 
᾽ 
ʼ 

 
, 
, 
 
 
 
.
 

 
 
ʼ 
 
ʼ 
 
.
 

 
 
 
᾽ 
 
 
;
 
 
 
;
 

᾽ 
 
᾽ 
,
 
 
 
 
ʼ 
 

 
 
 
, 
 
 
 
.
 

᾽ 
 
 
 
 
· 
 
ʼ 
.
 
 
 
, 
 
᾽ 
 

 
ʼ 
 
 
 
 
 
.
 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
, 
 
 
.
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
᾽ 
 

 
 
, 
, 
 
ʼ 
 
.
 

. 
 
 
 
 
 
 
 
.
 

; 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
, 
᾽ 
 
 
ʼ 
 
.
7376	 

 
 
 
ʼ 
 
 
 
 
 
.
 

ʼ 
 
ʼ 
 
ʼ· 
 
 
 

᾽ 
 
 
 
 
 
 
·
 
 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
, 
 
 
;
. 
ʼ 
 
 
 
 
 
.
, 
, 
 
, 
ʼ 
·
· 
 
 
 
. 
 
ʼ 

 
 
, 
, 
, 
 
 
.
 
 
 
 
, 
᾽ 
 
 
,
 
 
· 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
;
 

 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
;
 

 
ʼ 
 
, 
 
 
;
7535	 

 
 
 
 
 
 
 
 
;
 

 
᾽ 
, 
 
 
 
;
 

. 
 
ʼ 
;
 

 
 
 
·
 
 
;
 

 
.
 

.
 
; 
ʼ 
 
;
 

 
.
 

 
.
 
ʼ 
 
;
 

 
.
 

 
᾽
 
 
 
;
 
 
 

 
.
 

 
 
.
 

 
ʼ 
;
 

 
 
 
 

 
· 

 
ʼ 
 

 
 
 
.
 

 
᾽ 
;
 

ʼ· 
 

 
 
 
 

 
, 

 
 
.
7662	
 
; 
 
 
 

 
 
, 
 
 
 
;

 
 
 
 
ʼ 

 
 
 
, 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
 
.
7719	
 
. 
 
 

 
.
7728	
 
 
 
, 
 
 
 
 

ʼ 
 
 
, 
ʼ 
 
.
 
 
, 
 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
,
 
᾽ 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
᾽ 
 
᾽ 
᾽ 
 
 
 
.
ʼ 
 
 
 
ʼ 
 
ʼ 
 
ʼ 
,
· 
 
 
.
 
 
ʼ 
, 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
,
 
 
 
· 
᾽ 
 

 
 
 
 
 
 
 
 
.
7856	
, 
, 
, 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
,
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
’, 
 
 

 
ʼ, 
 
 

 
 
, 
 
 
 
.
 
 
· 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
.
, 
, 
 
.

 
.

 
ʼ· 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
 
 
.

.

 
ʼ 
 
ʼ 
.

᾽ 
 
 
᾽ 
 
 
.

 
 
 
, 
᾽ 
;

 
 
, 
 
 
.
8014	
 
 
 
 

. 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
 

᾽ 
 
 
,
 
 
,
 
, 
 
, 
 
,
 
 
 
·
 
 
 
 
 
.

 
 
 
 
ʼ 
,
 
 
.
᾽ 
 
.

 
 
 
.

 
.
8087	
 
 
, 
 
 
.
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

, 
 
 

 
, 
 
 
 
;
 

ʼ 
 
 
ʼ 
ʼ 
·
 
 
 
ʼ 
 
 
.
 
 
 
 
ʼ, 
 
.

 
 
 
;

 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
 
 
.

ʼ 
᾽ 
᾽ 
 
· 
 
 
᾽ 

ʼ 
 
᾽ 
 
 
.

 
 
;

 
; 
 
 
 
ʼ 

 
᾽ 
 
 
 
 
 
.

 
 
 
ʼ.

 
, 
, 
 

 
 
 
 
.

 
 
;

 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
.

 
 
 
 
 
ʼ 

, 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
.

 
 
 
 
 
ʼ;

᾽ 
 

 
 
 
 

 
ʼ 
, 
 
 
,
 
 
 
.

 
 
 
 
 

 
 
ʼ, 
᾽ 
 
 
 
;

 
 
 
 
 
 
·
 
 
 
ʼ 
,
 
 
 
 
.

 
ʼ· 
 
, 
 
ʼ 
,
 
 
 
 
, 
,
, 
ʼ 
, 
 
;
᾽ 
 
 
 
 
 

᾽ 
 
 
.
8355	
 
 
,
 
ʼ 
 
 

 
 
 
,’
 
 
ʼ 
 

 
 

 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
.
8391	
᾽ 
 
 
 
 
 
;
 
ʼ, 
 
 
 
 

 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
, 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 

 
;

 
 
 
 
 
.

,
 
 
ʼ 
 
. 
 
;

 
 
, 
 
 

 
 
.

; 
 
;
 
 
 
 
ʼ 
.

 
 
ʼ 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
᾽ 

 
 
 
 
.

 
 
 
᾽ 
 
 
;

 
 
᾽ 
 
 
 
;

 
᾽ 
 
 
 
 

᾽ 
 
 
 
;

 
 
;

 
, 
 
, 
 
.

 

 
 
ʼ 
᾽ 
 
.

 
 
᾽ 
 
.

 
 
ʼ 
 
.

ʼ 
 
.

 
 
.

 
 
 
 
 
 
 
 
 

 
.

 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
ʼ 
 
,
 
.

 
 
.
 
 
ʼ 
 
 
.

 
 
 
;

 
 
.

 
ʼ 
 
 
 
; 

 
 
;

᾽ 
 
 
; 
.

᾽ 
 
 
 
;
 
 
 
᾽ 
 
 
,
 
 
 
 
.

 
᾽ 
;

 
 
 
ʼ 
.
 
 
 
 

 
 
;

, 
 
᾽ 
᾽ 

 
ʼ 
 
 
 
.

 
 
᾽ 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
.
8717	
 
 
.

.
 
 
ʼ 
᾽ 
 
; 
 

 
 
 
 
;

 
ʼ 
 
 
 
ʼ 
;
 
.

 
 
 
.

 
 
, 
 
 

 
, 
 
 
 
ʼ 
.

 
 
 
 
ʼ 
 
;

 
 
ʼ 
 
, 
 
 
 

 
 
 
 
,
 
 
 
 
 
.

 
 
 
ʼ;

.

 
᾽ 
 
, 
 
ʼ 
 
.

 
 
 
 
 
.

 
 
 
 
᾽ 
 
;

, 
 
ʼ 
 
 
;

 
᾽ 
 
 
ʼ 
 
.

 
;

 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
.

 
,
 
 
 
 
 

 
 
ʼ, 
 
 

 
 
 
᾽ 
 
;

 
ʼ 
᾽ 
, 
 
 
.

 
 
 
 
 
,
 
 
 
 
 
;

᾽ 
 
, 
 
 
 

·

 
ʼ 
᾽ 
 
 
 
;

 
ʼ 
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 

 
 
;

 
.
 
; 
 
 
᾽ 
 

 
 
 
 
;

 
ʼ 
᾽ 
.
 
 
 
ʼ 
.

 
 

 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
;
 
 
 
 
 
;
 
 
 
.

᾽ 
 
.

. 
 
; 
 
 
 
;

᾽ 
 
 
᾽ 
;

; 

 
 
 
 
 
 
.
; 
 
ʼ 
 
 

 
 
 
 
 
.
9039	
 
 
 
 
· 
 

 
᾽ 

 

 
ʼ 
·
 
᾽ 
 
 

 
 
ʼ, 
 

 
 
 
᾽ 
 
 
ʼ, 
 
 
 
.
9077	
 
 
 
ʼ 
 

 
ʼ 
†
 
 
 
 

 
 

 
, 
 

 
 

, 
 
 
ʼ.
 
ʼ 
 
 
 
 
.
9114	
 
.
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
;

ʼ 
 
.

ʼ 
ʼ 
 
 
.

 
.

 
 
 
 
 
.

 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
᾽ 
 
 
;

 
.

 
 
 
.

 
 
;

 
 
 

 
 
 
ʼ 
.

 
,
 
 
᾽ 
 
 
 
 
;

᾽ 
 
 
 
 
.

 
 
;

 
 
 
.
 
ʼ 
 
 
 
 
.

 
;

 
ʼ 
 
 
.

 
 
 
 
ʼ 
 

 
 
, 
 
 

 
, 
 
 
 

 
 
ʼ 
 
 
 
.

᾽ 
 
 
ʼ 
, 
 

᾽ 
 
 
 
.

 
 
 
 
 
 
 
.
9291	
 
 
 
 
 

 
 
,
 
, 
 
 
 
, 
 
 

 
.
᾽ 
᾽ 
 
· 
 
 

ʼ
 
 
.
9324	
᾽ 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
· 
 
 
 
.
9344	
 
 
 
 
 
 

 
· 
 
 
ʼ, 
 
,
 
 
 
 
 
ʼ 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

 
 
ʼ 
 
 
ʼ 
.

 
 
᾽ 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
;

 
 
 
᾽ 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 
 
·
 
ʼ 
ʼ 
 
 
 

 
 
 
 
· 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
;’
 
 
 
 
 
 
;
 
 
 
 
 
, 
 
ʼ 
 

 
 
 
, 
᾽ 
 
 
 
.’
 
ʼ 
 
ʼ 
 
 
ʼ, 
 

 
 
 
 
.
 
᾽ 
, 
᾽ 
 

 
 
· 
ʼ 
, 
 
,
 
 
 
ʼ· 
᾽ 
 
,
ʼ 
 
 
 
 
.

 
, 
 
 
 

;

 
ʼ 
·
 — 
 
ʼ 
;
᾽ 
 
 
.

 
 
ʼ 
 
 
ʼ 
.

 
 
; 
 
 
 
ʼ 
,
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
· 
 
ʼ 
 
 


 
 
ʼ 

, 
 

 
 
 

 
ʼ, 
 

 
 
.
9626	
 
 
 
 
 

 
 
 
.
 
 
 
ʼ 
 

 
,
 
 
 
 
 

᾽ 
᾽ 
.
9655	
 
 
 
 
 
 
 

 
 
, 
 
 
 
.
9672	
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
᾽ 
 
ʼ 
 
ʼ 
 
ʼ 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
ʼ, 
 
 
 

 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
᾽ 
;

 
ʼ 
 
 
 
.

 
 
,
 
 
 
 
 
 
 

 
ʼ, 
 
 
᾽ 
᾽ 
 
 
;
 
 
 
 
 
 
 
 
 
,
 
 
; 
 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
;  
 
 
 
 
 
 
·
 
 
ʼ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
;
 
 
᾽ 
 
 
 
 
 

 
 
 
, 
 
 
;
 
 
 
 
 
 
 
,
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
· 
 
 

 
, 
 
ʼ 
 
ʼ 
 
;

 
᾽, 
 
 
 
 
,
 
 
 
 
 
 
 
;

 
 
 
 
, 
᾽ 
 
 
.

 
 
 
ʼ· 
 
 
, 
 
ʼ 
.

 
;

 
 
 
 
ʼ 
 
,
 
ʼ, 
 
 
, 
 
.

 
 
 
,
 
 
, 
 
ʼ 
 
.
9998	
 
 
 
 
 
 
·
 
 
 
 
.
 
 
 
 
᾽, 
 
 
 
.

 
 
 
 
.

 


 
 
 
ʼ 
 
 
 
 
 
.

 
; 
 
 
 
ʼ 
 
 
.

 
ʼ 
 
 
 
.

 
, 
 
 
;
᾽ 
 
 
 
.

 
ʼ 
 
 
 


 
 
 

 
ʼ 
 
 
;

 
ʼ 
 
ʼ 
 
 
,
 
 
 

 
 
 

 

 
 
 
 
.
10109	
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
.

 
 
᾽ 
 
 
᾽ 
,
᾽ 
ʼ 
 
 
ʼ 
;

 
 
᾽ 
ʼ 
 

 
 
᾽ 
 
,
 
 
 
 
 
,
 
 
 
 
 
.

 
 
ʼ 
 
, 
 
.
 
 
ʼ 
 
 
ʼ 

. 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
, 
 
 
ʼ 
.

᾽ 
 
 
 
 
.

 
 
 
 
.

 
 
 
· 
 
 
.
 
 
 
;

.

 
᾽, 
, 

 
 
 
ʼ 
.

 
ʼ, 
᾽ 
 
᾽ 

 
 
 
. 
 

 
 
 
 
 
 
.

 
 
 
 
.
10272	
 
· 
 
 
,
᾽ 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 

 
ʼ 
, 
 
 

 
 
·
 
 
 
, 
᾽ 
 

 
 
᾽ 
 
 
 
.
 
 
 
 
,
᾽ 
 
ʼ 
 
 

 
. 
 
᾽ 
 
,
 
 
 
 
 
,
ʼ 
 
 
 

 
 
ʼ, 
 
 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 

 
, 
 
 
᾽ 
ʼ 
.
 

 
.

 
 
 
 
 
 
.
 

, 
 
;

 
 
; 
 
ʼ 
 
ʼ 

 
 
 
 
;
 

 
 
 
 
 
;

 
 
 
 
.
 

 
.

᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
.

 
 
 
.

 
 
 
 
.

 
 
 
 
 
,
 
 
 
 
 
;

 
 
, 
 
,
 
ʼ 
 
 
 
 
.

ʼ 
· 
 
 
 
 
 
 
.
