@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg004.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 1, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Wasps, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:39Z


 
 
 
 
 
;

 
 
 
.

 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
;

ʼ, 
᾽ 
 
 
.

 
ʼ 
 
ʼ, 
 
 
ʼ 

 
 
 
 
 
 
.

᾽ 
 
 
 
 
;

, 
᾽ 
 
ʼ 
 
 
 
.

 
 
᾽ 
 
 
.
 
 
 

 
 
 
 
 
 
·
 
᾽ 
 
 
 
.

ʼ 
 
 
.
 
 
 
.

 

 
 
 
 
 

 
 
 

 
 
 
 
 
,
 
 
 
 
.

 
 
 
 
.

 
;

 
 
 
, 

 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
;’

 
 
 
 
 

 
 
;

 
.
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
.
 
 
 
 
 
.

᾽ 
 
.
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
,
 
 
 
·
 
 
 
 
 

 
 
,
 
 
 
.

.

 
;

 
, 
 
·
 
 
 
 
.

᾽ 
 
 
ʼ 
 

 
 
.

 
·
 
 
 
 
.

 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
,
; 
 
 
 
 
.

 
 
᾽ 
 
.

 
᾽ 
, 
 
 

;

ʼ, 
᾽ 
.

;

;
 
 
᾽ 
᾽ 
 
·
 
 
 
, 

 
᾽ 
 
 
 
;

᾽ 
 
 
 
ʼ 
 

 
 
 
;
347	
 
 
 
 
 
 
,
ʼ 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
᾽ 
 
ʼ 
 

 
 
 
,
᾽ 
 
 
 
,
᾽ 
 
 
·
᾽ 
 
 
ʼ 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
,
 
 
 
.
 
 
 
 

 
, 
 
, 
 
 
.
 
 
 
ʼ 
 
,
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
᾽ 
 
 
 
ʼ 
᾽ 
 

 
 
ʼ 
· 
 
.
 
 
 
 
ʼ 

 
 
· 
᾽ 
 
.

 
ʼ, 
᾽ 
᾽ 
 
 
 
.

, 
 

 
 
 
 
.
 
 
 
 
 

 
 
.

 
ʼ, 

 
 
 
 
 
 
.

 
ʼ 
 
 
 

 
 
 
 
.

 
 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
.
544	
 
ʼ· 
 
 
.
 
 
ʼ 
, 
 
.
 
 
 
 
 
 
.
 
 
 
 
,
 
 
, 
 
, 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
ʼ, 
 
ʼ 
᾽ 
, 

ʼ 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
,
ʼ 
ʼ 
 
 
 
,
 
 
 
 
.
 
 
ʼ 
 
 
 

 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
,
᾽ 
 
, 
 
 
.
᾽ 
· 
 
ʼ 

 
. 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
 

ʼ 
 
ʼ, 
 
ʼ 
 
.
᾽ 
 
 
ʼ, 
 
ʼ 
 
.
 
᾽ 
ʼ, 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
᾽ 
 
,
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
ʼ 
 

 
 
,
 
ʼ 
 
 
 

 
 
 
, 
᾽ 
.
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
,
 
 
 
.
856	
 
 
 
, 
;

.

 
;

 
.

 
 
 
 
᾽ 
 
;
 
 
 
 
 
 

 
 
 
. 
᾽ 

 
 
 
 
ʼ 
 
 
·
 
 
 
 
.

᾽ 
 
.

 
 
 
ʼ 
᾽ 
 
 
;
 
 
 
;

 
᾽ 
.

; 
ʼ 
 
 
 
.

.

 
 
ʼ 
 
ʼ 
 
 
.
 
᾽ 
 
, 
 
ʼ 
 
;
 
· 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
.
 
 
ʼ 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
.


 
 
·

 
 
,
 
· 
 
 
᾽ 
.
 
 
 
, 
 
 

ʼ 
 
 
 
 
.

 
ʼ; 
 
ʼ 
 

 
ʼ, 
᾽ 
 
;

 
 
 
 
 
;

 
 

 
 
 
 
,
 
 
 
ʼ 
 
.

 
 
 
.

ʼ 
 
ʼ 
 
, 
 
.

 
 
 
 
 
.

 
 
 
 
.

᾽ 
 
 
.

 
·
 
 
ʼ 
; 
; 
 
 

 
ʼ, 
 
 
.

 
 
 
 
 
 
.

 
 
ʼ 
 
᾽, 
᾽ 
 

 
 
 
 
 
·
 
 
.

 
 

 
 
᾽ 
;

 
 
ʼ 
.

 
ʼ 
᾽ 
.

 
 
 
.

 
 
, 
 
,
᾽ 
 
.

᾽ 
 

 
ʼ· 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
; 
 
 
;
 
. 
 
, 
 
 

 
ʼ;

 
 
 
 

 
 
 
ʼ 
.
1196	
; 
ʼ 
 
. 
 
 
;
 
 
ʼ 
ʼ 
;

 
 
.

 
; 
;

 
.

 
 
 
ʼ 
 
 
 
.
 
 
. 
 

᾽ 
· 
᾽ 
ʼ 

 
 
 
.

 
 
ʼ 
ʼ 
, 
.

 
 
 
 
;

 
 
.

 
 
 
 
 
.

 
; 
 
 
ʼ 
᾽ 
 
 

 
ʼ 
᾽ 
· 
᾽ 
, 
 

 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
.

 
·
 
ʼ 
 
 
 
;

 
 
 
 
 
.

; 
 
 
ʼ 
᾽ 
 
 

 
 
 
 
.

 
, 
 
 
·
. 
 
 
 
 
 
;
 
, 
 
. 
 
ʼ 
 
 
 

 
 
 
 
 
.

 
, 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
;

᾽ 
 
ʼ 
 
 

 
 
 

 
.

; 
 
 
ʼ 
 
.

 
 
ʼ, 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 

 
,
 
 
.

, 
 
,
 
ʼ 
 
 
 
.

᾽ 
 
 
 
 
 
 

 
 
, 
᾽ 
 
.
 
 
 
 
 
 

, 
 
, 
 

 
 
 
 
.

 
· 
 
 
 
,
 
 
 
.
1514	
 
ʼ 
. 
 
 
.
 
 
ʼ 
 
 
 
 
ʼ, 
᾽ 
᾽ 
 
·
 
 
 
 
 
 
.
 
 
, 
 
,
 
᾽ 
 
 
ʼ 
 
 
 
;
ʼ 
 
 
 
ʼ 
᾽ 
, 
 
,
 
 
ʼ 
 
 

ʼ 
 
 
 
· 
 
 
 

 
 
ʼ 
 
 
,
ʼ 
 
 
 
 
.
᾽ 
 
, 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 

 
 
 
 
 

᾽ 
, 
 
 
 
. 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
.

, 
 
 
 
 
 
 
.

 
 
 
 
 
 
ʼ 
,
 
 
 
 
;
 
 
 
ʼ, 
 
 
 
.

 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
ʼ 
·
ʼ 
 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
 
.
᾽ 
 
 
 
 
·
 
᾽ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ, 
 
᾽ 
, 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

, 
 
 
 
 
 
 
;
 
 
 
 
ʼ 
 
, 
 
 

ʼ 
 
 
· 
 
 
 

. 
 
 
 
 
᾽ 

 
 
, 
 
 
 

 
 
᾽ 
 
 
.
1834	
 
ʼ 
 
 
 
ʼ 
᾽ 
 
 
 
᾽ 
;
 
 

, 
 
ʼ 

 
 
 
 
,
᾽ 
 

 
 
 
;
 
ʼ 
 
.
 
 
 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
ʼ,
᾽ 
ʼ 

, 
 
 
 

 
,
.
1896	
 
ʼ 
 
 
 
 
, 
 
 
ʼ
 
 

 
 
 

 
 
 
 
,
 
᾽ 

᾽ 
 
 
.
 
 
 
 
.
᾽ 
ʼ 
 
ʼ 
 

 
ʼ 
.
 
 
 
 

 
 
 
·
 
 
.
ʼ 
 
 
.
1957	
 
 
 
 

, 
 
 
 
;

 
ʼ 
 
. 
᾽ 
,
 
 
 

; 
 
 
ʼ 
 

 
 
.

 
ʼ 
᾽ 
 
 
·
 
.

 

 
ʼ, 
 
 
ʼ 
.

 
ʼ 
 
 
 
 
 
 
.

 
 
 
 
 

 
 
 
 
 
 
 
·
 
.
 
 
 
ʼ 
.
2039	
 
 
 
 
 

 
 

 
, 
 
ʼ
; 
 

 
 
 

 
 
 


 
, 
 
,
 
ʼ 
 
 
 
ʼ
 
 
 
.

 
 
᾽ 
 
 
 
;

᾽ 
 
 
 
.

 
᾽ 
 
 
ʼ 
 
.
 
. 
 
 
.
2107	
, 
 

 
 
 

 
.
 
 
 
 
ʼ 
ʼ
. 
 
;
 
ʼ 
 
ʼ, 

 
 
 
ʼ 

 
 
 

 
 
.
᾽ 
 
 

 

 
 
 
 

 
 
 
 

 
 
.
 
 
 
,
 
· 
 
 

 
 
,
ʼ 
 
ʼ 

 
 
 
·
 
 
 
 
 
᾽ 

 
 
.
2193	
 
 
᾽ 
 
 
ʼ 

 
 
; 
·
 
 
 
.
2210	
 
. 
 
 
· 
 
 

 
 
. 
᾽ 
 
 
.

 
ʼ 
 
 
 
 
 
 
;

 
 
;

 
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
᾽· 
 
ʼ 
 
.
2260	
᾽ 
ʼ 
 
 

 
 
᾽,
 
 

 
 
 

. 
 
 
 
ʼ
 
 
᾽ 

, 

 
 
 
.
2292	
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
2311	
 
 
 
; 
ʼ 
, 
 
 

 
·
 
 
 
 
 
 
 
.

 
 
ʼ 
᾽ 
 
 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
;

 
 
 
 
 
᾽ 
 
 
.
᾽ 
 
 
 
 
· 
 
ʼ 
 
 
.

 
ʼ, 
᾽ 
 
 
 
 
 

 
 
 
 
 
, 
 
 
.

ʼ· 
 
 
᾽; 
 
 
᾽ 
 
 
.
 
 
 
, 
 
ʼ 
 
,
2409	
 
ʼ 
ʼ, 
᾽ 
 

 
. 
 
 
 

 
 

 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
 

 
᾽ 
.
2445	
 
 
 

 
 
ʼ· 

, 
 
.
2458	
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.

 
 
 
 
᾽ 
 
 
.
᾽ 
 
 
.

 
 
ʼ. 
 
 
 
,
 
ʼ 
 
 
 
.
2502	
 
 
 
, 
·
 
 
 
ʼ, 
 

, 
 
 

 
 
 
 

 
, 
᾽ 

 
 

 
 
.
2534	
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
2552	
 
, 
 
 
 
 
ʼ 

 
 
, 
 
; 
 
.

 
 
 
 
 
 

᾽ 
 
 
ʼ 
 
· 
 
 
.

 
 
 
, 
 — 
ʼ; — 
 
 
 
,
 
 
 
 
ʼ 
 
 
.

 
· 
 
. 
᾽ 
 
 

 
 
 
 
 
.

 
 
, 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
᾽ 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
ʼ 
.

 
.

 
 
ʼ;

 
 
 
 
.

 
 
 
 
 


 
ʼ 
 
᾽, 
 

 
.

 
 
 
; 
 
 
;

ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
;
 
ʼ, 
 
 
, 
 
, 
 
ʼ 
 
 
;
2754	
 
 
 
 
 
 
 
,
, 
ʼ 
 
 
 
 
 
;
 
 
 

 
, 
 
,
 
ʼ 
†.
 
 
 
 
, 
,
 
 
, 
 
 
᾽ 
,
 
ʼ 
 

 
᾽ 
 

 
, 

 
 
,
 
 
.

 
 
ʼ 
ʼ, 
 
 
.

 
ʼ 
 
 
 
ʼ.

 
᾽ 
 
 
.

 
᾽ 
 
 
 
 
 
;
 
 
 
 
,
 
 
 
 
 
.
2854	
 
 
ʼ 
. 
 
 
 
;

 
ʼ 
 
 
 
 
 
.

 
 
ʼ 
 
· 
 
 

 
 
 
 
᾽ 
᾽ 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.

 
 
 
 
 
ʼ, 
 
·
 
᾽ 
 
 
 
 
.

᾽ 
 
 
ʼ· 
 
 
, 
ʼ 

 
 
 
 
 
.
2937	
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
.

 
 
 
 
, 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
ʼ 
 
 
;

 
᾽ 
 
᾽ 
 
 
 
 
;
· 
 
 
 
 
 
 

 
 
, 
 
 
 

 
, 
 
 
 
,
 
· 
 
 
 
 
 
,
 
 
 
ʼ· 
 
 
ʼ 
 

᾽ 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
,
᾽ 
 
᾽ 
 
 
 
 

 
 
 
 
ʼ 
 
,
 
 
 
; 
 
ʼ 
 
᾽ 
.
᾽ 
 
 
 
 
 
, 
 
 
 
.

 
 
 
ʼ 
 
 
 
,
᾽ 
 
 
᾽ 
ʼ 
 
᾽ 
 

 
 
 
 
 
.

 
 
 
 
 
 
 
 
.

 
 
᾽· 
 
 
 
 
 
 
.

 
ʼ; 
 
 
; 
 
; 
 
 
.

 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
.
3197	
 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
᾽ 
 
 

 
, 
 

 
 
ʼ 
ʼ 
 
,†
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 

 
 
,
 
 
;

᾽ 
 
 
 
 
 
 

 
 
 
 
 
;

 
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
 
;
3292	
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 
.

 
 
᾽ 
 
 
 
᾽ 
 
·
 
 
 
 
 
.
 
 
 
 
, 
᾽ 
 

 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
ʼ 
;

 
ʼ, 
 
 
 
 
 
 
,
 
 
 
ʼ 
᾽ 
.
3375	
 
᾽ 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 
ʼ 
·
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
ʼ
 
 
ʼ 
 
 
 
.ʼ
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
· 
 
 
,
 
 
 
 
 
 
;’

 
 
ʼ 
 
 
 
 
 
,
 
 
, 
 

ʼ 
 
 
 
 
.

 
 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 

 

 
 
 
 
, 
 

 
 
 
 
 
 
.

 
ʼ 
 
 
ʼ· 
 
 
᾽ 
 
 

 
 
 
ʼ 
 
 
 
 
·
 
 
 
᾽ 
, 
᾽ 
 

 
 
ʼ 
 
 
 
.

 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
᾽ 
.

 
;

 
 

 
 
᾽ 
, 
 
 
 
 
.
 
 
.

 
 
,
 
 
 
.

 
 
ʼ, 
᾽ 

 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.

 
, 
 
 
ʼ 
 
.

 
 
.
 
 
 
.

 
 
 
 
.
 
 
 
 
, 
 
 
.

 
, 
 
ʼ 
, 
 
, 
 
 
 
;

 
ʼ 
 
 
 
.
3678	
 
 
 
 

 
 
 

, 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
;

 
 
 

 
. 
 
 

 
 
 

 
 
 
,
, 
 
 
᾽, 

ʼ
 
.

 
 
ʼ 
 
 
ʼ 
 
 
 
.

 
 
᾽ 
, 
 
 
 
 
 
;

 
 

 
᾽ 
᾽ 
·
 
ʼ 
 
 

 
ʼ, 

.
3774	
᾽ 
 
 
 
 
 
 

 
, 
 
 
 
 
.
3791	
 
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
;
 
 
 
ʼ 
 
 
ʼ 
 
 

 
 
 
· 
ʼ 
 

 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
·
ʼ
 
ʼ 
 
, 
 
ʼ, 
 
 
ʼ 

 
 
 
 
 
 
 
·ʼ
 
᾽ 
᾽ 
 
ʼ 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
ʼ 
, 
 
 
 
 
 
ʼ 
 
;
 
 
ʼ 
 
 
 
 

 
 
 
, † 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
·
 
 
ʼ, 
᾽ 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
, 
 
ʼ 
·
 
 
ʼ 
 
· 
ʼ 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
·
 
ʼ 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
ʼ 
.
᾽ 
 
 
᾽ 
᾽ 
 
 
 
 
;
4043	
 
 
 
 
, 
 
 
 
·
 
 
 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
.
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
 
, 
 
ʼ 
 
 
.

 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
, 
 

 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
᾽ 
 
 
 
 
᾽ 
.
 
, 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
· 
 
 
 
 
 

 
 
 
 
 
 
.
4291	
 
 
ʼ 
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
, 
ʼ 
ʼ 
 

 
 
, 
 
 
 
 
 

 
 
 
ʼ 
 
 
 

 
ʼ 
 
 
 

 
,
 
 
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
, 
 
,
 
·ʼ 
 
 
, 
 
 
 
 

 
 
 
 
 
, 
ʼ 
 

 
 
. 
᾽ 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
 
, 
 
 
᾽ 

 
, 
ʼ 
 
· 
 
 

 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
,
4426	
 
 
ʼ 
 
 
;
 
 
 
,
 
 
 
 
,
 
 
 
,
 
 
.’
 
, 

 
ʼ 
 

 
 
.
 
 
 
 
᾽ 
·
 
 
 
, 
 
ʼ
 
 
 
.
4476	
ʼ 
 

 
 

 
.

, 
᾽ 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
.

 
ʼ 
 
᾽ 

 
, 
᾽ 
᾽
 
,
 
 
 

 
 
,
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 

 
 
.
 
 
 
 

 

 
 
 
.
4561	
 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
 
.
4582	
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
.
 
 
 
 
 
, 
 
 
 
,
 
 
 
 
, 
 
 
 
ʼ 
.

 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
᾽ 
᾽ 
 
.

 
ʼ 
 
.

 
 
 
 
 
 
 
 
;

 
 
 
 
 
 
 
,
 
 
 
 
 
.’ 
 
 
 
 

 
 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 
 
ʼ 
᾽ 
 
,
 
 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
, 
· 
 
 

 
 
 
 
 
 
.
 
 
 
 
, 
 
 
ʼ 
,
 
 
 
 
, 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ, 
 
 
 

 
 
 
, 
 
 
 
·
 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
, 
 
 
 
ʼ 

, 
ʼ 
 
ʼ 
 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 
 
 
.
4997	
 
 
ʼ; 
 
 
; 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
 

 
 
 
᾽ 
 
 
· 
 
᾽ 
 

 
 
 
 
 
 
᾽ 
 
.
 
 
 
ʼ 
· 
 
᾽ 
 
᾽ 
 
,
 
 
 
, 
ʼ 
 
 
ʼ 

 
 
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
 
 
.

 
 
ʼ; 
 
 
 
 
 
 
,
 
 
 
 
 
, 
᾽ 
 
 
.

᾽ 
 
 
ʼ 
, 
 
 

 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
5214	
 
᾽ 
 
ʼ 
 

 
 
 
 

 
 
.
 
 
 
 

 
 
 
,
 
 
 
.
5243	
 
 
 
 
 
, 
 
 
 
 
,
 
 
. 
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
5283	
 
 
, 
ʼ 
 

ʼ 
 
 
 
ʼ 
.
᾽ 
 
 
 
 

 
 
 
᾽ 
.
 
 
 
 
 
 

 
 
,
 
 
 
 
·
 
 
 
.

 
 
 
ʼ 
 

 
 
, 

, 
 
, 
,
, 
 
 
 

 
 
.
᾽ 
 
 
 
,
᾽ 
 
 
 
.
5360	
 
 
 
 
ʼ, 

᾽ 
ʼ· 
 
 
,
 
ʼ 
 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 

 
 
 
 

 
 
.

 
 
.

 
 
;

 
 
 
 
.
 
, 
 
,
᾽ 
 
 
, 
 
; 
.ʼ
 
 
 

 
 
.
ʼ 
 
. 
 
 
;
 
 
. 
 
 

 
 
᾽ 
 
 
 

 
 
.
5456	
ʼ 
 
 
 
 
 
 
.

 
 
; 
᾽ 
 
 
 
 
.

; 
ʼ 
.

 
 
. 
 

 
 
 
 
 
.

 
ʼ 
, 
 
 
 
,
 
 
 
ʼ, 
᾽ 

 
 
 
 
.

 
; 
 
;

ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
᾽ 
 
.
 
 
 
 
, 
 

 
ʼ 
, 
 
 
·
 
 
, 
 
 
 
·
 
· 
 
 
 
,
 
ʼ 
 
 
 
.

 
ʼ 
.

 
 
 
ʼ, 
 

 
 
, 
 
 

 
 
 
 
.

 
 
 
 

 
 
 
ʼ 
 
;

 
ʼ 
· 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
.

 
 
 
. 
᾽ 
᾽ 
 
,
 
 
 
.

ʼ 
.

,
 
ʼ 
 
 
 
ʼ 
 
.
 
 
 
ʼ 
 

 
. 
 
ʼ 
 
 

 
ʼ 
 
 
,
ʼ 
 
 
 
 
·
 
ʼ· 
 
 
 
·
 
 
 
 
·
ʼ 
 
.

 
 
 
 
᾽ 
᾽;

 
;
 
ʼ 
 
 
·
 
 
 
,
 
ʼ 
 
.

 
 
 
 
 
.

 
 
 
. 
᾽ 
 
 
.

 
· 
 
 
᾽ 
 
.
5735	
 
 
, 
 
ʼ 
 
.
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
,
 
, 
 
 
 
.

, 
 
᾽ 
; 
 
᾽ 
 

 
, 
 
 
.
 
, 
 
, 

 
 
ʼ 
 
 
 
.

 
 
 
 
 

 
 
 
.

 
 
 
· 
 
 

, 
 
 
.

᾽ 
 
·
 
 
, 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
᾽ 
;

 
ʼ, 
 
 
 
,
 
 
 
ʼ 
.

 
 
, 
 
ʼ 
᾽ 
 
.

 
;

 
 
 
 
 
 
.

 
, 
 
 
.

 
ʼ 
 
 
 
᾽ 
᾽ 
.

 
 
 
.

 
 
ʼ 
᾽ 
 
 
 
.

 
 
 
, 
 
 

.

 
, 
 
 
 
.
5922	
 
 
᾽ 
 
 
 
;
 
 
 
 
 
 
;
 
 
 
 
 
 

 
· 
 
 
ʼ 
.
 
 
 
 
 
,
 
 
 
 
 
;

 
 
ʼ 
 
.

᾽ 
 

 
 
 
 
ʼ 
.

 
 
 
ʼ; 
 
 
 
.

ʼ 
 
. 
 
 
.

 
ʼ 
 
;

 
 
 
 

 
 
 
 
 
 

 
 
 
;

᾽ 
 
 
 
 

 
· 
 
 
 
.

 
ʼ 
 
᾽· 
᾽ 
 
 

, 
 
 
 
.

 
 
ʼ 
 
.

 
 
.

 
 
;

 
.

᾽ 
 
;

, 
᾽ 

᾽ 
 
 
 
.
᾽ 
ʼ 
· 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
·
 
ʼ 
 
 
 
.

.

 
.

 
. 
 

 
 
;

 
, 
 

 
 
 
 
.

 
 
 
;

 
.

 
.
 
 
 
 
 
.

 
· 
 
 
 

 
, 
 
 
 
 
.

 
 
 
 
; 
 
;

 
ʼ 
 
 
.

᾽ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
6188	
 
 
 
 
 

 
 

 
 
 
,
 
 
 
 

 
 
 
.
6212	
 
 
 
 
.

 
ʼ 
 
ʼ 
᾽ 
 

 
ʼ 
 

 
 
 
,
 
 

 
.
 
.
6242	
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 

 
,
 
 
ʼ 
 

 

 
,
 
 
 

 
 

 
 
.
6302	
 
 

 

 
 
 
 
.
 
 
 
 

 
 
 

 
 
 

 
 
.
 
.

 
 
 
, 
·
 
ʼ 
 
 
 
.

 
᾽ 
 
;

.

 
.

ʼ 
 
 
. 

 
 
ʼ 

 
 
 
 
 

 
. 
 
 
.

 
 
 
, 
 
 
.

 
 
 
 
 
 
.

 
 
· 
 
 
 
 
,
 
 
 
ʼ 
.
 
ʼ 
᾽
 
, 
 
 
;
6413	
 
.

 
.

 
 
 
.

 
ʼ 
 
 
 
 
.
, 
· 
 
ʼ 
 
.

 
 
 
᾽ 
 
 
.

 
 
 
ʼ 
 

 
 
. 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 

 
 
ʼ 
 
 
᾽· 
 

 
 
 

 
 
.

 
 
ʼ 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
;

 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
,
 
 
ʼ 
 
.

᾽ 

 
 
 
· 
 
 
.

 
 
 
ʼ 
, 
 
᾽ 
 

 
 
 
,
 
 
 
 
 

 
 
 
 
 
.

 
 
ʼ 
 
᾽ 
 
 
 
.

 
 
 
ʼ· 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
, 
 
 
 
.

 
.
 
 
 
.
 
 
 
 
· 
 
 
 

; 
 
 
ʼ 
 
 
.
 
· 
 
ʼ 
; 
 
 
.

 
· 
 
 
 
.
 
 
 

 
 
 
,
 
 
, 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
;

 
 
ʼ 
ʼ 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 
;
ʼ, 
. 
 
; 
.

᾽ 
 
 
 
ʼ 
 
 
 
.

, 
᾽ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
.
ʼ 
. 
 
 
.
 
 
 
 

 
, 
 
ʼ 
.
 
 
 
 
 
 
.
6757	
 
 
 
 
 
 
.

 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.

 
 
, 
 
 
 
;

 
; 
 
 
 
 
 

 
ʼ 
 
· 
 
ʼ 
,
. 
 
 
 
.

 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
 
.

 
 
 
 
 
.
 
 
 
 
·
 
 
ʼ 
. 
 
,
 
 
 
 
 
.
 
.

 
ʼ 
 
.

 
ʼ 
 
.
 
 
 
 
 
ʼ 

 
 
, 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
᾽ 
 
 
 

 
 
 
· 
 
 
, 
.

. 
 
 
ʼ 
᾽ 
 
;
 
 
 
 
.

ʼ 
 
ʼ· 
ʼ 
 
 
,
 
 
. 
 
 
;
ʼ 
 
 
 

 
 
 
.

 
 
 
.

.
 
 
 
 
 
 

. 
 
 
.

 
. 
 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
᾽ 
 
 
 
.

 
 
;

 
.

ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.

 
· 
 
 
 
.

 
 
 
 
 
 
.

᾽ 
᾽ 
 
;

·

 
ʼ 
.

 
 
 
.
ʼ 
.

 
᾽ 
;

 
. 
 
 
.
 
 
 
; 
· 
 
ʼ 
;
 
.

 
 
 
,
 
;

 
ʼ·

 
ʼ 
.

 
 
 
ʼ· 
᾽ 
.

 
 
 
᾽ 
 
,
ʼ 
 
; 
 
 
;
᾽ 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
.

 
 
 
ʼ. 
 
 
ʼ 
 

 
, 
 
ʼ 
 
,
 
, 
 
, 
 
,
᾽ 
 
 
 
 
 
·
 
 
ʼ 
 
.
᾽ 
.

 
, 
 
.
7141	
᾽ 
 
 
 
ʼ.
 
 
 
 

,
 
 
ʼ 
 

 
 
 
ʼ
.
 
 
 

 
, 
 
 
 
.
7174	
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 
,
 
 
᾽ 
 
 
ʼ 
.
 
 
 
 
 
 
 
᾽ 
 
,
 † 
 † 
 
 
᾽ 
 
 
,
 
 
 
· 
᾽ 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
, 
 
ʼ 
,
᾽ 
 
 
ʼ 
 
 
 
,
 
 
 
᾽ 
 
 
 
,
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
, 
 
 
.
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
᾽ 
·
 
 
᾽ 
 
 
 
 

 
᾽ 
ʼ 
 
 
 
ʼ 
.
 
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
7468	
 
 
 
 

 
 
 

 
 
 

 
 
 
,
 
 
 
ʼ 
,
 
ʼ 
 
 

 
 
. 
 
 
ʼ,
 
ʼ 
 
 

 
.
7510	
 
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ
, 
 
ʼ 

 

᾽ 
 
.
 
 
 
 
 

 
 
 
·
 
 
 

 
 
 
 

 
 

 
.
7573	
 
 
 
 
 
 
 
 

 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
, 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
ʼ 
ʼ 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
, 
 
 
,
 
 
ʼ 
ʼ, 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
.
7718	
 
 
 
ʼ 
 
 
 
,
 

 
, 
 
 
 
;
 
 
 
 

 
 
 
 
᾽, 

 

, 
᾽ 
 
 
᾽
. 
 

 
 

 

 
 
᾽ 
, 
 

 
.
7770	
 
 
 
 
᾽ 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
ʼ 
, 
 
,
 
 
 
 
, 
 
 
 
 
,
 
ʼ 
 
 
ʼ, 
 
 
 
 

 
, 
 
 
 
, 

 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
 

 
 
, 
 
.
 
ʼ 
᾽ 
 
, 
 
 
 

 
 
 
, 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
.
7916	
 
 
 
 
,
 
 
ʼ 
 
,
᾽ 
 
 
 
 
.

 
 
 
 
.

 
 
ʼ 
 
 
 
 
.
 
 
 
 

ʼ 
 
 
 
.

᾽ 
 
 
ʼ, 
 
ʼ 

 
 
 
 
.

 
 
 
 
;

 
ʼ 
,
 
 
 
 
.

 
 
 
 
 
,
᾽ 
 
 
 
 
;

᾽ 
 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
 
 
ʼ 
 
 
.

 
 
 
 
.

 
 
 
ʼ· 
 
 
 
 
.
 
 
· 
 
ʼ 
 
.

;
 
 
ʼ 
 
· 
 
 
 

 
 
 
.

, 
᾽ 
 
 
᾽ 
.

 
 
 
 
;

 
ʼ; 
 
 
 

 
 
. 
 
 

 
 
 
.

 
 
᾽ 
 
 

 
 
;

᾽ 
 
,
 
ʼ 
.

 
·
 
 
 
 
 
 
.

 
;

 
ʼ 
 
᾽. 
᾽ 
 
,
 
ʼ 
, 
 
ʼ 
.

ʼ 
᾽ 
 
 
· 
 
ʼ 
 
.

 
 
 
 
.

 
 
;

᾽ 
 
 
 
.

 
 
 
 
 
,
 
ʼ 
 † 
 † 
 
.

 
 
 
 
 

 
ʼ 
 
 
;

 
ʼ 
 
 
ʼ 

 
 
 
.

 
 

 
 
 
 
 
.

 
 
 
.

 
 
ʼ, 

 
 
 
 
 
 
.

 
 
 
᾽ 
.

 
,
 
 
 
 
 
.

 
ʼ 
· 
 

 
 
 
 
.
8252	
. 
 
 
, 
 
 
ʼ 

᾽ 
 
 
 
 
.

; 
 
 
.

 
 
 
 
.

 
, 
 
 
 

 
 
 
 
;

.

 
᾽ 
 
;

 
.
 
 
 
 
ʼ 
ʼ 
,
 
ʼ 
 
 
 
 
.

 
 
 
, 
 
 
,
 
 
 
 
ʼ 
.

 
 
 
 
 
 
ʼ 

 
 
 
ʼ 
 
 
 
.

 
 
, 
 

 
 
 
 
,
 
 
 
 
 
 
;

 
 
 
 
;

,
 
 
 
 
.

 
 
 
ʼ 

 
 
, 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
 
 
ʼ 

 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 

ʼ 
.

 
ʼ, 
 
.
 
 
 
 
ʼ 
;

 
 
ʼ 
 
.
᾽ 
 
 
· 
ʼ 
 

 
 
 
 
 

 
 
 
;

᾽ 
᾽ 
 
 
 
,
᾽ 
 
 
 
.

 
. 
 
; 
᾽ 
 
 

 
ʼ 
 
, 
 

, 
 
 
 
.

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.

· 
 
 
 

 
 
 
.

 
 
; 
ʼ 
.

.

 
 
;

.

 
;

 
ʼ 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
,
 
, 
ʼ 
 
·
 
 
· 
 
 
·
· 
ʼ· 
 
.

 
 
 
 
;

 
· 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
 
.

; 
 
 
 
.
8602	
 
· 
 
 
 
ʼ 
 
,
 
 
 
· 
 
 
.
 
᾽ 
 
᾽ 


 
 
 
 

.

 
 
; 
 
·
 
 
 
 
 

 
 
 
 
.

 
 
,
 
, 
 
ʼ 
᾽ 
·

ʼ, 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
.’

 
ʼ 
 
 
 
 

 
 
 
 
·

 
 
 
 
 
 
.

 
 
 
;

 
.

 
 
,
᾽ 
 
 
.’

 
 
 
 
 
,
 
 
 
, 
ʼ 
·

 
 

 
 

 
’—

 
 
 
 
 
.

 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
.

.
 
 
· 
 
 
 

 
 
 
 
 
,
ʼ 
 
 
 
.

, 
 
 
ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
,
 
 
 
,
 
 
 
 
· 
ʼ 
 

 
ʼ 
, 
᾽ 
 
ʼ 
.

 
ʼ 
 
 
 
,
 
 
, 
 
 
 
.

 
 
· 
 
 
.
8846	
 
 
ʼ 
 
 

 
 
·
᾽ 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ 
 
 
 
 

 
 
·
 
 
 
·
 
 
 
 
 
ʼ, 
᾽ 

 

 
 
 

, 
 
 
 
 
.
8903	
 
ʼ 
 
 
 
,
 
 
 
·
 
 
 
 
 
 
,
 
, 
 
 
·
 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
,
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
ʼ 
ʼ 
.
8957	

 
 
 
ʼ 
 
 
,
 
 
ʼ 
 

 
 
 † 
· 
ʼ 
᾽ 
,
 
 
 
 
,
 
᾽ 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
.
9010	
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
.

 
ʼ 
 
 
; 
 
, 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
᾽ 
 

 
 
 
 
;
 
 
 
 

 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
,
ʼ 
 
 

 
 
 

 
 
 
 

.
᾽ 
 
 
ʼ 
 
·
 
 
 
 

 
ʼ 
 
 
.’
 
ʼ 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
.
 
ʼ 
, 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
ʼ· 
 
,
 
 
 
 
 
 
,
 
 
 
 
ʼ 
;ʼ
 
 
 
 
,
 
 
 
 
 

ʼ 
 
 
 
.
᾽ 
 
, 
ʼ 

 
, 
 
 
 
.
 
 
 
 
 
.
᾽ 
 
 
 
 
.
9213	
 
·
 
 
 

 
·
, 
 
 
ʼ, 

 
 
 

 
 
.
 

 
 
 
 
 
 

 
, 
 
 
᾽ 
 
.
 
 
 
 
.
9256	
 
, 
.
 
ʼ 
· 
 
ʼ 
᾽
 
᾽ 
 

; 
, 
.
 
ʼ 
· 
 
.
 
; 
 
 

; 
.
9286	
 
 
,
 
 
 
 
 
.
· 
 
ʼ, 
 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
 
·
 
᾽ 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
ʼ 
,
᾽ 
 
 
 
·
 
 
 
 
᾽ 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
, 
 

 
.
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 

ʼ, 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
.

 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 

 
 
;

 
;
 
 
 
 
 
 
;

 
 
ʼ 
 
 
 
 
ʼ 
 
.

, 
᾽ 
 
 
 
 
 
.

 
;

 
᾽. 
 
 
;

 
 
 
 
᾽ 
 
 
 
;

 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
; 
 
; 
 
 
 
;

 
 
 
 
;

 
 

 
 
 
 
 

 
 
.

 
 
.
, 
ʼ 
 
,
 
ʼ 
 

 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
.

 
 
ʼ 
 
 
 
.
9604	
 
 
ʼ, 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
 
, 
 

 
ʼ 
 
 
.

 
 
; 
ʼ 
 
 
 

 
 
 
 
.

 
ʼ, 

 
 
 
·
᾽ 
ʼ 
 
 
.

 
 
 
 
 

 
 
 
 
,
 
 
 
 
.

 
 
· 
 
 

 
.

 
 
 
 
ʼ 
 
.

 
 
 
ʼ 

 
 
 
 
 
.
ʼ 
 
, 
 
 
,
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
.’

 
 
; 
 
ʼ 
 

 
 
 
 
 
,
ʼ 
 
 
.

 
ʼ 
᾽ 
, 
 
 
 
 
.
 
ʼ 
 
 
·
᾽ 
 
 
, 
 
 
.

 
;

 
 
 
 

 † 
 
 † 
,
 
 
 
 
.

 
 
, 
 
, 

 
· 
 
 
 
ʼ 
.
9796	
 
. 
 
ʼ 
 

.

; 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 
 
.

 
 
 
 

· 
 
 
 
 
.
᾽ 
 
· 
 
 
,
 
 
 
ʼ 
ʼ 
 
 

 
 
 
, 
 
 
 
;

 
. 
 
 
 
ʼ 
 
.

 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
.
ʼ 
 
᾽ 
 
 
·
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
.

 
 
 
 
 
 
.

᾽ 
 
 
ʼ 
 
.

, 
 
ʼ. 
 
 
 

ʼ 
.

᾽ 
 
.

 
 
 
 
ʼ 
·
᾽ 
 
 
,  
 
 
 

 
 
 
 
 

 
, 
 
 
 
.’

ʼ 
 
 
 
 
 
.

 
 
 
ʼ 
᾽ 
 
,
᾽ 
 
 
 

 
;

 
 
;
 
 
ʼ 
· 
 
 
, 

 
 
 
.

 
 
 
ʼ 

 
 
.

 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 

ʼ 
 
 
ʼ 
 
 
.
10035	
 
 
 

 
 
 

 
 
 
·
 
 
 

 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 

, 
 
 
 
.
 
 
᾽ 
·
 
 

 
 
.
10087	
 
ʼ 
 
ʼ 

 
 
 

 
 
 

 
 

 
 
 
.
 
 
 

, 
 

 
᾽ 
.
 
 
 

 
 
, 

 
 

 
;
10132	
 
 
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
, 
 
 

 
 
 
 

 
᾽ 
 
 
·
 
 
 
 
 

 
 
 
 
.

 
᾽ 
 
 
;

 
 
 
 
 
.

 
 
. 
 
 

 
 

 
 
ʼ 
 
 
.

 
 
 
·
 
 
 

 
.

ʼ 
.

 
 
 
 
 

 
.

 
 
ʼ 
.
 
.

 
 
.

 
 
 
 
 

 
 
.

 
;

 
ʼ 
 
᾽, 
 
 
.

 
 
 
 
.
 
 
 
 
 
,
 
 
᾽ 
.
 
 
 
;

 
ʼ 
 
.

 
 
 
;

 

 
.

᾽ 
 
 
·
 
 
 
 
.
 
 
 
 
 
᾽.

᾽ 

 
 
 
,
 
.

 
ʼ 
ʼ 
.

 
 
ʼ 
 
ʼ 
 
 
 
·
 
 
 
 
 
.

 
 
 
 
; 
 
 
;

 
 
 
 
 
,
 
, 
 
 
 
.

 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
᾽ 
 
ʼ· 
,
 
 
, 
 
 
.
10395	
 
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
.
10411	
ʼ 
 
 

 
 

 
 

 
ʼ 
 
,
 
·
10429	
 
 
,
 
 

 
, 

 
 
 

 
.
10446	
, 
 
 
 
 
,
 
 
· 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
ʼ, 
 
 
ʼ 
, 

 
· 
 
 
 
 
 
,
 
 
 
 
.
