@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg001.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 2: Ajax. Electra. Trachiniae. Philoctetes With an English translation by F. Storr. The Loeb classical library, 21, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1913.
@sponsor=Perseus Project, Tufts University
@title=Trachiniae, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:39Z


 
 
᾽ 
 
 
,
 
 
 
ʼ 
 
, 
 

 
, 
᾽ 
 
 
᾽ 
 
 
·
 
 
 
, 
 
 
 
 
,
ʼ 
 
 
 
 
,
 
 
 
 
 

ʼ 
᾽ 
 
 
 

 
, 
 
 
 
.
 
 
 
 
, 
 
,
 
ʼ 
 
 
 
 
,
 
 
, 
ʼ 

 
, 
ʼ 
 

· 
 
 
 

 
 
 
.
ʼ 
 
 

 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 

 
· 
 
 
 
 

 
 
ʼ· 
 
 
ʼ· 
᾽ 
 

 
 
 
, 
᾽ 
 
·
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
. 
 
 
 

ʼ 
 
ʼ 
 
 
 
,
 
· 
 
 

 
 
 
 
.
 
 
, 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 

 
 
ʼ 
 
 
.
 
ʼ 
ʼ 
 
ʼ 
 
,
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
᾽ 

 
ʼ 
 
, 
 
ʼ 

 
 
· 
 
 

 
 
 
.
 
ʼ 
 
 
ʼ 
 
·
 
 
 
, 
᾽ 
 

 
 
 
ʼ 
 
.
 
 
 
· 
 

 
 
, 
 
 

 
 
 
 
.
300	
 
, 
 
 
ʼ 

 
 
ʼ 

 
 
 
·
 
ʼ, 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
, 

 
 
 
 
 
,
 
ʼ 
 
 
, 
 

 
ʼ 
 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
378	
 
, 
 
, 
 
 

 
 
· 
 
 

 
, 
 
ʼ 
 
.

; 
, 
, 
 
 
.

 
 
 
 

 
 
 
 
, 
 
.

᾽ 
, 
 
 
 
 
.

 
 
 
, 
, 
 
;

 
 
ʼ 
 
 
 

 
 
 
 
 
.

 
, 
 
 
᾽ 
, 
 
 
.

᾽ 
 
 
ʼ, 
 
 
.

 
 
 
 
 
 
;

 
 
, 
 
,
 
 
 
 
.

᾽ 
 
᾽, 
 
, 
 
 

 
 
 
 
 
;

 
, 
; 
 
 
 
.
509	
 
 
 
 
 
 

 
 
 
 
 
 
ʼ 

 
 
 
 
ʼ 
.
 
 
, 
 
, 
,
 
 
, 
ʼ 
 

 
 
, 
 
ʼ 
;

᾽ 
, 
· 
 
 
 

 
 
, 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
ʼ, 
 
 
 
 

 
 
ʼ 
 
.

 
, 
 
· 
 
 
 
 
ʼ 

, 
 
, 
 
.
607	
 
 
 

 
 
, 

 
 

 
, 
 
 
 
 
 

 
ʼ, 
 
 
 
,
 
 
 
 
 
 
,
᾽, 
 
 
ʼ 
.
646	
 
 
 

 
 
 
,
 
ʼ 
 
,
ʼ 
 
 
 
, 
᾽
 
 
 
 

 
 
 
, 

 
 
.
679	
 
 
᾽ 
 
 
 
 
 

ʼ 
 
 
 
ʼ 
 
ʼ 
,
 
 
 
 
, 
 
ʼ 
,
 
 
 

. 
 
 
 
 
 

 
 
.
720	
 
 
ʼ 
 
, 
 
ʼ 
.
 
 
 
 
 
 

 
ʼ· 
 
 
᾽ 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
, 

 
 
.
 
 
᾽ 


 
 
 

 
, 
᾽ 

, 
 
ʼ 

 
 
 
.
 
 
 
 
 
 

᾽ 
 
· 
 
 

 
ʼ 
 
;
798	
 
, 
 
, 

 
 
· 
 
ʼ 
 
,
᾽ 
 
 
 
ʼ 
 
.
 
 
 
 
 

 
, 
 
 
 
 

᾽ 
 
 
 
 
,
᾽ 
 
 
 

 
᾽ 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
, 
 
 

, 
 
 
 
.
 
 
 
 
᾽ 
᾽ 
·
 
ʼ, 
 
 
, 
ʼ 
.
 
 
 
 
 

ʼ 
᾽ 
 
, 
᾽ 
 

 
 
 

ʼ, 
 
 
 
 
,
 
 
, 
 
,
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
,
 
 
 
 

 
 
 
,
᾽ 
 
 
 
 
 
 

 
᾽ 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 

 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 

 
 
, 
 
 
·
᾽ 
 
 
 

, 
, 
, 
 
 
 

 
 
 
.

 
 
ʼ· 
 

ʼ 
 
ʼ 
 
 
 
.
1038	
 
, 
 

 
 
· 
 
 
 

 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
.

᾽ 
, 
 
, 
 
 
;

ʼ 
 
 
 
 
 

 
 
 
 
.

 
 
᾽ 
 
 
 
 
;

 
 
 
 
 

 
 
 
· 
᾽ 
 

ʼ, 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
, 
 
;

 
 
 
, 
.
 
 
 
 
 

 
, 
᾽ 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
, 
 

· 
 
ʼ 
 
ʼ 
.

 
, 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
ʼ, 
 
, 
 
ʼ 
 

 
ʼ 
 
, 
 
 
ʼ 

 
 
 
 
.
1206	
 
 

 
 
, 
 

 
 

 
 

 
· 
 

 
ʼ 
ʼ, 
 
,
 
 

 

 
,
 
 
.
 
᾽ 

 
, 
 
 
 
 
.
 
ʼ 
,
 
ʼ,
 
 
 

 
. 
 
 
.
ʼ, 
 
 
,
᾽ 
 
 

 
ʼ 
.
1276	
, 
 
, 
 
ʼ 

 
, 
 
 
 
·
 
 
 
 
, 

 
, 
 
 
 
 
.

᾽ 
 
 
ʼ, 
 
 
,
, 
ʼ 
 
· 
 
 

ʼ 
 
 
 
.

 
ʼ 
, 
ʼ 
 
 

, 
 
ʼ 
 
.

 
 
ʼ 
 
 

 
 
 
 
 
 
 
.

 
; 
 
 
; 
.

 
 
᾽ 
, 
ʼ 

 
 
ʼ 
 
 
.

 
 
 
 
 
;

 
᾽ 
 
ʼ 
 

 
 
 
 
 
.

 
, 
 
, 
 
ʼ 
 
 
;
 
, 
 
 
 
 
.

 
 
 
 

ʼ 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
 
;
1433	
, 
 
 
 
 
 
 

ʼ, 
 
ʼ 
, 
 
,
᾽ 
· 
 
 
ʼ 
 
 
,
, 
, 
 
 
 
.
 
 
 
 
 

 
, 
 
 
.
 
 
 
 

᾽ 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
 
, 
᾽ 
᾽ 
 
,
 
 
 
 

 
. 
 
 

 
 
 
᾽ 
 
·
 
 
ʼ 
 
 
,
 
 
, 
 
 

, 
 
ʼ 
 
,
 
 
 
 
ʼ 
 

 
 
 
 
 
 
,
 
 
 
 
 

· 
 
ʼ 
ʼ 
 
,
 
 
. 
 
 
,
1569	
 
ʼ 
 
 

 
, 
 
 
,
᾽ 
ʼ 
 
, 
 
 
 

᾽, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
᾽ 
,
ʼ 
 
 
 

· 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
ʼ 
,
 
 
· 
 
ʼ 
 

 
 
 
 

 
 
· 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
ʼ 
, 
ʼ 
 
 

 
 
 
 
,
 
 
 
· 
 
 

 
 
 
 
.
1697	
, 
 
 
 
 
,
 
 
, 
 
 
 
.

 
ʼ 
 
 
ʼ 
, 
 

 
 
, 
 
;
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
 
.
 
 
 
 
, 
,
 
 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
, 
 
ʼ 
 

 
 
 
 
 
,
ʼ, 
 
 
, 
 
 
 
.
 
 
 
᾽ 
.
 
, 
 
ʼ 
 
;
 
 
; 
 
 
 

 
 
, 
 
 
.
, 
 
ʼ 
 
 
 
;
 
 
, 
 
ʼ 
 
 
;
ʼ· 
 
 
 
 

ʼ, 
 
 
 
 
.
1846	
 
ʼ 
ʼ 
, 
 
ʼ 
 
 
 
; 

 
 
 
 
 
.

 
 
; 
 
 
 
;

 
· 
 
 
᾽ 
 
.

᾽ 
 
 
 
 
 
;

· 
 
 
 
.

᾽, 
 
ʼ, 
᾽ 
 
 
, 

 
 
 
 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
 

 
 
, 
 

 
 
ʼ 
᾽ 
,
᾽ 
 
 
 

 
, 
 
 

 
· 
 
 
 

 
 
 
ʼ, 
 
 
.

 
ʼ 
 
, 
 
 

 
 
, 
 
 

 
 
 
 
ʼ 
 
 
·
 
 
 
. 
 
 

 
 
, 
 
 
ʼ 
 

, 
 
 
 
 
.
1999	
 
 
 
 
ʼ, 

 
 
ʼ, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
᾽ 
 
.

 
ʼ 
; 
 
 
᾽ 
 
;

ʼ 
· 
 
 
 
 

 
 
, 
 
 
.

 
 
 
᾽ 
 

, 
 
 
 
ʼ 
 
;

 
 
ʼ 
 
, 
 
ʼ 
.

 
 
, 
 
 
 
.

 
᾽ 
 
 
 

 
 
 
, 
᾽ 
 
 

 
 
 
 
 
.

 
; 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
.
2118	
 
 
 
ʼ 
,
 
 
, 
 
 

 
 
 
 
ʼ 

 
ʼ 
 
, 
 
 

 
 
 
 
,
 
 
 
᾽ 
᾽ 
 

ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 

 
 
, 
 
 
 
,
 
 
 
ʼ 

 
 
 
, 
 

 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 

. 
 
, 
 
, 
 

 
 
 
 
, 
,
᾽ 
 
· 
 
 
·
᾽ 
, 
 
 
.
 
 
 
 
 
 
 
,
ʼ, 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
᾽ 
· 
 
 
 
 
,
 
, 
 
ʼ 
 
ʼ 
.
2267	
 
, 
 
ʼ 
 
;
᾽ 
 
 

; 
 
· 
᾽ 

, 
 
 
;

 
 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
, 
 
 

 
, 
 
 
.

—
 
 
 
 
, 
 

ʼ 
 
 
 
ʼ 
 
.

 
 
, 
; 
 
 

 
 
 
 
.

 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
 
.

᾽ 
· 
 
 
 
 
 
.

 
 
; 
 
 
 
;

ʼ, 
 
᾽ 
 
 
 
᾽ 
,
᾽ 
 
 
 
.
2389	
 
, 
, 
 
ʼ 
 
;
, 
 
, 
 
, 
.

 
 
 
 
 
 

, 
 
 
 
.

᾽ 
 
 
 
, 
ʼ 
.

 
 
 
 
 
 
;

 
 
, 
 
ʼ 
 
 
.

 
 
 
᾽ 
 
 
 
;

· 
 
ʼ 
 
 
 
.

, 
ʼ 
· 
 
᾽ 
 
;

 
ʼ 
 
 
 
 
᾽ 
 
;

 
, 
 
, 
 
ʼ 
.

 
 
 
, 

 
 
ʼ 
, 
 
 

 
, 
 
 
 
.

᾽ 
᾽ 
, 
 
 
· 
 
 
 
 
;

 
.

 
; 
 
 
 
,
 
 
 
 
 
 
;

 
 
; 
 
 
 
;

· 
 
 
 
 
 
.

· 
 
ʼ 
 
 
 
.

, 
 
ʼ 
 
 
 
.

᾽, 
 
 
· 
 
 
 
 
.

 
, 
 
 
 
, 
 
;

· 
 
 
ʼ 
;

 
 
, 
 
᾽ 
 
,
 
 
 
 
;

 
 
; 
 
 

 
 
᾽ 
 
 
;

 
· 
 
 

 
 
 
 
ʼ 
ʼ 
.

 
ʼ 
· 
 
ʼ 
 

 
 
 
.

 
; 
 
 

ʼ 
 
 
 
;

 
; 
 
, 
, 

, 
 
 
ʼ 
 
 
.

 
 
 
, 
 
 

 
 
, 
 
 

 
, 
᾽ 
 
᾽ 
 
.

 
, 
 
ʼ, 
· 
 

 
 
 
 
.
2700	
, 
 
 
 
ʼ 
 
 

 
, 
 
.
 
 
 
 
 
 

᾽ 
 
 
 
, 

 
 
 
 
 
.
 
 
 
 

 
 
 
, 
 
 
·
 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
 
ʼ 
;
᾽ 
 
 
 
ʼ 
 
 
 

 
 
, 
 
,
 
 
 
 
 

 
 
 
ʼ 
 
 
.
 
 
᾽· 
᾽ 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
, 

 
 
, 
 
.
᾽ 
 
 
 
· 
 

 
 
 
 
 
.
 
 
, 
 
 
·
 
 
 
, 
 
ʼ 
.
 
 
 
, 
 
 
, 

 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
; 
 

 
 
 
 
 
;
 
 
 
 
ʼ 
 
 

ʼ 
᾽ 
· 
 
ʼ 
᾽ 
 

ʼ 
 
 
, 
 
ʼ 

 
 
 
ʼ, 

 
 
 
 
 
,
 
 
 
 
 

 
. 
 
 

 
ʼ 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
᾽ 
 
.
2929	
 
 
, 
 
 
 

 
 
ʼ 
 
 
.

᾽, 
 
 
ʼ, 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
ʼ 

, 
 
᾽ 
᾽ 
 

 
 
 
.
 
, 
 
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
,
᾽ 
, 
 
, 
 
 

 
 
 
 
 
,
, 
 
 
᾽ 
 
.
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
᾽, 
 
·
 
ʼ 
 
᾽ 
 

 
᾽ 
 
 
᾽ 
 
.

᾽ 
 
 
 
 
 
,
 
 
ʼ 
 
,
 
. 
᾽ 
 

, 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
,
 
᾽ 
· 
 
 
 
 

 
ʼ 
 
 
 
.
3105	
 
 
 
 
 
 
 
.
 
 
 

, 
 
 
 
 
 
,
 
 
 

 
 
 
·
᾽ 
 
᾽ 
᾽ 

 
 
 
 
,
 
 
 
ʼ 
 
ʼ 
;
3151	
 
 
 
 
, 
 

 
,
 
᾽ 
, 
 
 
 

 
 

 
 
 
 
 
,
 
· 
 
᾽ 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
3196	
᾽ 
 
, 
 
 
 
,
 
ʼ 
 
·
 
ʼ 
 
,
 
 
 

, 
 
 
.
 
ʼ 
 

 
ʼ 

, 
 
 
ʼ 
.
 
 
 
 
 
·
 
ʼ 
 
 

 
·
 
 
 
,
 
 
.
3253	
, 
, 
ʼ 
 
 
 

 
 
 
 
᾽ 
,
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
.
 
, 
 
ʼ 
᾽, 
᾽ 
,
 
 
 
,
 
 
 
 
.
 
 
ʼ 
 
 
 

 
. 
ʼ 
,
 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
᾽ 
 
 
 

, 
 
 
 
;
 
 
 
 
 
 
,
 
 
· 
 
 

 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 
 

 
, 
 
 
ʼ 
.
᾽ 
 
, 
 
, 
 

 
 
· 
 
ʼ 
, 
,
 
, 
᾽ 
 
.
 
 
 
 
 

, 
 
 
,
 
 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
, 
 

 
 
 
 
.
 
 
, 
 
 
 

 
 
 
 
 
,
 
᾽ 
, 
ʼ 
 
 
,
 
 
· 
 
ʼ 
ʼ 
,
 
 
 
 
 
 

 
 
· 
 
 

 
. 
 
ʼ 
 

 
· 
 
 
,
ʼ 
 
 
, 
 
,
, 
ʼ 
 
ʼ 
ʼ 
·
 
 
 
 
 

 
 
, 
 

 
 
 
 
,
 
 
 
 

 
, 
 
ʼ 

 
 
 
 
 
.
᾽ 
ʼ, 
 
, 
 
 

 
 
 
,
 
᾽ 
, 
ʼ 

 
 
· 
 
 
.
 
 
 
᾽ 
 

᾽ 
, 
 
 
 
·
 
ʼ 
 
 
᾽ 

 
 
 
 
 
᾽ 
,
 
, 
 
 
 

 
· 
 
 
, 
.
3590	
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
 
ʼ 
 
, 
 
 
 

, 
 
ʼ 
 
 
·

᾽ 
 
 
, 
 
᾽ 
 

, 
 
 
, 
 
.

᾽ 
ʼ 
, 
 
 

 
· 
 
 
ʼ 
.
 
ʼ 
 
 
ʼ· 
 

 
 
, 
ʼ 
 
.

 
 
; 
, 
 
,
 
 
 
 
 
 
.
3677	
᾽ 
 
 
 
 
 
, 
,
 
 
 
 
 
,
 
 
 
 
 
,
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
,
ʼ 
 
 
 
 

᾽ 
 
 
᾽ 
 
,
 
 
 
 
 

 
 
 
.
 
 
, 
 
ʼ 
 
 

 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
ʼ, 
 
 

 
 
᾽ 
 
.
᾽ 
, 
 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
.
3802	
᾽ 
 
 
 
 

, 
 
 
 
 
ʼ 
 
 
,
 
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
.

 
 
· 
 
 

 
ʼ 
 
 
 
 
.

 
 
 
 
.

᾽ 
 
 
 
 
 
 
 

ʼ, 
 
 
 
.

᾽ 
 
 
 
.

 
᾽ 
 
 
ʼ 
; 
 

 
 
 
 
 
 
 
 
,
 
 
 
 
.
3898	
 
 
 

 
 
 

 
, 
 
 
 
 
 

 
ʼ 
 
,
ʼ 
 

 
·
3925	
 
 
ʼ 

 
 

 
 
, 
 
 
 
.
 
 
 
 

 
 

ʼ 
 
᾽ 
·
3953	
 
 
 
,
 

, 
, 
 
·
 
 
 
 

 
 

 
 
·
 
ʼ 
 

ʼ 
 
.
3983	
ʼ 
· 
 

 
 
 
,
 
 
 
 
,
 

, 
 
 
·
 
 
,
 
 

 
 
 
.
4014	
, 
 
 
 

ʼ 
 
 
᾽ 
ʼ 
 
.

 
ʼ 
, 
, 
 
;

 
ʼ· 
 
ʼ, 
 
 

 
ʼ 
ʼ 
᾽ 
 
.

 
 
 
 
 
 
;

 
ʼ, 
 
᾽ 
 

 
 
 
 
.

, 
 
, 
 
 
.
4076	
 
 
, 
 
,
, 
 
ʼ 
 
.
 
 
 
 
 

, 
 
 
 
,
᾽ 
 
 
 

 
, 
᾽ 
 
 
 
,
 
 
ʼ 
 
· 
 
ʼ 
 
,
 
᾽ 
, 
ʼ 
 
.
 
 
 
 
 
 
, 

 
 
, 

 
 
, 
᾽ 

 
 
 
 
 
.
 
 
᾽ 
 
 
 
᾽ 
·
 
 
᾽ 
 
 
ʼ 

 
 
 
 
 
,
 
 
 
 
.
 
. 
 
ʼ, 
᾽ 
 
,
 
 
ʼ 
 
 
 

, 
 
 
 
,
 
ʼ 
 

 
 
, 
 
.
 
ʼ 
 
 

, 
 
 
.
 
 
 
 
 

 
, 
 
, 
 
 
,
ʼ 
 
· 
 
ʼ 
,
 
 
 
 
 
,
 
᾽ 
 
 

ʼ 
 
 
 
 
.
 
 
· 
 
 
, 

ʼ, 
 
 
,
 
 
 
 

 
 
 
 
᾽ 
.
4270	
᾽ 
 
 
 
 
 
·
 
 
ʼ 
 
 
.
 
 
 
ʼ, 
 
 
 
 

 
ʼ 
, 
 
ʼ 
;
 
, 
 
 
ʼ 

 
 
ʼ· 
 
 
,
᾽ 
᾽ 
, 
 
 
.
 
 
, 
 
 
 

, 
 
 
·
 
 
ʼ 
 
 
 

 
, 
 
 
,
 
 
 
ʼ· 
 
 
᾽ 

 
 
 
 

 
 
 
 
; 
 
 
.
 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
.
4384	
 
 
 
ʼ 
 
,
 
ʼ 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 

᾽ 
, 
 
 
 
 
.

᾽ 
 
 
 
 
 

 
, 
 
 
 
.

 
ʼ 
 
 
 
 
 

, 
᾽ 
 
 
᾽ 
 
.

 
 
 
 
 
 
,
 
 
 
 
 
 
· 

, 
 
 
 
 
.

 
, 
 
 
 
 
ʼ 
 
,
 
᾽ 
 
, 
 

 
 
ʼ, 
 
 

 
 
 
ʼ 
 
.

 
ʼ 
, 
 
, 
 
ʼ 
 
;

 
 
 
 
, 
 
ʼ 
 

, 
 
᾽ 
 
.

, 
ʼ 
, 
 
, 
;

 
 
 
 
 
 
· 
 

 
 
 
ʼ 
 
 
;

 
, 
 
; 
 
ʼ 
 

 
 
 
 
 
;

 
 
 
 

 
 
 
 
 
 
.

 
ʼ 
 
 
 
;
4580	
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
,
 
 
 
 

 
, 
 
 

 
 
 
 
·
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
᾽ 
 
ʼ 
 
,
 
 
 
, 
 
·
 
 
, 
 
 
,
 
 
ʼ 
 

 
 
· 
 
 
᾽ 

 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
·
 
 
 
 

 
 
 
 
,
 
 
, 
 

 
, 
 
,
 
 
ʼ 
· 
 
ʼ 

 
· 
 

 
 
 
 
.
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
 

ʼ 
, 
 
 
.
 
 
 
 

 
 
 
,
 
 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 

 
 
 
ʼ 
.
4771	
 
ʼ 
 
 
,
 
 
, 
 
 
·
 
 
 
 
.
 
 
 
 
,
, 
· 
 
ʼ 
 
,
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
, 
 
 
 

 
, 
 
ʼ 
 
,
 
 
 

 
 
, 
 
 
 

 
 
 
,
᾽ 
 
 
 

 
 
 
ʼ 
 
 

, 
 
 
 
·
 
, 
, 
 
 
 
,
ʼ 
 
 
 
 
 
·
᾽ 
 
, 
 
 
 
 

᾽ 
 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
 
 

 
 
, 
ʼ 
 
.
᾽ 
, 
 
 

 
 
 
 
᾽ 
 

 
· 
 
 

 
ʼ 
ʼ 
 
ʼ 
.
, 
, 
 
ʼ 

 
ʼ 
, 
 
 
 

ʼ 
 
ʼ. 
 
 
ʼ, 
·
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 

ʼ, 
 
 
 
 
.
4959	
 
ʼ 
; 
 
ʼ 

 
 
 
;

ʼ 
· 
 
 

 
᾽ 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
;
᾽ 
 
· 
 
 
 

 
 
, 
᾽ 
 
.
5008	
ʼ 
, 
 
, 
 

 
 
 

 
 
,
 
ʼ 
, 
 
 

 
, 
 
 

 
 
· 
 
᾽ 

 
. 
 
 
 
 
 

 
ʼ 
᾽ 
 
 
 
 
;
5056	
 
 
 
 
 

 
 

, 
 
,
 
 
, 
 
ʼ 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
 

; 
 
ʼ 
 
 

 
 
 
ʼ 
.
5100	
 
᾽ 
 
 
 
 

 
 

 
 
 
 
 
, 

ʼ 
᾽ 

 
ʼ 
 

 
 
 
,
 
 
 

 
 
.
 
ʼ 
 
 
 

 
 
.
5146	
 
 
· 
 
, 
 
,
 

 
 
 
 
 
.
 
 
 
 
,
 
 
 

 
᾽ 

᾽ 
 
·
 
ʼ 
 
 
 

ʼ 
 
.
5187	 
 
 
, 
 
 

 
ʼ 
 
 
; 
 
;
 
 
 
 
, 
 

 
, 
 
 
 
.

 

᾽ 
 
 
 

 
 
 
 
 
.

 
, 
 
᾽ 
 
 
 

 
 
 
 
 
.

 
ʼ, 
 
, 
 
;

 
 
 

 
 
 
 
.

 
 
ʼ 
 
;

᾽ 
.

 
 
;

 
.

ʼ 
· 
 
 
 
 
;

 
 
 
.

 
 
,
, 
.

 
.

 
 
 
 

᾽ 
 
 
 
; 
 

 
 
 
 
;

 
 
 
.

, 
 
, 
 
 
;

, 
 
 
 
.

 
; 
; 
ʼ 
.

 
 
 
 
.

 
;

.

 
 
 

 
 
 

 
᾽ 
.
5364	
 
· 
 
ʼ, 
 
 

 
᾽ 
, 
ʼ 
 
.

 
᾽ 
 
 
 
 
;

 
· 
 
ʼ, 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 
 

ʼ, 
 
 
 
,
ʼ 
 
 
 
 
,
 
 
 
ʼ 

᾽ 
, 
 
ʼ 
 

 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
,
 
 
 
,
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
ʼ 
, 
 
ʼ 

 
 
 
.
 
 
ʼ 

· 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
᾽, 
ʼ 

ʼ 
 
 
,
 
 
 
 

· 
 
 
 
 
ʼ 
,
 
 
 
ʼ, 
 
᾽ 

ʼ 
᾽ 
 
 
᾽ 
.
 
 
 

 
 
 
, 
 

 
 
, 
 
ʼ 

 
 
 
ʼ 
.
 
 
ʼ, 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
ʼ 
 
 
 
,
ʼ 
 
 
ʼ 
 

 
 
 
 
 
.
ʼ 
 
 
 
᾽ 

ʼ 
, 
 
 
,
᾽ 
 
, 
 

 
 
 
᾽ 
,
 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
,
 
ʼ 
 
ʼ, 
 
.
 
ʼ 
· 
᾽ 
 
 

 
 
 
 
 
,
 
· 
 
 
᾽ 
 
ʼ 
,
 
 
 
 
 
 
.
5666	
 
 
,
 
 
,
ʼ 
 
.
5677	
 
 
 
 
,
 
 
 
᾽ 
·
 
ʼ 
 
 
 
.
5695	
᾽ 
 

᾽ 
 
 
,
 
ʼ 
 
 
, 

 
 
 

 
 

 
ʼ 
·
 
 
 

 
 
 

 
 
.
5731	
 
ʼ 
 
 
 

, 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
; 
 

 

 
 
.
, 
᾽ 
 
.
 
 
 
 
 
ʼ
 
 
;
5774	
 
 
,
, 
 
 
 
.
 
; 
 
 
; 
.

, 
, 
 

 
 
 
·
 
 
· 
᾽ 
 
 
 
.

 
, 
; 
 
;

 
 
 
 
 

 

 
 
, 
 
.

᾽ 
 
 

 
· 
 
.

 
,
 
 
; 
 
 

 
 

; 
 
 
 
·
 
ʼ 
 
 
. 
.

᾽ 
 
ʼ 
 
 

 
 
 
 

᾽ 
 
 
 
ʼ 
;

 
 
 
 

 
 
 
.

 
 
 
,
 
 
 
 

 
 
· 
 
.
 
ʼ 
᾽ 
 
, 
·
 
 
ʼ 
 
 
 

 
, 
᾽ 

 
 
.
 
 
, 
 
 

, 
 
᾽ 

 
 
;
ʼ 
 
 
.
5939	
 
,
 
ʼ, 
 
 
 
,
ʼ 
 
.

 
 
 
; 
 
;
 
ʼ, 
.
 
 
 
 
.
 
, 
, 
᾽ 
ʼ 
. 
 
᾽, 

 
 
 
, 
 

 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 

 
, 
 
 
 
 
 
;

 
,
᾽ 
 
 
 

 
 
; 
 
.
6020	
 
 
᾽ 
, 
 
 
 

 
ʼ 
 
· 
 
 
. 
 
 

 
 
 
ʼ 
 
.

 
 
,
 
ʼ 
 
᾽ 
 
 

 
 
 
· 
 
 
.
6064	
 
, 
 
ʼ 
; 
 
 
 

 
. 
 
, 
 
.

 
ʼ 
, 
 

ʼ 

 
 
.
 
 
, 
 
ʼ 
 
. 
 
,
 
ʼ 
, 
 
 
,
 
 
 
· 
 
ʼ 
, 
 
ʼ 

 
 
, 
 
᾽ 
 

, 
᾽ 
 
 
ʼ 
. 
 
 
,

 
 
, 
 
 
ʼ
 
 
 
 
.
6145	
ʼ 
 
 
, 
,
, 
 
 
 
.

 
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
᾽ 
 
 

 
᾽ 
 
 
 
,
 
᾽ 
 
 
 

 
 
 
 

 
, 
 
.
 
 
 
 
 

 
, 
 
ʼ 

 
, 
 
 
 
 

 
, 
 
 

 
, 
 
 
 
.
 
 
 
 
, 
᾽ 
 

 
 
 
 
,
᾽ 
 
᾽ 
 
᾽ 
 

 
 
, 
 
·
 
, 
 
 
 
 
,
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 

 
 
 
 
.
ʼ, 
 
, 
· 
 
 

 
, 
 
 

 
, 
 
᾽ 
᾽ 
 
 

᾽ 
 
 
ʼ 
 
,
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
.
6346	
 
 
 
 
 
,
 
ʼ 
 
 
 

· 
 
 
᾽ 
 
.
, 
 
 
 
,
 
 
, 
 
 
.
, 
 
,
 
 
 
 
᾽ 
,
 
, 
᾽ 
 
ʼ 

 
 
 
 
.
 
, 
 
ʼ,
 
 
, 
,
, 
, 
 
,
, 
· 
 
 
 
,
, 
. 
 
 
,
 
 
 
ʼ, 
 
 
,
 
 
 
 
ʼ, 
 

 
, 
 

ʼ, 
 
 
,
 
, 
 
ʼ 
,
 
ʼ 
 
 

, 
 
, 
 
,
 
 
, 
 
ʼ 
 

 
 
ʼ, 
 
,
 
 
, 
 
 

 
 
ʼ 
᾽ 
 
.
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 

 
᾽ 
 
 
,
 
 
 
 
,
 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
᾽ 
, 
 
 
 

 
 
, 
 
 
 

 
 
 
· 
 
,
᾽ 
 
 
 

 
 
 
 
 
 
.
6550	
 
 
, 
 
 

, 
 
 
ʼ 
 
.

 
 
, 
,
 
 
 
, 
 
·
 
 
ʼ 
 
 
.
 
 
, 
 
 
 

 
· 
 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
· 
 
 

 
ʼ 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
.

 
, 
 
 
 

 
 
, 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
 
ʼ 
᾽ 
 
.

᾽, 
 
 
 
 
 
.

· 
 
 
.

 
; 
 
 
 
 
.

 
 
, 
 
 
.

· 
 
 
 
ʼ 
 
 
 
;

 
 
 
, 
 
 
 
.

 
 
· 
 
ʼ 
 
.

 
 
ʼ, 
 
 
.

ʼ, 
 
, 
 
 
 
;

 
 
 
 

ʼ, 
 
 
 
 
.

 
 
 
 
;

 
 
 
 

 
 
 
 
 
.
6771	
 
 
, 
 
·
ʼ 
, 
 
᾽ 
 
.
, 
 
 
 
᾽ 
.
ʼ, 
 
, 
 
 
᾽ 
 
·
 
 
 
 
 
 
,
 
 
 
 
, 

 
, 
 
 

 
 
 
ʼ 
ʼ 
.

᾽ 
 
 
᾽, 
᾽ 

 
 
᾽ 
 
.
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
, 
,
, 
 
.
6860	
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
,
᾽ 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 

, 
 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ 

 
, 
 
 
,
 
 
 
 
 

 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 

 
· 
 
 
.
 
ʼ 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
.
᾽ 
 
 
 
, 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
, 

 
, 
 
.
6997	
᾽, 
 
, 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
.

 
 
 
 
·

 
 
 
 
᾽ 
 
;

 
 
 
ʼ 
 
;

 
, 
 
.

 
 
 
 
 
 
,

 
 
 
; 
 
᾽ 
;

 
 
 
 
 
 
.

ʼ 
, 
ʼ 
 
.

 
ʼ 
 
, 
 
 
.

 
 
· 
 
· 
 
ʼ 
·

ʼ 
 
 
 
 
 
;

ʼ, 
 
 
 
 
 
 
.

 
 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
ʼ 
ʼ 

 
, 
 
 
,
 
 
 
 

. 
 
 
 
 
,
᾽ 
 
, 
 

᾽ 
, 
· 
 
 
, 
 
ʼ 

 
 
 
 
 
.
7166	
, 
, 
 
ʼ 
; 
 
ʼ 
.

 
ʼ 
· 
 
 
, 

 
 
 
ʼ 
 
 
.

 
᾽ 
, 
 
ʼ 
, 
,
 
 
 
 
.

 
᾽ 
᾽, 
᾽ 
 
 

 
 
 
 
 
.

 
 
 
ʼ 
 
 
 
;

᾽ 
 
 
 
, 
 
 
ʼ 
.

 
 
 
 
 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
.

᾽ 
 
 
· 
 
 

 
 
 
 
 
.

 
 
 
ʼ 
, 
.

 
 
 
 
;

 
, 
 
ʼ 
 
.
7302	
. 
 
 
ʼ 
, 
·
 
 
, 
 

, 
 
 
,
 
, 
ʼ 
 
·
ʼ 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
, 
 
, 
 
 
.
· 
 
 
 
 
ʼ 

 
 
 
 
 
.
7357	
· 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
ʼ 
 
;

 
 
 
 
 
.

 
 
ʼ, 
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
᾽ 
, 
 
 
 
 
,
; 
 
 
 
ʼ, 
 
, 

 
 
 
 
.

 
᾽, 
 
, 
 
 

 
· 
 
 
 

 
ʼ 
 
 
 
.

, 
ʼ, 
 
, 
 
 
.

 
 
ʼ 
᾽ 
 
 
.

, 
 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
, 
;

 
, 
 
 
 
.

 
 
 
 
 
;

· 
 
 
 
.

 
 
 
, 
 

 
 
· 
 
 
 

 
 
 
 
, 
.

 
, 
 
 
 

, 
 
, 
, 
 
 

 
 
ʼ 
, 
 
 
 
.
ʼ 
ʼ, 
· 
 
 

, 
 
 
 
.

᾽ 
 
 
 
 
,
 
 
, 
.
7559	
 
, 
 
᾽ 

, 
 
 
, 

 
 
ʼ,
 
, 
 

ʼ 
 
.

ʼ, 
, 
 
 

 
 
,
 
 
 

 
 
 
,
 
 
 

 
᾽ 
 
.
 
 
 
ʼ 
 
,
 
 
 
ʼ 
 
 
,
 
ʼ 
,
 
ʼ 
 
 

 
᾽ 
 
.
 
 
, 
ʼ, 
᾽ 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
.
