@node
@author=Michaelis Ephesius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Michael Hayduck
@filename=tlg4034.tlg003.opp-grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane
@publicationStmt=University of Leipzig, tlg4034.tlg003.opp-grc1.xml.
@respStmt=Gregory R. Crane, Editor-in-Chief, Perseus Digital Library, Digital Divide Data, Corrected and encoded the text, Matt Munson, Project Manager (University of Leipzig), Annette Geßner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig) , 2015- 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Michael Hayduck, Michaelis Ephesius, Michaelis Ephesii in libros de partibus animalium,, Reimer, Berlin, 1904, Commentaria in Aristotelem Graeca, 22.2, Internet Archive.
@sponsor=University of Leipzig
@title=In libros de partibus animalium
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:50Z

48242	footnote 1. 2 Tit. Σχόλια—Ἐφεσίου a, itemque (nisi quod τοῦ om.) P: σχόλια εἰς τὸ περὶ ζώων μορίων S 3 ἐν τοῖς ἀθικοῖς—Νικομαχείοις] A 1 p. 23sqq. 5 τε om. a post τούτων add. τε a et (supra v.) P ὅτι om. a 7 ὄρα F a Arist.: καὶ PS 8 post προειπὼν add. καὶ P περὶ τὸν ἠθῶν S 9 τῆς] τε a περὶ τῆς τῶν coll. S 13 δὲ (post θατέραν)] τε a post αὐτῆς add. δὲ a 24 κριτικὸς ex κινητικὸς corr. P 25 τινὸς μιᾶς coll. P Comment. in Arist. XXII 2. Mich. Ephes. in de part. mot. incess. anim. 1
footnote 3 δὴ] δέ P 6 εἰ γὰρ—ἀληθὲς (7) om. P post γὰρ add. καὶ a 8 ἦ] ἐστιν a 11 λαβόντα Pa 12 ἰδίᾳ a, sed cf. v. 18 24 δέ om. S 24. 25 περὶ τούτων νῦν coll. a 28 καὶ post δὲ supr. v. S ὅτι καὶ Arist. 29 post αἰνιττόμενος add. οἶμαι a 30 οὐ infra v. P 31 post ἄνθρωπος add. πολλάκις γὰρ ἀναγκασθησόμεθα λέγειν ταὐτὰ a 31. 32 σκεπτέον a 35 μὲν om. P 36 τοῦ ὁμώνυμον P
marginal ρ. 639b16
marginal p. 639b22
marginal p. 639b30
marginal p 640a6
footnote 2 ἀστρονομίαν Pa 4 et 5 λαμβάνοντες S 7 ἡ om. P 11 ὑγιῆ S 14 ἐκείνῃ om. P 16 τούτων S φιλόσοφοι om. S ἅπαντες om. S 17 καὶ] διέτριβον om. S 18 μικρὸν ὅσον καὶ ἐκεῖνοι ἀνειρώξασθαι S 19 δείξε P 19. 20 ἕτερος semel liabet S 22 δεῖ om. a 1*
marginal p. 640a10
footnote 1 τοδί] τοιαδί S ἐπειδὴ S ἤλη P 4 τῷ prius om. a 4. 5 ἐν τῷ δευτέρῳ τῆς Ἀποδεικτικῆς—Μετὰ τὰ φυσικά] cf. Anal. post. Β 11. 12 de gener. et corr. B 11 Metaph. Δ 5 8 post ἐποίουν add. ἡ τοὔμπαλιν S 11 αὐτῆς P (supr. v.) a 15 σηπείᾳ a σηπίον scripsi: σηπήιον libri 21 τοῖς om. a 23 ἡ] καὶ a 25 δεῖ δυνάμει εἶναι ταῦτα τὰ πάντα Pa 29 κατεάγη καὶ ἔσχε S 30 γενομένων P 31 γενόμενα P 33 ὑπάρχει Pa 34 εἶδος καὶ λόγος coll. S
marginal p. 640b29
footnote 1 κατὰ om. S 2 τὸ] τῷ a 3.4 ἡ πάντων—κυριωτάτων om. P 5 ἐστι om. P τὰ (post ἡ)] καὶ S 10 πάπα om. a 11 ἀκολουθεῖ τοῦτο S 19 περὶ τούτων S 20 ἐπειδὴ τὸ S 23 ῥανὶς—κοιλαίνει] cf. Naeke Choeril. p. 169 ἐνδελεχίῃ libri 24 ὁ om. S 28 κἄν] γὰρ Pa 36 τὸ δὲ om. S τινος Pa ἤτοι om. S
footnote 4 οὖν supr. V. P 6 λέγει a 9 ζώντων] ζώων Pa 11 λεινθἐν S κοιλανθέν τε om. S 17 lacuna ex Arist. p. 641a12 sqq. explenda 18 οὗτος] fort. οὕτως 23 τῆς om. a 24 ὁ om. a 26 addendum λέγομεν δὴ scripsi: δὲ libri 30 εἶδος PS τέλεια (sic) a 38 ἐστὶ ψυχῆς coll. S τῆς om. S
footnote 6 ἄλλα] sic libri et Arist. ESUY: ἄμα Arist. V: πρὸς ἄλληλα Arist. vulg. 7 ἐν τ τρίτῳ τῶν Περὶ ψυχῆς] c. 4 9 κινήσεως] κινουμένου a 11. 12 αἰσθητὸν a 14 τῶν νοητικῶν Pa 15 ἡ καὶ] καὶ om. P: ἡ om. S 16 ἐστιν ἡ καὶ Pa 18 ποιεῖ πάντα coll. S 23 ταύτην] ταῦτα Pa οὖσαν om. Pa 27 ποιοῦσαν a 39 γάρ ἐστι] χάριν a  p. 6 42a3
footnote 2 ὅτι om. S 3. 4 ἐν τῷ Δ τῶν Μετὰ τὰ φυσικά] c. 5 6 εἰ γὰρ τοιόνδε ἐστὶ συμπέρασμα S 13 ἐπεὶ S 16 οὖν om. S 17 post τυγχάνειν add. μάλιστα μὲν Arist. 20 δὲ post τὸ om. S 24 ὑποσυρεὶς S 27 ἀποδόσεις Pa 29 διὰ τάδε om. S 30 λέγει τις a 31 τὸ οὗ ἕνεκα post ἀνάγκη ponunt libri 32 πνοῆς ἧς] sic libri: res tale quid postulat ὥστε ἐξ ἀνάγκης ἕνεκα κτλ. 34 ἐστι (ante γὰρ) scripsi: ἔσται libri 36 ὥστε om. Pa εἴποι Pa
marginal p. 642b5
footnote 2 τέθηκε a 4 ὁ Πλάτων’] cf. Tim. p. 79 Α sqq. 5 ἡ τοῦ στόματος—μυκτήρων (7) in rnarg. add. P 12 ἀναπνεῖ S 12. 13 τὴν δόξαν Ἀριστοτέλης coll. S 13. 14 βουληθεὶς δι’ αὐτῆς coll. S 14 κοτε cm. S 21 δὲ post τίθησι om. Pa 23 ἡ εἴσοδος om. P ἐπακτέον] ἀπαρκτέον Pa 26 παλιννοστοῦντος P 28 ἄνωθεν S 31 ὁ Πλάτων] cf. Bonitz, Ind. Ar. p. 599a14 32 ἑκάτερον scripsi: ἕκαστον libri
footnote 2 γίνεται] γέγονεν S ἐμπεσῆται Pa τοῖς rurs. del. P 5 post εἴη add. λέγων S 11 ἔσται οὖν a 13 δ’ ἄρα P sed δ’ rurs. del. καὶ τοῦ— δ’ ἄρα (15) in marg. add. P 15 δίπουν ἄρα S 20 ζῷον om. S 20. 21 καὶ δὶς—πολύπουν τό δίπουν delevi: καὶ πολύπουν τὸ δίπουν om. S 21 εἶπε om. S 22 ἔλεγεν] λέγει a 23. 24 τὸ ὑπόπουν] τὸ καὶ δίπουν a 25 ὅτε] οὔτε a 25. 26 καὶ δίπουν delevi 30 ἐν τῷ Z τῶν Μετὰ τὰ φυσικά] c. 12 31 προσήκειν S 34. 35 γεγραμμέναι—διαιρίσεις] cf. Bonitz Ind. Arist. p. 98b18, 104a21 b28, 599a14 sqq. 36 ἐνύδρων τέταχε τοὺς δὲ Pa ἐν om. P
footnote 1 καὶ deest Arist. οὖν om. S καὶ addidi 3 ἀναίμων a 5 ἄνιμον Pa 6 post πάνυ add. ἡ sed rurs. del. P ἡ πολλὴ coll. a 11 ἀναίμων a 12 ἀνόμοιοι Pa post καὶ add. οὐ P 13 ἄναιμον Pa 17 ἐπήγαγεν ex ἐπήνεγκεν corr. P 21 ἕν ras. deletum S 23 τοὺς et ποιοῦντας scripsi: οἱ et ποιοῦντες libri ἀναγκαίως S 24 ante οὐχ add. ποιεῖν sed rursus del. P 26 ἀπτέρωτον Pa .29 ἐν τῷ Α τῆς Φυσικῆς ἀκροάσεως] Α 8 p. 191b13 30 εἴδη εἶναι coll. S 32 δέ post οὐκ ἔστι om. P p. 642b30
footnote 4 δὴ om. S 6 ἕξεις S 7 διαλαβεῖν] διχοτομεῖν P 8 τὸ ἀντικείμενον Pa γὰρ om. Pa 12 οὑν supr. v. P εἰς τὸ τὰς τοιαύτας P 15 οἷον addidi 17 τὸ] τοῦ Pa 22 τὰ προκείμενα Pa 24 καὶ post ὄρνις om. PS 26 λέγει S 30 καὶ ἄλλο τὸ ἐν S 32 Ἐλλειπῶς a 33 post μὲν ras. II litt. S 34 ὁ ante ὄρνις om. a 34. 35 εἰ—οὐσίας] εἴπερ δὲ τῆς οὐσίας αὐτοῦ Pa (δὲ supr. v.
marginal p. 643a 7
footnote 1 ὑπάρχει P 3 τοῦ ἐναίμου εἴδη coll. S 5 εἴδη ἔσονται coll. S 15 ἤγουν] ἤ ὡς a 28 ante οὐκ add. καὶ S 32 τὸ πτερὸν καὶ P εἰς αὐτὰ τὰ ἕτερα S 36 τῆς om. S
footnote 6. 7 δύο δὲ] καὶ δύο Pa 10 πάντων S 14 ἐν ante τῷ om. S 18 τοῖς ἐν] ἐν τοῖς coll. S: ἐν τοῖς ἐν V 19 et 22 καθ’ αὑτὰ Pa 19 οὗτοι] αὐτοὶ S 20 ἐξ ὧν S 22 ὑπόπουν καὶ ἄπουν coll. S 25 εἴδη εἶναι coll. S 28 εἰσὶ Pa 29 ἐν τοῖς Περὶ ψυχῆς] A 1 30 ποιοῦσι S 32 lacunam indicavi: explenda est ex Arist. p. 643b 3 sqq. 34 τὸ om. a . 643b9
footnote 1 ὁποιαοῦν διαφορᾷ libri, sed cf. v. 7 et Arist. vulg. 3 τῇ scripsi: τῆς P: om. Sa 4 ἕπεται Pa 6 τὸ πτερὸν S 8 ἤγουν] ἡ ὡς a 10. 11 λαμβάνειν κατὰ τὸ γένος S 12 μαρτύρεσθαι S 18 post ποῖα add. ἄν Pa 20 εἰς τὸ ῥυγχωτὸν post εἰπεῖν (19) ponit S ὁ ὄρνις S 22 γένη post λαμβάνειν ponit S ποιούμενοι S 23 post ζῴου add. ἤτοι τοῦ ζώου S 29 ὑποδιαιροῦντα a 33 ἤγουν] ἡ ὡς a
footnote 6 τίνας τούτων] fort, addendum διαιρέσεις 7 ἄλλο ὁποιοῦν a συντιθέντες scripsi: συντεθεν PS: συντεθέντα a 8 ἀποτελούμενον a τὸ ζητούμενον om. a 9 εἰπεῖν om. Pa συντεθέντα Pa 10 αἱ om. a αὐτῶ S οὐδὲ γὰρ Sa 12 μὲν πρὸς σαφήνειαν εἴρηται τῶν S 13 γίνεσθαι—πειρᾶσθαι (14) in marg. add P 15. 16 τὸν ἰχθὺν τὸν ὄρνιν coll. S 19 βραχύπτερα] κοντόπτερα P: κουλεόπτερα a 21 καὶ] κατὰ a 22 λαύρακα Pa 25 τῆς om. a 28 fort. εἰδοποιείτω 36 εἴποιμι Pa
marginal p. 643b 26
footnote 2. 3 ἐστὶν λευκὸν τὸ δὲ μέλαν, ὁ δὲ κόραξ μέλαν S 3 μέν ἐστιν ἥμερον τὸ δὲ ἄγριον S 4 ἄγριον addidi 5 εἴρηται δὶς coll. S 8 ἀναγκαῖον om. P 10 καὶ τοῦ ἀγρίου S 15 fort. εἰς τὸ ἥμερον καὶ τὸ ἄγριον 17 εἰς] καὶ a τὸ post καὶ om. a 26 ἐν τῷ Z τῶν Μετά τὰ φυσικὰ] c. 12 p. 1038a 19 εἶναι μίαν coll. S 27 τόδε τι Pa 28 τοῦτο] τούτῳ a 30 δὲ om. a φανερώτατα a 31 πεζοῦ] immo ὑπόποδος 33 εἰδῶν ex ὁδῶν corr. P 34 διαίρεσιν S Comment, in Arist. XXII 2. Mich. Ephes. in de part. mot. incess. anim. 2
footnote 5 καὶ prius om. Pa 12 δέ ἐστιν S 15 ἄρα om. a, in marg. add. P 16 τελευταῖον Pa 22 συνίστανται Pa ἀλλ’ addidi post ἀνάγκη supra V. add. δὴ P 26 post ἐκ add. τῆς Pa 28 τὰ εἴδη om. Pa 29. 30 τὸν καθ’ ἕκαστα S 32 λαμβάνειν S 39 συνθετὴ a
marginal p. 644a 12
footnote 3 τὸν καθολικωτέρων a 5 ante εἴη add. ἄν S 7 καὶ om. S 9 καὶ τὸ δίπουν om. Pa 10 τῷ λέγειν] τῶ λόγω, sed supr. v. τῆ λέξει S 16 ἐκ τῆς μιᾶς Pa 19 διότι] ὅτι Pa 30 ζῶν Pa 34 ἐμπεριλαβόντες] λαβόντα P γένος προσηγόρευσαν] sic etiam Arist. S: post γένος add. ἄμφω Arist. vulg.
marginal p. 644a 23
footnote 1 ἐκεῖνο Ρa ὁ] ὅ τε libri 12 πυργίτου] πτερυγίου P 15 αλεκτορίδου Pa 17 οἱ om. S ἄλληλα Pa 19 fort, ἔχει τὸ om. S 21 διάφοροι φύσεις νομίζονται S καὶ] ἡ a ταὐτότητος S 22 ἡ] καὶ S 23 ὁ ὄρνις—ἰχθύς delevi 26 λαύρακι Pa 33 αὕτη] τοιαύτη Pa 35 ἔσχατα λέγων coll. S
marginal p. 644a 28
footnote 1 εἰσὶ om. S 1. 2 εἰς ἄτομα S 2 διάφορα S 5 ἐστὶ S 6 τὰς supr. V. P 9 fort. κόραξ καὶ ἡ κορώνη καὶ om. S 11 καὶ om. a 12 ὑπάρχοντα πᾶσι coll. S 20 τοῦ γένους τὸ εἶδος coll. S 26 ὄρνιθος] ὄρνιθα S post κόρακος add. καὶ Pa 27 εἶπον] εἶπεν a 28 οὖν] γοῦν Pa 34 χλοεροῦ] τοῦ χλωροῦ S 34. 35 ἐπικρίνει πάλιν coll. S
footnote 2 τοῦτο γὰρ Pa 3 τὸ] τοῦ (ex τὸ) S2 4 post ἀλλήλων spatium XXVI litt. vacuum rel. S 4. 5 λέγειν κοινῶς coll. S 6 ἰδίως δὲ] καὶ ἰδίως Pa 8 fort. ὅλου τοῦ σώματος 9 ἑαυτὴν κεχωρισμένην Pa 10 ἀφωρισμένην Pa λελόγισται] νενόμισται S 15 λέγων om. S 17 αὐτὸν om. S 17. 18 ἐν τῷ Ihpi οὐρανοῦ] cf. Α 2 sqq. 19 ἐπιστασίας S 22 καὶ post γὰρ om. Pa τυγχάνει om. S ἐπεὶ S 23 καὶ ante ἡμῶν om. S 25 ἄλλα πολλὰ S 27 μὴ τὰ coll. Pa 28 τὸ δὲ—θεούς (32) σαφές δὲ καὶ τὸ περὶ τοῦ ἰπνοῦ καὶ ἡρακλείτου S 33 ἔργοις om. Pa 35 post καλοῦ add. τινὸς S
marginal p. 645b 28
footnote 1 περὶ αὐτῶν Pa 5 ὅτε ἐξέρχεται—εἰπὼν τὴν (8)] καὶ τὰ ἐξ ὧν ὁ ἄνθρωπος. δυσχέρειαν δὲ εἶπε τὴν S 13 τῆς τοῦ ὅλου μορφῆς S 13. 14 τὸ—εἴδους] τὸ ἐξ ὕλης καὶ εἴδους σύνθετον S 14 ἐν τοῖς φυσικοῖς] κατὰ φύσιν S 15 τῆς ἐξ— εἴδους supr. v S 15. 16 εἴδους τὸν λόγον δεῖ ποιεῖσθαι καὶ τὴν μνείαν, ἀλλ’ οὐ περὶ τῆς ὕλης, ἣ οὐδέποτε S 17 τούτων—αὐτῶν (18) in marg. P 20 τοῦ om. a 21 καὶ ὁ ὀφθαλμός om. S 25 εἰσὶ πράξεις φησίν coll. a 28 τῆς φύσεως a 35 post κοίας add. δὲ S
footnote 4 ἐστι om. S 10 ἐγγυτέρω δὲ S 11 τούτῳ] τοῦτο Pa 13. 14 καὶ τυγχάνουσιν—ὡς αἱ πράξεις in marg. add. P 13 τυγχάνωσιν a Arist. P 14 αἱ post καὶ om. Pa 17 ἑξῆς ἕως τοῦ τέλους σαφῆ S τοῦ βιβλίου—δυσχέρειαν om. S 82
marginal p. 646a 12
footnote 1. 2 Σχόλια—πραγματείας P, addito tamen uno verbo quod legi non potest: Σχόλια εἰς τὸ δεύτερον τῆς Ἀριστοτέλους πραγματείας περὶ ζώων μορίων a: σχόλια τοῦ δευτέρου β/// ἀπὸ τοῦ μέτρια μὲν οὖν S (cf. p. 36,12) 3 Εἰπὼν ἐν τῷ πρώτῳ] hinc incipit versio codicis F, de quo cf. Praef. Εἰπὼν addidi 21 ἐν τῷ Περὶ γενέσεως καὶ φθορᾶς] Β 2 24 πᾶσαι scripsi: πῶς F
marginal p. 646a24
marginal p. 646b2
marginal p. 646b 14
footnote 20 οὐκ addidi 26 ἐν τί Περὶ οὐρανοῦ] Α 1 p. 268a 9 sqq.
marginal p. 646a27
marginal p. 647.10
marginal p. 647a 15
footnote 4 lemma ex Arist. explevi 33. 34 ἐν τῷ Περὶ αἰσθήσεων καὶ αἰσθητῶν] c. 2
marginal p. 647a28
marginal p. 647b10
footnote 8 μὴ addidi 23 εὔλογον ἐξ αἵματος addidi 26 lemma ex Arist. explevi 28 ἢ addidi 28. 29 ἢ ὅλως delevi 29 αἷμα delevi 33 ἐγκαρσίως scripsi: ἐγκαρδίως F p. 647b 18
marginal p. 647b 29
marginal p. 648a 9
footnote 2 ἐγκαρδίως P 21 ἐναίμοις F 22 ἀναίμων] sic etiam Arist. ESUV: ἐναίμων Arist. vulg. 26 λεπτὸν scripsi: χαλεπὸν F 29 πρὸς addidi 31 σωμάτων— εἴδει] σω deinde IX litt. evanidae F
marginal . 648a 23
marginal p. 648a 33
marginal p. 648b 12
footnote 3 lemma explevi ex Arist. 9 πολυαίμου (v litt. evanid.) σθαι γίνεσθαι F 27 Ἕνα—οὖν] ἐναντίον F 29 ἄν] ἐν F 33 ἄν ἐκεῖνον scripsi: c. ΙΧ litt. evanidae F 34 παρὸ] παρὰ F
marginal p. 648b 26
marginal p. 648b35
marginal p. 649a 13
footnote 14 ἔτι] ὅτι F τοῦ δὲ—ἐλαίου (16) delevi 19 τὰ—ἀλλοτρίαν addidi 23 διακειμενης F ὁ μουσικὸς] /// ικ /// F 36 οὔτε] οὕτω F
marginal p. 649a24
marginal p. 649b 1
footnote 2 τῷ prius delevi 3 μή] μὲν F 10 φησίν] φύσιν F 13 ῥυτίνη F 17 τῶν ζῴων] τῆς ζωῆς F 19 ἣν] καὶ F φασιν] φ/// F 21 οὑν] νῦν F τήκει] /// φεῖ F 23 γῆς ὄντα] litt. VII evanidae F 25 εὐλύτως F post γῆς spatium IX litt. vacuum rel. F καὶ delevi ὕδατα F . 649b 9
marginal p. 649b 25
marginal p. 650a 2
footnote 4 ἐν τῷ—φθορᾶς] Β 2, cf. Meteorol. Δ 1 p. 378b 12 17 τὸ ὑποκείμενον F 19 τὸ λευκόν bis F 21 φύσει] c. IV litt. evan. F 23 ψύχεται] VII litt. evan. F 25 διαφορὰ F 28 πᾶν τὸ αὖ (sic) F 32 ante ὅτι fort, addendum δῆλον δέ Comment. in Arist. XXII 2. Mich. Ephes. in de part. mot. incess. anim. 3
marginal p. 650a 13
marginal p. 650a27
marginal p. 650b 3
footnote 7 ἡ δ’ ἄνω, deinde X litt. evan. F 8 ἀκατεργάστου] ambig. F 22 δὲ] δεῖ iterat F 31 αἴσθησιν—ἡ] αἲ θησὶν ὑπὸ τῆ F 34 ὡσπερεὶ delevi p. 650b 14
marginal p. 650b 18
marginal p. 650b 28
marginal p. 650b33
footnote 4 ἐλάφων] ἐρφῶν F πλοκῶν F 9 et 12 νοερώτερα scripsi: νοημότερα utrobique F 3*
marginal p. 651a17
marginal p. 651a 36
footnote 12 Μέτρια μὲν οὖν] hinc incipit versio librorum PSa 14 ἐν τοῖς—μορίοις supr. v. S 19. 20 αἰσθητικὸν ζῶον γὰρ φησὶν οὐσία S 21 post ἀνάλογον add. ἡ οὐσία sed rursus del. S 22 δύναται εἶναι coll. S 23 τὸ om. Pa 24 τὸ ζῴῳ τὸ ζῴῳ εἶναι a ἐστὶν aute τὸ ζῷον pouit S αὐτὴ a 26 ἡ (ante δὲ)] οἱ a
marginal p. 652a24
footnote 1 τις] τε P 2 σπέρματος (post γὰρ) ex αἵματος corr. S 3 οἱ περὶ Πλάτωνα] cf. Tim. p. 73 B sqq. νεῦρον S 4 post τῶν add. λίαν a 5 ὤν post ἐρυθρὸς ponunt Sa πεπτομένων Pa (i τὰ λοιπὰ σπλάγχνα Pa 10 ὄντων νέων coll. S 12 οὐ τοιοῦτος ἀλλὰ om. P 15 σφονδύλους P 17 post τινὰ add. καὶ a 19 μὲν om. P 21 post συνεχὴς add. καὶ S 25 τῶν om. S 31 ἤπερ] εἴπερ Pa 34 ὁ Πλάτων] Tim. p. 73 C sq.
footnote 1, 2 θερμῷ τὸ ψυχρόν S 7 et 8 μυελὸς] iratno ἐγκέφαλος 10 post ποιεῖν add. τὴν S 13 τί scripsi: τίς Pa: ὅτι τις S ἐστιν oiu. P 15 πρότερον—θερμόν om. P 20. 21 αὑτὴν πῦρ S 22 ὑπηρετικώτατον post οἷον ponit S 25 σκέπαρνον ἢ πρίονα coll. S 26 οὖν] οὐδὲ P: δὲ a 29 ἡμῖν om. S 33 δὲ om. a 34 τυγχάνει a μετρίας supr. v. P 34. 35 κρύσταλος S
footnote 2 κερματιζομένη S αὐτὴν S γένηται S 4 et 12 καταψύχου P 6 ἀναδιδόμενον] ἐρχόμενον P: ἀνερχόμενον a 9 καρηβαρῶσι S 14 ἐπίρρυσιν λέγων coll. S 16 καὶ om. a 17 εἰπεῖν a 19 κινουμένων ex κινούμενον corr. P: κινουμένοις S 23 ξηρὸς] ψυχρὸς a σκληρὸς καὶ ξηρὸς coll. S 25 ψηχθεὶς a τε om. a 26 εἰσὶ P 28 ὁ om. a 31. 32 ὀψιαίτατον a 37 οὗτος] οὕτως P
marginal p. 653b 19
footnote 2. 3 τούτων] τοῦτο Pa 3 οὐ ante πήξει delevi 8 καὶ om. P 10 καὶ om. S 12 ἁφῆς] ἀφ’ ἧς P εἰ δὴ— αἰσθrτήριον ἡ σάρξ (13) om. Sa 14 ἐστιν om. S 16 ἔστι a προείπωμεν a 18 αἰσθητήριον post ὄψεως ponit S 25 τὸ prius su])r. v. P 26 αἰσθάνεσθαι S ἢ delevi 29 ἐπὶ om. S τό ἰσθητήριον δι’ οὗ iu marg. add. P πρῶτον supr. v. P 30 τὸ τῆς (ante ἀκοῆς) om. Pa 31.32 τῆς δὲ πάλιν τοῦ αὐτοῦ ἀέρος τὸ διηχὲς· ἡ ἐπὶ S 36 γένους ex γένος corr. P-
marginal p. 654a8
marginal p. 654a32
footnote 2 ante ἀντὶ add. ἢ a 4 σάρκες delevi 6 λοιπὰ] ἑξῆς S 7 ἐμύσων Arist. vulg.: αἱμύδων PS Arist. ESVY: ἁμμύδων a 11 σηπήιον S 12 εὐμῆκες ex ἄμηκες corr. P2 12.13 εἰ μὴ ἔχει τὸ σηπήιον ὀρθοῦν αὐτὸ S 13 σηπεῖον P παρασκευάζον S 15 στερεωτέρου τινὸς coll. S 17 γὰρ oui. Pa 20 τε ἢν coll. S 21 εἰ γὰρ ἡ φλὲψ μὴ coll. S 23. 24 αἷμα ἐν αὐτῇ ἐπήγαγεν coll. S 25 ἡ prius om. P ἐστὶ τῶν φλεβῶν coll. S 26 ἐνὸν] ὃν S 27 καθ’ ἑαυτὸν S 31 κῶλα δὲ κυρίως — ῥάχεώς ἐστι (34) iterat sed rursus del. P κυρίως ἐστίν a 34. 35 σχίζουσι P
marginal p. 655a20
marginal p. 655a34
footnote 3 τε om. S 4 τὰ δὲ P τοῦ στήθους S ἐν ᾦ ἡ κοιλία—τοῦ ἤτρου (5) iterat P 5 τὸ δὴ μετὰ — ἤτρου om. S 7 τῶν post ὑπό om. a 12 πλὴν τῶν] τῶν γὰρ S 15 οἷον χόνδρος P 18 λιγιζομένων P λίγος P 19 κινεῖται a 20 τὴν περιφέρειαν S 24 καὶ τοῦ σκληροῦ S 26 δὲ] fort, δὴ ἐστὶ a 28 οὑν ἐν τοῖς Arist. κεχωρισμένοι PS 30. 31 οἱ μὲν οὖν —μυελῷ om. S
marginal p. 655b28
footnote 2 τοὺς] τῶν PS 6. 7 καὶ οὐδ’ ἀνακεκραμένος καὶ οὐκ ἀναμεμιγμένος a 7 μετ’ αὐτῶν om. S 8 καὶ om. Pa 13 ἀφίησι a 15 προεῖται] sic libri et Arist. ESU: προίεται recte Arist. vulg. IG καὶ τὸ τρίτον a 17 καὶ om. a 19 ante περὶ add, καὶ S 21 δὲ delevi 24. 25 νῦν θεωρηθήσεται S 25 ante οὐχ add, καὶ a post τὰ add. καὶ a 27 post ὅμως desideratur δ’ ἡ φύσις 30 δέ] γὰρ S 31 ψευδὲς S ὅτι om. S 37 ἤμελλε S
footnote 2 μηδεμιᾶς a 8 ἐπεὶ a 9 δὴ scripsi: δὲ libri 10 διαφέρειν P 11 μορίων ἀπάντων coll. S ἤπερ μὴ διὰ τὰ coll. P 12 ὁ om. Sa συνδιάζουσι P 15 τὸ om. P 16 δὴ scripsi: δὲ libri 19 ἐν αὐτῷ S 21 ἐν τοῖς Περὶ αἰσθήσεως καὶ αἰσθητῶν] cf. c. 2 22 καὶ οὐχ —ἀρχὴ (23) in marg. add. P 23 ἐπεὶ —δῆλον (25) om. S 24 ἡ σάρξ ἐστι coll. a 29 οἱ om. a 32 φανερὸν om. P 34 ἐν αὐτῷ Pa αἰσθητήριον Sa
footnote 1 ἐπειδὴ S 1.2 κρυσταλοειδὲς ubiquc S 2 ἐστί τ᾿ ὑγρὸν S καὶ post δέ om. Sa 5 post κρυσταλλοειδές add. εἰσὶν PS ἄρχοντα S 12 exspectas οὖν αὐτοὺς ἔδει τοιούτους εἶναι 13 αἰσθητὸν S 14 διεξήρχετο Pa 15 ἀκριβέστεροι S 18 τὰ αἰσθητήρια ταυτὶ coll. S ἐφεξῆς P 19 Td δὲ ὦτα] περὶ ὤτων in marg. S δὲ om. P κεῖνται post κεφαλῇ ponit S αἰσθητήρια Sa 20 ἐν τοῖς Περὶ αἰσθήσεως] c. 2 p. 438b20 21 ῥάδιον 22 ἄναιμον post αἰσθητικόν ponit S 24 τὸ δ’ ἐξ P 26 λαβὼν a 30 εἰ om. a 31 μὲν om. P αἰσθητικὸν Pa 33 ἐπειδὴ S 35 ἐν τῷ ἐφεξῆς βιβλίῳ] Γ 3 p. 665a10 sqq. 4 p. 665b18 sqq.
marginal p. 656b26
marginal p. 657a25
footnote 2 ἐστὶν a 6 καταλέγει] κατὰ λέξιν P 16 κειμένου φέρε εἰπεῖν coll. S 17 τὰ post φησί om. S 19 εἰ delevi 25 τετράπουν μὲν Sa 33 ὅσα ἔχει βλέφαρα coll. S καὶ om. Sa 35 τοῦτο πάσχει] σκαρδαμύττει S 36 δὲ post ἡ om. P 37 τῷ δὲ ἡ coll. P 38 γὰρ] δέ Pa
marginal p. 657b34
footnote 1 τὴν scripsi: τὸν libri post τέμνουσιν add. οἱ a 6 μὴ] μὲν S δυσκίνητοι post ὀλιγότητα (7) ponit S 14 πρὸς τοῖς a 15 κανθούς] κανθοῖς a fort, ἐν τοῖς πρὸς τοὺς κροτάφους κανθοῖς 22 ἀπάσης S 23 ἐφεξῆς P 24 τῶν βλεφάρων S 25 εἴποιμι Pa νενοήσθω] νενοείσθω P: καὶ νοήσθω a 27 βλέπον P 28 καὶ post σὺ om. S 32 ἐπειδὴ S 34 δέχοιτο S 35 παρασκευάζει] desideratur ἡ φύσις τἀς] πρὸς P 36 post λέγει add. καὶ Sa οὐ supr. V. P οὐκ ἔδωκεν S 37 ὅτι om. S δὲ] γὰρ S
marginal p. 658a21
marginal p. 658b27
footnote 3 νικῴη post ἐμπόδιον ponit S 8 ἀλλὰ λεάξει Arist. ESY 10 τὸ μὴ ἔχει a 13 τρίχας πλείονας coll. S 23 post μέγεθος add. μηδὲ μῆκος Pa 25 διηρθρωμένος P: διηρθρωμένων S ἔχειν P 26 τὸ om. a δὲ (post τινὰ) om. P 27 post ἐπιστασίας add. καὶ Pa alterum τὸ om. Pa 33 πήγνυται Sa 36 ἰθὺ S 37 χρῆται S 38 ἀντὶ χειρῶν post τετράποδα (37) ponit S
marginal p. 660b25
footnote 2 αὐτῶν S 6 δὲ om. S 10 διηρθρωμένους Sa τούτων PS 12 ἡ om. a πτερύγων P 17 θήσεις scripsi: θήσεις libri βρίθη a 18 δέ ἐστι τὰ a 19. 20 ὥσπερ — λοιποί om. S 20 ὁ Ὅμηρος a φησίν om. S 21 τὴν γλῶτταν ἔχων coll. a 26 καὶ post διπλῆν om. Pa 33 τὴν οἰκείαν κοίαν Sa 34 ἀφῄρηται P 35 αὐτῶν τὸ πόμα αὐτῶν ἐπικλίνη S 38 ταύτην S Comment, in Arist. XXII 2. Mich. Ephes. in de part. mot. incess. anim. 4
footnote 2 τὴν μὲν γὰρ S 3 δὲ] μὲν S 3. 4 κάτω δὲ τὴν S 8 διατρυποῦσι P 9 οἱ ἁλιεῖς Pa τιθέασιν a 10 ὃν ἰδοῦσαι—ἐφεξῆς (11)] καὶ τὰ ἑξῆς S 93
footnote 1 Tit. om, S: Σχόλια τῶν δεομένων ῥητῶν σαφηνείας τοῦ γ βιβλίου τῶν περὶ ζώων μορίων a 3 ὑπὸ τῶν ὀδόντων a 6 ἄλλοις a 8 καὶ om. a οὔτε ἐπιτίθεντι P 10 σπουδάζει S κοινόδοντας P 11 post τοσούτους add. δὲ S λείψῃ Pa 13 βουβαλίων Pa 14 post ἄμα add. καὶ a 17 oe om. Pa λέγω P 21 ὁμοειδῆ τε ὄντα P 24 περὶ τούτου εἰπεῖν S καὶ περὶ τούτου P 26 φύσεως ex βοηθείας corr. P rec. 4*
marginal p. 662a16
marginal p. 662b23
footnote 1 δώσειε Pa 3 τῷ om. Sa 4 post οὖσι add. τῶν ζώων, sed rursus del. S 4. 5 καυλιόδοντς a 5 οὐκ ἔδωκε S 8 πρὸς τροφὴν P 9 τὰ post εἰσὶ om. S 13 ἔχειν S 11) μὴ supr. v. add. P rec. m.: om. S 20 ἢ] καὶ S 21 μυῶν] μυούρων P 22 στεγανόποδα ex στυγανόποδα corr. P 24 καλεῖται πρόσωπον om. S 30 ἐπάγη a 31 εἰς τὴν βοήθειαν a 32 προσβοηθεῖν Pa 33 αὐτοῖς S ταῦτα] sic libri 38 βόννασοι Pa διώκονται a
marginal  p. 663b22
marginal p. 664a23 23
footnote 1 τοῦτο δὲ] καὶ τοῦτο S 2 τῆς om. S 3 et 4. 5 διχλὰ a 4 εἴπερ a 5 διὰ om. Pa μονόκερον a τὸ δὲ a 6 δίκερον a 7 τὸ om. a 8 post δὲ add. καὶ a 9 ὅπως] ὥσπερ S 10 post ὕλην add. δὲ Sa 13 στερὀν PS 16 et 18 καταχρᾶται a 22 ἰσχυρότεροι scripsi: ἰσχυρότατοι libri 24 aute ἕνεκα add. τοῦ S post τουτέστι add. περὶ a 25 ὥσπερ οἱ ὀδόντες om. S 25. 26 οὔτε πέττει, τὸ μὲν ὡς οἱ ὀδόντες τὸ δ’ ὡς ὁ κοιλία S 30 χρεία τῆς τραχείας ἀρτηρίας in marg. add. P μερισθήσεται ex μετρυθἡσεται corr. P 30. 31 πνεῦμα κατὰ τἀς supr. v. add. P 32 post οἷον γὰρ add, ἡ κοία sed rursus del. P οὖσαι supr. v. S: ὄντες Pa, itemque in contextu S ἐν αὐταῖς PS 34 δι’ αὐτοῦ Pa
marginal p. 664b14
footnote 7 et 11 συστέλλεται S 14 κοιλία et τρωθεῖσα S 15 ἐξερχόμενον ἐξ αὐτῆς coll. a post μὲν add. οὖν P φησί om. P 18 συνεισάγεται a 20 ἐπιγλωττίδος corr. in γλώττης al. m. P 22 διἡκεται a 25 ἐγίνετ’ ἄν a 26 τοιοῦτόν ἐστιν — ἐπιγλωττίδος (27) in marg. add. P 31 ἡ τούτου σάρξ S 32 ὁ] ἡ S ἐπεὶ ex ἐπειδὴ corr. P: ἐπειδὴ a 33 σαφῶς αὐτὸς coll. S 38 ἐστιν ante ἐν om. S
marginal p. 665b2
footnote 1 τὸ δὲ—γὰρ om. S 2 εἶπε τὴν φάρυγγα S τὴν post καὶ om. S πνεύμων] immo οἰσοφάγος 6 ἀεὶ ex Arist. scripsi: εἰ PS: εἰς a 7 κἄν] ἐὰν a 10 ἐστιν ἄνω—τοῖς μάλιστα (11) in marg. add. P καὶ τὰ ἑξῆς Sa δὲ om. P ἐπήγγελται P 14 post αὐτῶν add. ἡ a 20 post εἶδος add. δὲ S παραλλήλων a 22 ante ὕλη add. ἡ S 23 λέγει ex λέγειν corr. P al. m. 28. 29 εἶναι δύναται ἢ βινῶν coll. P 32 ῥιγῶντα P 34 τῷ] τὸ P 35 καὶ om. P προσέθηκε Pa 36 λέγει P
footnote 2 μέσον Pa 7 νεύει εἰς τὸ S 9 ὥσπερ γὰρ S 13 ἄλογα] ἄλλα S 15 θερμότερα scripsi: θερμότερον libri 16 τέθεικεν] καὶ ἔθηκεν P 17 ἐπείπερ S 18 τοῦτο δὲ καὶ Sa 19 γέγονεν αὐτὰ Pa 20 lacunam indicavi: addendum tale quid σαρκωδέστερα μὲν ἀλλ’ οὐ 21 τὸ ante θερμόν cm. Pa 24 καὶ om. S 25 κἀν] καὶ S 27 τῶς —ἔμπροσθεν (28) om. PS 31 ἀπὸ ταύτης περαίνεται PS 33 ἀνιοῦσα S: ἀνεῖσα a 36 ἀνὰ τριῶν Pa κοιλίας scripsi: κοιλιῶν libri
marginal p. 667a4
footnote 1 δὲ om. S 2 ἔχῃ] ἔχει a 4 τινὸς Pa 8 τὸ post οὖν om. Pa 12 δὲ post λοιπῇ ponunt Sa 13. 14 καὶ τῆ τρίτη S 15 ante ἀρχὴ add. ἡ S 16 ἦν τῆ ἐν P 21 τἀς om. Sa 22 post μέση add. καρδία, sed rursus del. P 23 ἐντίθεται P 25 ἠρεμίσειε a 26 ὑπερβαλεῖ Pa 28 ἐν om. P 29 post τοιαύτην add. ἀλλὰ S δὴ] δεῖ S ἔχειν διαίρεσιν λέγει coll. S: διαίρεσιν· λέγει ἔχειν coll. a 30 συνεχεῖς καὶ συναφεῖς coll. S 31 post ὥσπερ add. καὶ S καὶ om. S 31. 32 ἀνομοιομερῶν συγκείμενα S 33 σχίζονται S 34 αὐταῖς S 35 αἱ om. PS
marginal p. 667b21
footnote 5 ἐπίπολοι a 6 μεγάλην ἔχοντα τὴν καρδίαν S 6 et 11 τὰς om. a 11 αἱ om. S 13 post μὲν add. γὰρ P 14 καὶ om. P 17 ὐπ’ ἀνέμω S κινούμενον P 22 χαλεπὰ] πολλὰ S 23 εὐθὺ S οἱ δοθιῆνες scripsi coll. Arist. vulg.: οἱ δοθήϊνοι S: οἱ δυσήνιοι P: αἱ δοθῖναι a 27 γεγονὸς ex γένος corr. al. m. P 29 ante ζῷον add. τὸ S περὶ] ὑπὸ S 30 φθάσοι P 32 εἰσὶ δύο coll. S 35 ἀμεροῦς γὰρ οὔσης καὶ ἀσωμάτου a 36 εὑρίσκεσθαι ante μέρεσι ponit S
footnote 4 ἔχουσιν ἤδη coll. S 7 εἶναι ἐν αὐτῇ coll. a αὐτὴ γὰρ a 12 ὥσπερ Ρ 13 τὸ ante ὄπισθεν om. Pa δὲ om. a 19 τάφρων corr. ex τράφων S2 τράφας P 20 ἐπιπολῆς Sa ὀρωρυγμέναι om. a 21 καθαιρομένοις a 22 οἱ τάφροι PS1 λέγοι a 23 αἱ scripsi: καὶ libri οὐ γίνεται ante δίοδος ponit S 25 post γὰρ add. καὶ S 27 ἡ ῥυάς] sic libri: fort, τὸ βυάδος 33 καρναῖος Sa τύχοι Sa 34 καὶ νικᾷ om. P
marginal p. 669a12
footnote 2 αἱ om. P 3 μηροὺς] μικροὺς Ρ1a αὗται PS 8 τὸ—ζῆν fort, iteranda τῷ om. a ἀναπνῇ Pa: ἀναπνεῖ S 11 Πλάτωνος] Tim. p. 70 C 12. 13 φύσις τοῦ πνεύμονος ἄνω S 12 ἐπάνω] immo ὑποκάτω 14 τοῦτον scripsi: τοῦτο libri 15 alterum τὸ om. P 19 κἀν καὶ λίαν (ex κἀν κοιλίαν corr.) P 21 αὐτοῦ libri 24 ὁ γὰρ τοιοῦτος ἀὴρ ἐξερχόμενος S 26. 27 τούτου δὲ αἴτιον καὶ τὸ τοὺς S 27 καὶ τοῦ coll. a oO ἐψύχωνται P: ἐμψύχον S τούτου] τοιούτου a 31 σπεύδει et ὕδατος scripsi: συνεύδει et ἀέρος libri 35 ὄρθιοι scripsi: ὀρθίους libri
marginal p. 669b15
footnote 1 ἄναιμος] ἄνεμος a 5 γὰρ om. Pa 8 post λέγων add. δὲ Pa 11 ἂν om. S 12 ἐπιδήλως—ζῳοτόκοις (13) iterant Sa 14 μετέωροι γὰρ οὖσαι P 15 αὐτάς] αὐτά P 18 ὑποτεταγμένων P 18. 19 ὑποτεταγμένα utrobique P, sed post λέγων (19) corr. in ἀποτεταμένων 19 λέγων ἀποτεταμένα S 22 καὶ ἑαυτοῖς fort, post σπλὴν ponendum 24 γὰρ om. S 26 τείνοντος S τούτων τῶν δύο coll. S 34 ante τὴν add. καὶ S 38 ζώπυρον S
footnote 2 ἐξ—ὑπάρχει] ἐστὶν ἐξ ἀνάγκης S 7 πρὸς] εἰς a 9 δέ om. a 10 σκοπὸν μὴ coll. S 13 κἄν δέ P 14 νοσερὰ S τὰ om. S 16 σπληνῶσιν P 17 λέγων] λέγει a 18 συναθροίζεται scripsi: συναθροίζεσθαι libri 23 τετράποσι καὶ ᾠοτόκοις S 24 τὸν μανὸν S ἐστὶν om. S 25 τὸν om. P 28 σμικρὸν S 30 γενέσθαι scripsi: γεύεσθαι libri 35 ὥσπερ Sa 36 ἐξ ἀνάγκης om. Pa 37 lacunam indicavi: fort, addendum ὑπάρχουσι διὰ τό
marginal p. 670b33
footnote 7 δειψητικώτατα S: διψηκώτατα a 8 αὐτὸς σαφῶς coll. a λέγει] εἶπε S 11 τῇ τὸ διατρέπεσθαι Pa 12 περιγενόμενον S εἰς ταύτας P λέγει om. P 14 φολιδωτὰ a 16 διψηκώτατον a 18 καὶ post νικᾷ om. S 20 ἢ] οὐδὲ S 21 πλὴν—χελωνῶν in marg. add. P 25 καὶ τὰ ἑξῆς—χώραν (27) in marg. adscr. P 20 ἐν om. S 27 τεταγμένους S 31 εὑρίσκεσθαι P 33 τούτους] τοὺς S post ναστοὺς add. φησὶ S 34 ἢ κενὸν] ἡ μὲν S 37 τὸ μὴ P
marginal p. 672a1
marginal p. 672b10
footnote 2. 3 τελευτήσαντα καὶ ἀποθανόντα τὰ ζῷα P 5 ἐφ’ ἑκάστου P 7 βαδίζει a 10 διιθυθὲν P 16 Σαφῆ—νεφρῶν fort, delenda sunt 17 ἢ posterius] καὶ Pa 25 θνήσκει a 31. 32 κοιλίας καὶ τῆς καρδίας coll. S 36 τὸ γὰρ—τροφήν (37) in marg. add. P
marginal p. 673a33
footnote 6 εὐθὺς a 8 γινομένη a 10 ἐστίν om. a 14 οὐδὲ γὰρ P καὶ τὰ ἄλλα iterum scr., sed rursus del. P 15 ‘Ομήρου] Κ 457 cf. χ 329 τινὲς S φθεγγομένην S: φθεγομένους P 15. 16 γράφουσι S 19 ἡ om. P 24 ἔχει S 32 τὸ scripsi: δ’ libri 34 ὁ prius om. S ὕσπληξ] sic libri: ὕσπληξ Arist. codd., cf. Lob. Pliryn. p. 71: ὗς Arist. vulg. 35 μέγιστον P 36 οὖν ἑστιώμενα (sic) P 37 κατεργάζηται—δι᾿ ἃς (p. 66,1) in marg. add. P
footnote 1 εἴποι Pa: εἴπη S: exspectas ἐρεῖ 3 ἀμφόδουσι S 6 τῇ σκληρότητι om. P 6. 7 τῶ οὐρανῶ P 10 καὶ τὸ καὶ τῆς a 12 prius τὴν om. S 13 καὶ ante διὰ om. S 15 πέττεσθαι Sa 17 δ’ ἄμφω a 19 τὸ ἐν αὐτὴ θερμὸν P ἐν αὐτῷ a 20 τῶ πέττειν P 24 post μόρια add. καὶ Pa οἶα εἰσὶ P 33 τέλματι P 33 κοιλείας a 36 καρχαρώδουν P 38 post ᾖ add. καὶ a
footnote 2 ἀμφόδουν S μηρυκίζει S 5 πλάνας] sic libri et Arist. SUY: πλάκας Arist. vulg. 6 τὸ πλάνας om. P 7 κεκλασμένην a 8 τὸ post δὲ om. Pa 10 ἵν᾿ ᾖ—ἔχει τὰ (11) in marg. adscr. P 14 εὐθυντέροις P 17 χιλὸς γἀρ—εὐπεπτοτέροις (18) in marg. adscr. P, om. S 19 ἵστηται S: ἵσταται Pa 26 δ’ prius om. P 28 ἡ post ἐπειδὴ om. P 29 ὁρᾶται] ὁρατῶν a 31 ταύταις] αὐταῖς Pa 32 ἡ om. P 36 ἕως—βιβλίου om. S 105
marginal p 676b22
footnote 1 Tit. om. S 2 τὰ om. a 14 οἱ om. P 18 Πλάτων] Tim. p. 71 Α sqq. 19 λέγων om. Pa 20 οὖν] γὰρ P 21 ὃν τυγχάνει coll. S 23 συνίσταται libri 23. 24 ἀνίσταται PS: om. a 26 λυομένη δὲ ἡ δῆξις S
footnote 1 ἡ χολὴ S 2 ἀπορραινομένη S 3 ὀξέοις a 4 ἁλίσκεται a 8 et 9 τῇ ἐν τῇ Pa 9 οὖν supra vers. S 9 χοληδόκῳ a 14 τῇ om. a ἐστιν om. S 16 μεταβαλλούσης καὶ συντηκομένης a 17 ἀναλυομένης a 19 τὸ semel exh. a ὑπὸ S 21 καὶ] ἢ a 22 ἕνεκά του S 23 γίνεται post περιττώματα ponit S 26 τοῦ γὰρ ἁλμυροῦ ἢ πικροῦ a παρὰ] περὶ a 27 ἐλκομένου a 35 ἐπιτήδειον Pa 37 τὴν αὐτῆς πιότητα S 38 μόνον S
marginal p. 677b12
marginal p. 678a31
footnote 1 αὐτὴν ἀδύνατον coll. S 2 πλησιάσῃ a 3 μέλλοι P 7 ἡ om. P 10 εἰ scripsi: καὶ libri 11 ὁρῶν supr. vers. P 12 καὶ om. S 15 αὐτῆς ante τὸ ponit S 17 ἦρκται Arist. codd.: ἦρχθαι PSa: ἤρτηται Arist. vulg. 23 συμπέτῃ Sa θερμαίνῃ a 25 ante λέγει add. δὲ S 28 ἐφεξῆς] ἐφ supr. vers. P 29 ἀνίμων ex ἐναίμων corr. S 31 et 32 ἐξ ὧν] sic etiam Arist. codd.: ἐξ οὗ Arist. vulg. 36 τι om. a αὐτῆς] αὐτοῖς a 37 εἰδοποιεῖσθαι] post εἰδο supr. vers, inser. πε m. rec. P
marginal p. 679a5
marginal p. 679b15
footnote 6 ἶν᾿ ᾖ—καρδίᾳ (7) om. P 7 καὶ om. S 8 τῆς ψυχῆς Sa 11 ἔχειν Ρ 12 σηπείαν a 13 λέγω a 14 post πελαγίων add. περὶ πελαγίων P 15 καὶ om. a 16 αὐτόθι PS 17 ἔχουσαι ex ἔχουσι corr. P: ἔχουσι Sa 18 ὅτι om. P 22 καὶ ταῦτα μέν P αὐτῶν om. P 22. 23 λέγων—ὄστρακα om. S 23 λιμνόστρεα scripsi: λειμόστρια libri 24 λἐγων—εἰσιν (25)] ὡς S 25 ὡς γὰρ—ὑπὸ τῆς πέτρας (29)] αἳ χρῶνται τῆ πέτρᾳ ὡς ὀστράκῳ S 33 post τούτῳ add. καὶ S 34 γάρ om. Pa
marginal p. 680b3
footnote 5 ὁμοίως] οὕτως Sa 6 δ’ om. a 7 τιθύων P: τηθέων S 8 et 9 τίθυα P: τήθεα S 14 μᾶλλον ἐν τῷ θέρει coll. S 18 λυπεῖται a 19 αὐφονίαν a: εὐθηνίαν P 20 λυπεῖται P 22 ἔχουσι πέντε coll. a 24 ante ἔχειν supr. vers. ins. μὴ P 25 διὰ τὸ] τῶ S 29 λαύρακες PS 30 τὸ post καὶ om. Pa 37 prius τὸν om. P 38 ἐν om. S, supra vers. add. al. m. P
footnote 2 μέρει a 5 ἑαυτοῖς P 9 ἀλλήλοις S 11 τὸ om. Pa 12 διὰ τὸ addidi 15 κατὰ μέρος S 17 ἐν αὐτῷ εὑρίσκεσθαι a 19 post ἐπὶ add. τῷ a 20 τὸ] τῷ a 23 τὸ om. S 24 ἐστιν αὐτῶν coll. S 28 οὐδὲ] οὐ P 29 et 30 καὶ ἐπὶ θατέρου S 33 θάτερον P: θατέρου S 37 κεῖνται Pa
footnote 1 σκόμπρου Ρ λαύρακος P: λαμραοκ S 2 ἦσαν] εἰσὶν a 4 θατέρου S 10. 11 τοῦ τε] τότε Sa 11 καὶ τοῦ scripsi: καὶ τὸ PS: κατὰ τὸ a 12 λείπει S 14. 15 ὡσπερεὶ ζῷον Pa 16 δεῖται κοιλίας coll. Sa 17. 18 τουτέστιν—ζῴου] καὶ διὰ τοῦτο S 18 πρὸς om. S 19 τοῦ μορίου P 22 καὶ addidi 23 τῆς om. a 23. 24 τοιαύτην] ταύτην S 25 ἐστὶν a 26 καὶ om. a 37 μὴ χώραν coll. S εἰσόδου om. P τὰ ζῷα S
marginal p. 681a15
footnote 1 ἐπείνα a λέγει a τὰ om. S 6. 7 πρὸς τοὺς πέντε PS 8. 9 χορτώδη—ποσίν] αὐτῶν a 12 εἰ δ’ οὐ—πλήρεις] εἰ δὲ τοῦτο S 13. 14 λαιμάργων ὄντων S 23 ζῆν οὑν a 30 κρόμμυα Sa 35 κρεμώμενα S: κρεμόμενα a 35. 36 ἐκκεντρισθὲν S 36 τήθεα S πόρους ex τρόπους corr. al. m. P 37 ἕνα μὲν om. S
marginal p. 681b12
footnote 2 καὶ post ᾦ om. a 3 κύριον τοῖς ζῴοις τὸ S τὸ γὰρ—ζωῆς om. P 4 αὐτὰς scripsi: αὐτὰ libri 10 Καὶ τὰ] κτὰ P: Καὶ fort, delendum οὑν τἄ μόρια Pa 11 τοῦτον] τοιοῦτον a 12 τοῦτο] τό P 13 τὰ ante μαλάκια om. Pa 14 εἰπεῖν om. S 18 τοῖς ante ἐναίμοις supra vers. S 24 σφονδύλου P βελώνη P 26 post ὑγρὸν add. καὶ Sa 30 διάτασιν Pa 31 τροφῇ διόδου διὰ S 33 διάτασιν a 36 ἤγουν] ἤτοι S 38 μέσον ex μέσων corr. Ρ
footnote 4 τοῦ ἄρτος scripsi: τὸ πέρας libri 4. 5 τὴν σπερματικὴν ἀπόκρισιν ἢ S 6 πόρου] τόπου P 8. 9 κατὰ μῆκος S 11 τὴν Περὶ ζῴων ἱστορίαν] cf. Δ 7: τὰ περὶ ζῴων ἱστορίας Pa 13 ἐν τῷ Περὶ ζῴων πορείας] c. 7 p. 707a27 b2 ἐν τοῖς a 15 post εἰσιν add. αἱ a 22. 23 ἄν ἔχει a 25. 26 ὡς ἔχοντος ἑκάστου ἐν αὐτῷ a 26 καὶ om. S 27 ἐν τῇ Περὶ ψυχῆς] Α 5 p. 411b23 ἐν τῶ S 28 ἑτέρων] ἑτέρως P 30 ὥσπερ ἡ σύμφυσις a 33 σώματος Sa Arist. SUY: στόματος (ex σώματος corr.) P: πνεύματος recte Arist. vulg. p. 682a35
marginal p. 683a8
footnote 2 αὐχένας P 5 αἱ post ἀρχαὶ om. S 7 ἀνεχόντων (ex ἀνέχωνται) corr. P φέρωνται] ἀπαίρωνται P 9 ἡ φύσις αὐτοῖς coll. S 14 οἵτινες] οἲ S 16 καὶ om. a 16, 17 δεδομένα τὰ ἔλυτρα coll. S 26 ἐκβάλλωσι a 28 πάλιν] πᾶσαν S 28. 29 ταύτας a 29 ἔχειν ἐκτός coll. S 30 μὴ om. Pa 32.33 τὰ δὲ μικρὰ—κέντρον (34) in marg. add. P 35 πάντως S βέλτιστον S
marginal p. 683b24
footnote 1 πρὸς ante τὸ ὁρᾶν om. a 3 ἀποδίδοται P 5. 6 πρόμηκες σιδήριον om. S 6 σίδηρον P σιδήρω P 7 λύχνῳ in ras. al. m. S ὀνομάζεται Sa 8. S) αἱ μυῖαι—χαρακίζουσιν om. S 10 post ἀποκαθαίρουσι add. αἱ μυῖαι S 15 γενόμενα scripsi: γένηται libri 16. 17 καὶ ἴσα—καμπῆς bis scr. sed priora rursus del. P 17 τὰ ὀπίσθια post καμπῆς ponit S IS τῶν προσθίων] τοῖς προσθίοις PS 21 καὶ om. P ἔχειν om. Pa 23 σκέλη] exspectas πλάγια 24 ἐν τῇ Περὶ ζῴων πορείας] c. 16 25 δὲ post λέγει om. P 30 στρέφουσιν a ὡς καὶ S 32 τοῦτο γὰρ—ἰχθυδίων (34) post τοιούτοις (p. 80,1) ponit P 34 τῷ om. Pa οὃ] οἱ Pa: om. S
marginal p. 684a6
footnote 1 ἁλίσκεται S ἀθερίναις scripsi: ἀνθερίνις libri ἀμίαις, οὐ τοῖς a 2 καραβοειδῆ om. a μὴ supr. vers. add. P m. rec: om. P1Sa νευστικὸν P 3 πορευτικὸν P 4 πορευτικώτεροι P 5 ἐν τῷ Περὶ πορείας ζῴων] cf. C. 16 ἐν τῆ S ἡ τούτων ἐν τῶ π. ζ. πορείας αἰτία P 7 ἐπιπτέγματι P δασύτερα] ἀκριβέστερα S διὸ τὰ S 8 εὐρυχωρέστερα a Arist. 9 τό, τε κάτω S ἐπιπύγματι (sic) ex ἐπιπέγματι corr. P: πτύγματι S 16 πορρωτέρω S 18 κονδήλου P 19 τί om. S 27 τὸ om. S 28 ἔχουσιν] ἔχει S 30 καὶ συναχθέν τῷ a 31 καὶ om. P 32 ὄφεις a
footnote 2 πρὸς τὸ ὄπισθεν PS ὅλως] ὅλα a 3 καὶ om. Sa 11 ἀσαφές PS 13 τὰ] τὸ a τὴν om. a τοιοῦτ’ ἂν a 17 πάντα om. S 18 et 19 ὡμοίωνται Pa 21 ἀμφότερα λέγων coll. S 24 εὐθεῖαν] in marg. add. rectam lineam c. litt. α β γ δ Pa τοῖς τετράποσι in marg. S 25 νοήσει Pa 26 ἐπὶ δὲ τῷ Γ] τῶ δέ γ Sa 31 κύκλος] in maig. circulum lilt, α β γ δ notatum add. Pa νοεῖν om. PS 32 τῶν super vers. scr. P ὑπονοεῖν ex ὑπονοεῖ corr. m. al. P 35 ἢ] καὶ S ἀλλὰ τῶν μέν ἐναίμων P Comment. in Arist. XXII 2. Mich Ephes. in de part. mot. incess. anim. 6
marginal p. 685a14
footnote 2 ἀφίεται] ambiguus S 5 καὶ ἐν τοῖς μαλακοστράκοις a 8. 9 διατεῖνον scripsi: διατείνοντος libri 9 ἢ] καὶ Sa 10 τοιοῦτον a 14 ἤγουν] ἢ S: ἤτοι a 15 δὲ om. P 22 τοὺς ὀκτὼ πόδας ὑπάρχοντας P 23 ἤτοι a 25 ὀκτὼ ποδῶν] ὀκταπόδων a 33 fort, πρὸς τό τὸ βάρος 35 συναγαγόντας P 36 οἱ post δύο om. Sa
marginal p. 686a6
footnote 2 ἑξῆς P 3 ἐφεξῆς τῆς β ἐφ’ ὧ τὸ γ Ρ ἐφεξῆς τῆς γ Ρ 4 οἲ καὶ—ἐφ᾿ ᾦ Δ (6) om. S 5 μὲν om. P 6 δὲ ante τῶν om. S 10 ἄλλως] ὅλως P 12 προσπίπτοντα] περιττώματα P 13 τὸν προσπίπτοντα P οἱ πόδες P ὦσιν ἰσὶν PS 15. 16 ξυλάριον μικρὸν coll. S 18 ἵστασθαι S 23. 24 μονοκοτύλους εἶναι] μονοδακτύλους a 28 λέγων τοῦτο το τὸ P 32 ὑπάρχειν] ὑπερέχειν S 35 ὁ δὲ] ἡ δὲ S καὶ pdst δὲ om. Ρ 36 τὸ om. Sa 36. 37 δημιουργοῦν om. Sa
footnote 6 εἴησαν a 7 ἡ κοιλία καὶ τὸ στόμα coll. Sa 9 οὖν om. S 11 καὶ (post τρόπον) om. S 12 ὡς—κοιλία om. S 14 οὐχὶ S 16 κενούσης P 25 αἲ scripsi: αἱ libri δὲ Ρ τὰ μὲν οὖν S 31 θήξαντ’ τὴν κεφαλὴν P 34 διχα S 37 ἀπ’ αὐτῶν P
marginal p. 687a7
footnote 2 γενομένης a 7 λέγει om. S ὅτι om. P 8 ἔχει post χεῖρας om. S 11 πρίθειν a 14 δίδοσθαι] διδόναι a 16 ὁ ante Ἀριστοτέλης om. P 17 ἓν om. S 19 χρᾶται S 21 μὴ καλῶς ἔχειν τοὺς P τοὺς λέγοντας] cf. Plat. Protag. p. 32 1 C 22 ἀνυπόδητον a 25 τοῦ post περὶ om. a 35 τοιοῦτον] deficit S 36 ποιήσας libri 38 διαιρετὴ P 38. 39 γὰρ διδάκτθλοι a
footnote 4 τὰ om. a 7 γὰρ ἄνωθεν κάτω πιεζόντων καὶ τούτου κάτωθεν ἄνω corr. m. rec. P 9 δὲ om. a 19. 20 ἐν τῷ Περὶ ζῴων πορείας] c. 12 25 ἐλίσσοντο a 28 τὰ πρόσθια—πολυδακτύλων iterat a 29 προσθίοις in ὀπισθίοις corr. al. m. P 34 δὴ] δὲ P 36 μασθοὶ a, itemque porro 37. 38 σαρκώδεις—εἶναι σαρκῶδες] . . κώδεις—εἶναι σαρ . . in marg. add. P
marginal p. 688b5
footnote 1 δῆλοι scripsi: δηλοῖ Pa 18 post λέγει δὲ add. διὰ P 27 πλείονας a 33 ἀφ’ ὧν a 34 τὸ τοιοῦτον a 37 μέν ἐπὶ τῷ ἄνω a 39 ἐν τῷ Περὶ
footnote 5 ἀκροὰς P: ἐκκροὰς (sic) corr. m. rec. P 6 ἐκρεῖ] ἐκεῖ P 6. 7 ἐν τῷ κάτω τόπῳ a 17 εἰσὶ δὲ καὶ—περιττώματα om. P 22 ἀκαθώδη a 23 ἐν ταῖς Περὶ τῶν ζῴων ἱστορίαις] Β 1 p. 500 b 19 sqq. καὶ post δὲ om. a 26 ἀποσπερμαίνῃ a 21 ἀμφοτέρου a 31 συνείργει a 33 διὰ τῶν a 36 ἐν τῇ Περὶ ζώων κινήσεως] cf. c. 10 37 γενέσθαι a 08 συνεξέλθοι a
marginal p. 690a9
footnote 11 om. a 14 ἀπάντων a 16 ῥᾴδιον] ῥάδια Ρ 10 ἐφ’ ἕνα τόπον a Arist. SUY: ὑφ’ ἕνα τόπον Ρ: ἄκοπον Arist. vulg. 19. 20 καὶ προσυπακουστέον—ἑστάναι om. P 21. 22 παρακειμένου a 24 σκέλη σαρκώδη coll. a 31 ἐπιτοπολὺ a 32 καὶ om. a ἀναλίσκεσθαι a 33 καταναλίσκεσθαι a 35 μίαν Arist.: μὴ Pa ὥσπερ—οὕτος γὰρ (p. 90,1) iterat, sed praeter οὗτος γὰρ rursus del. P
marginal p. 690b13
footnote 6. 7 ἐργάζονται P 8 τὸ post εἰς ex τὰ corr. Ρ1 11 post ἐσχίζετο add. καὶ a 12 ἄρα om. a ἣν ἄν coll. P 13 πολυδάκτυλον P post δὲ add. καὶ a 14 τὸ oin. a 16 τὸ cm. P 24 ᾠοτόκοις Pa Arist. PUY: ζῳότοκοις Arist. vulg. 26 προγεύεσθαι] προγενέσθαι a 28 καὶ] τε a 29 ὡς om. P 30 δὲ om. a
footnote 3 om. a 8 διχρόαν a 13 γίνεσθαι a 14 δὲ] γὰρ a 14. 15 τῶν ἄνω σιαγόνων P 15 καὶ post καρκίνοις om. a τοῖς addidi 17 ἔνυγρα a 20. 21 τοῖς δὲ—μασᾶσθαι om. P 24 ἔχοι P 29 τοὔπισθεν] τοῦ πίσω P 31 ὢν κινούμενος a καμπτῶν P 32 ἐν τοῖς Περὶ ζῴων πορείας] c. 9 33 τὴν] τὸ P 35 ἑλκτὸν Pa Arist. S: ἑλικτόν rede Arist. vulg.
marginal p. 692b15
footnote 2 δὲ ante μὴ om. a 7 λέγει δὲ ὅτι a 11 ἐναντίως P 19 ἔχοντες P 26 ἀπὸ Pa Arist. codd. plcrique: ἀντὶ Arist. vulg. 28 et 29 ὀλενοκράνῳ et ὀλενόκρανον a 32 post ἀντὶ add. τῆς a 34 κεκαμμένα P 35. 36 ἐν ταῖς εἰς τὸ Περὶ ζῴων πορείας σχολαῖς] Ald. fol. 176v 38 οὕτως
footnote 1 ἐν τοῖς Περὶ ζῴων πορείας] c. 6. 7 5 ἐν ἐκείνοις] c. 6 p. 707 a 20 6 ἐν ἐκείνοις] c. 5 p. 706 a 26 δὲ τοῖς ὤμοις] τῶν ὤμων P 9 post ὀρνίθων add. τῶν P ἄδηλόν ἐστιν P 10 ἐν τοῖς Περὶ ζῴων γενέσεως] cf. Γ 2 12 εἰσερχόμενος scripsi: εἰσερχόμνον P: εἰσερχομένου a 13 ἄδηλον a 23 post ὠὰ add. καὶ a δὲ] γὰρ P τῶν supr. vers. add. P 25 τὸ] τὸ δ᾿ P 29 σχιθῶσιν a 31 ὁμοίως καὶ—τὰ ὄργανα (32) om. P 36 προσπταίνοτες a
marginal p. 695b2
footnote 2 οἱ addidi 11 καμπτῶν P 15 ὅλως orn. P 24 ὀρθῶς P 28 ῥέποντα P 29 ὄντα Ρ παρεκκλίνοντος a 30 δύνανται P πάντα ὄρνιθα Ρ 37 περὶ τῇ κεφαλῇ P Arist. SU: περὶ τὴν κεφαλὴν a: ἀπὸ τῆς κεφαλῆς Arist. vulg. 38 ἴσον ἐστὶ τῷ—τῆς οὐρᾶς (p. 95,3) in marg. add. simulque ἐπήγαγε iterat P ὅλου a
footnote 2 ὥσπερ a κύλινδρος ex κύλινδρον corr. P ἔχων a ἡ] καὶ P 5 βάθος a ἡ ora. P 10 δι’ ἥνπερ Arist.: ἥνπερ libri 12 δὲ delevi 13 δὲ post τῶν om. a 15 πρὸς τἄ ὄπισθεν a 19 post ἂν add. καὶ a 22 μύραινα a πτερύγιον a 24 τῶν om. a 24. 25 et 33 ἐν τοῖς Περὶ ζῴων πορείας] c. 9 26 σημείοις κινεῖται coll. a 31. 32 κέκτηνται τὴν κάψιν a
marginal p. 696b2
footnote 1 κωλύονται P 5 συνεργήσειε scripsi: συνεργήσῃ libri 6 κἄν ἥπτετο a 10 post ἀντὶ add. τῶν a 16 τουτούστι P 22 τῶν] τῶ P 25 κατὰ τὸν κάτω] κτὰ P 27 οὐκ—τὸν δέ] cf. Arist. (p. 696b3) SU 28 γὰρ addidi 32. 33 εἰ γὰρ ὁ—λοιπὴ σάρξ in marg. add. P 33 μὲν ex μὴ coir. P: μὴ a 3() ἐν τοῖς Περὶ ζῴων πορείας] c. 9
marginal p. 696b23
footnote 3 ἐμποδίζοιεν a 7 ᾖ om. Ρ 9 κλειόμενα Ρ 10 post τοῦ δέ add. τὸ Ρ 13 τὰ δὲ a 14 τῆς om. a 17 καταψύχεως a 22 ἐλάττω a 24 τὰ supr. vers. P 27 ταύτην ποιεῖται fort, delendum 29 διὰ τοῦτο καὶ om. P 30 οὖν addidi 33 αὐτῆς a 34 καὶ τὸ θερμὸν a 37 λάβραξ scripsi: λαύρας· libri Comment. in Arist. XXII 2. Mich. Ephes. in de part. mot. incess. anim. 7
footnote 2 τἄ καὶ coll. a 3 ante ὅταν add. καὶ P 7 αὐτῶν ex αὐτὴν corr. P 8 δύνανται a 9 ποοφάγων a 12 δι’ addidi ἀδδηφάγα P στρέφοντι a 13 post τροφήν adil. καὶ a 16 σαφοῦς ex σαφῶς corr. P 19 τοῦ] τὸ a 21 post μεταξὺ add. γὰρ a 23 post τουτέστι add. τὴν a 24 στόματος ex σώματος corr. Ρ 29 στρεφομένην (ex τρεφομένην corr.) P διάφορα a 31 μὴ addidi
