@node
@author=Artemidorus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Roger A Pack
@filename=tlg0553.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0553.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Geßner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Artemidori Daldiani Onirocriticon, Roger A. Pack, Artemidorus, Lipsiae, In Aedibus B. G. Teubneri, 1963, SLUB Dresden.
@sponsor=University of Leipzig
@title=Onirocriticon
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:55:20Z

72422	 πλείονα μὲν ἤ προσδοκήσαι ἄν τις
 καὶ
 μ’
 διὰ τὴν γινομένην ἀπόφραξιν δυσαναθυμιάτου τῆς τροφῆς οὔσης
 καὶ
 οὕτως
 δέ
 δέ
 καὶ
 αὐτοὺς
 τούτῳ
 τὸ σημαινόμενον
 ὄντα
 τῆς
 σημαίνοντα δέ τι περὶ τῶν προκειμένων
 ὡς
 τῆς
 ὁ
 κατ᾿ εἶδος
 ἀφροδισίων
 καὶ ὅταν ᾖ τὰ θεωρήματα διαλελυμένα ἀπʼ ἀλλήλων
 τοῖς ἀπόροις
 τὸ ὄναρ
 χεῖρες δὲ αἱ πράξεις εἴρηνται.
 γαμεῖται ἢ
 αὐτὰ
 οὕτως ἄρα τὸν αὐτὸν ἐπέχει λόγον δανείῳ ἡ θυγάτηρ.
 ἀφροδισίου
 ἐγὼ δέ ποτέ τινα τῶν γνωρίμων ἐν ἀρχῇ καταστάντα καὶ τὴν ἄλλην εὐπραγίαν εὐτυχῆσαντα ἐν ὕπνοις θεασάμενος ἐν   τῇ πόλει προπεμπόμενον ὑπὸ τῆς ὑποβεβλημένης αὐτῷ τάξεως ἀνίκμους ἔχοντα καὶ κουριώσας τὰς τρίχας τῆς κεφαλῆς ἐπέβαλον μὲν ὡς λύπης αὐτῷ δηλωτικὸν εἴη τὸ ὄναρ· οὐ πολλῶν δὲ διελθουσῶν ἡμερῶν ἐπαύθη τῆς ἀρχῆς, ὅπερ ἦν αὐτῷ καὶ ἐπιζήμιον πάνυ καὶ ἐπίλυπον.
 καὶ
 ἐπὶ δὲ τοῦ παντὸς σώματος τὰ δεξιὰ καὶ τὰ εὐώνυμα ταύτην ἔχει τὴν διαίρεσιν.
 πλὴν
 τοῖς δὲ προειρημένοις ἀγαθὸν διὰ τὸ ἔθος.
 ἀνάγκῃ
 ἀκουσομένοις
 τῷ
 τὸ τυφλοῦσθαι πολλάκις ἐπετηρήσαμεν
 ὁ μὲν οὖν δεξιὸς πρεσβύτερα πρόσωπα σημαίνει, ὁ δὲ ἀριστερὸς νεώτερα. λόγος δέ τις ἔχει ὡς καὶ ὁ ποιητὴς Ὅμηρος τυφλὸς ἦν.
 ἢ ἄλλην τινὰ εὐεργεσίαν μεγάλην. ἔλεγε δέ τις ὅτι ποτέ τινι θεασαμένῳ ἐν ὕπνοις ὀφθαλμοὺς κατὰ πάντας τοὺς δακτύλους ἔχειν τῶν χειρῶν αὐτοῦ προεῖπε τύφλωσιν. καὶ οὕτως ἀπέβη διὰ τὸ ἐπίτηδες προπέμπειν τὰς χεῖρας τοὺς   πεπηρωμένους.
 ὄντως
 ὑπερέχοντας
 εἰσὶ δὲ οἵδε γυνὴ παῖδες συγγενεῖς.
 τοὺς
 οὓς γομφίους ἔνιοι καλοῦσιν
 τοῦτο μὲν οὖν κοινὸν καὶ κατημαξευμένον, ὅμως δὲ εἰρήσεται τίνα οἱ ὀδόντες σημαίνουσιν.
 καὶ ἐὰν θραυομένους, κατὰ λεπτὸν ἀποδώσει
 διὸ σωτήριον πᾶν τὸ μὴ τοῖς νεκροῖς συμβαίνον τοῖς νοσοῦσι καθίσταται. ἄμεινον δὲ τοῖς νοσοῦσιν ἅπαντας τοὺς ὀδόντας ἀπολέσαι· θᾶττον γὰρ ἀνίσταται.
 καὶ ὅταν σαλευόμενοι μὴ ἐκπίπτωσιν
 διὰ τὸ αἷμα
 ἑαυτοῦ
 τοῦ παντὸς σώματος εἰς τὴν ναῦν διῃρημένου
 ἐν
 ἄλλον
 τὰς
 ὅπερ κατὰ μέγεθος θεωρεῖται,
 ὃ κατὰ τὴν ὕλην θεωρεῖται,
 ὅπερ ἴδιον τῆς μορφῆς
 ποτὲ 
 τὰς τοιαύτας
 καὶ
 μὲν
 καὶ
 κατ’ ὄναρ
 ὑδροποτεῖν
 διὰ τὸ δύσπεπτον
 καὶ
 τὰς
 καὶ βαρύτερα 
 τούτων δὲ ζώντων οὐ γίνεται κρέα
 ἐπεὶ οὐκ ἄν ἐβιβρώσκετο 
 ὅτι ἐκ γυναικῶν μετέβαλον οἱ ὄρνεις ἢ ὅτι αἰκάλλουσι
 καὶ ἰχθύες
 ὃ εἶδε κατ’ ὄναρ
 ἀλλὰ τοῦτο διὰ τὸ ἐναργές ὡς τέρας τὸ τοιοῦτο εἰς μεγάλα ἀπέβη.
 καὶ τούτων τὰ λευκὰ ἡδίονα τῶν μελάνων
  ἢ
 περὶ δὲ ταώνων καὶ ἀλεκτρυόνων ἐν τῷ περὶ ζώων ἐροῦμενλόγῳ.
 οἵα τίς ἐστιν ἡ ἑστία σημαίνει
 πλείστας
 ἐπί τινος
 τὸ δʼ αὐτὸ ποιεῖν γελωτοποιεῖν   μιμολογεῖν ὑποκρίνεσθαι καὶ ἐξαπατῆσαί τινας σημαίνει.
 καὶ
 διὰ τὴν ἱστορίαν μάλιστα
 καὶ
 ἐπὶ τὸ ἄρχειν ὁρμωμένοις καὶ
 καὶ μᾶλλον ὅταν ἀγωνισάμενοι δοκῶσιν εἰληφέναι αὐτούς
 ὄναρ
 ἀφροδισίων
 δὲ
 ἢ
 ἡδὺ καὶ
 καὶ ἀποκρίσεις
 καὶ
 περὶ ἀφροδίσιων
 ἔτι
 ἣ μᾶλλον ἂν ἐπὶ τούτων γένοιτο
 οὐδέ αὐτὴν
 τὴν
 ὁ μὲν εἰς τὴν γῆν τὴν οἰκείαν ἀνακομιζόμενος, ὁ δί
 ἔτι καὶ ἄσχημον καὶ ὑπτία βεβλημένῃ
 γένεσιν γὰρ ἢ τύχην ἢ δαίμονά τινα τοῦ ἰδόντος τὸν διέποντα καὶ τῶν ὅλων αἴτιον νομίζομεν εἶναι τὴν μητέρα.
 ἐν
 οὐ γὰρ ἔστιν ἐπʼ ἀκριβές εἰπεῖν
 εἰς
 τὸ ὄναρ
 τῶν
 ἐκ
 κατὰ 
 καὶ τὰ κρυπτὰ ἐλέγχει
 οἱ ἐκεῖ διατρίβοντες 
 καὶ
 ἢ οἴκοις
 ἐφʼ οἷς ἁμαρτάνουσιν
 ὧσπερ δὲ τῶν δένδρων τέκνα εἰσὶν οἱ βλαστοί, οὕτω καὶ τῶν ἀνδρῶν τέκνα εἰσὶν οἱ βλαστοί.
 κατὰ μέρος
 ἢ οἱ τοῖχοι
 καὶ τὰ πρόθυρα τῆς οἰκείας τοὺς δεσπότας
 πολυτελέστερον
 ποδάγραι βρόχοι
 κύνες δὲ θηρευτικοὶ ἐπὶ μὲν   θήραν ἐξιόντες ἀγαθοὶ πᾶσι καὶ πράξεων προαγορευτικοὶ τοῖς φεύγουσι δὲ πονηροί, ἀπὸ δὲ θήρας ἐπανιόντες ἄφοβοι καὶ ἄπρακτοι τετήρηνται.
 πάντων λόγος 
 καὶ τὰς πράξεις
 δὲ καὶ αἶγες
 ἔργων
 δὲ
 καὶ ‘αἰγιβόταν ἀεὶ τὴν ἀγαθὴν κουροτρόφον.’ περὶ   δὲ ἵππων ἐν τῷ περὶ ἀγῶνος λόγῳ προείρηται. ἔλεγε δέ τις θεασαμένῳ τινὶ ἐπὶ κριοῦ καθημένῳ καὶ πεσόντι ἐξ αὐτοῦ ἐκ τῶν ἔμπροσθεν μεμνηστευμένῳ δὲ καὶ μέλλοντι ἐν αὐταῖς ταῖς ἡμέραις τοὺς γάμους ἐπιτελεῖν, προειπεῖν αὐτῷ ὅτι ἡ γυνή σου πορνεύσει καὶ τὸ   λεγόμενον κέρατα αὐτῷ ποιήσει. καὶ οὕτως ἀπέβη. καὶ διὰ μὲν τὴν πρόρρησιν τοῦ ὀνείρατος παραιτησάμενος τὸν γάμον καὶ μόλις ποτέ πεισθεὶς ὑπὸ φίλων μετὰ χρόνον τινὰ ἔγημε μὲν τὴν πρώην αὐτῷ μεμνηστευμένην, δεδιὼς δὲ τὸ ὄναρ ἐφύλαττε τὴν γυναῖκα καὶ διὰ πάσης   ἀσφαλείας διεγίνετο. καὶ ἐκείνη μὲν ἐνιαυτὸν ἐπιζήσασα διετέλεσεν ἄμεμπτος, ἄλλην δέ ἐπιγήμας γυναῖκα, ὡς καὶ νομίσαι αὐτὸν ἀποσκῆψαι τὸ ὄναρ, περιέπεσε τῷ δυστυχήματι· ἀπέβη γὰρ ἐκείνη εἰς ἔσχατον πορνείας ἐκπίπτουσα.
  καὶ κίνδυνον
 καὶ τοῦτο ἐγὼ πάνυ ἐτήρησα καὶ πάντοτε συμφώνως ἀπέβη.
 καὶ
 καὶ ἔχειν καὶ
 ἄλλον τινὰ
 ἐργασίας τε καὶ
 ἐτήρησα
 Καὶ ὁ
 τοὺς τὰς οὐρὰς ἔχοντας
 ἢ ἐν τῇ δύσει
 καὶ ἄρχοντα
 γηρᾶν τε καὶ νεάζειν
 ἢ
 θεοὺς ἢ δαίμονας
 καρκινάδες
 πορφύραι δὲ καὶ καρκινάδες   ἁλιεῦσι καὶ πορφυρευταῖς πολλάκις συμφέρουσιν.
 καὶ
 ὅτι
 καὶ
 καὶ
 πρὸς τὴν τροφήν
 νομίζειν
 καὶ τὸν ἀπόδημον ἄγει
 παντὸς ὡς καὶ ἀετὸς τῶν ὀρνίθων
 βασιλεῖ
 καὶ πρὸς γάμον καὶ παιδοποιίαν διὰ τὸ γαμεῖν τε καὶ τεκνοῦν
 ἢ διαφθαρείσης
 τῆς νεὼς ἢ τῆς οἰκείας
 πηδάλια τὸν πλοῦν ἢ τούς γε τοῦ ναυκλήρου παῖδας, τρόπις τὴν ἐνθήκην τοῦ πλοίου,
 ὅταν μέντοι τις παρὰ τὸν καιρὸν καὶ τὴν ὥραν τοῦ ἔτους τρυγᾶν ἢ θερίζειν ὑπολάβῃ, ἐάν τε ἀγαθὸν ἐάν τε κακὸν ᾖ τὸ συμβουλευόμενον, εἰς ἐκείνην   τὴν ὥραν τοῦ ἔτους τὰ σημαινόμενα ὑπερτίθεται.
 αἰτίᾳ τοῦ ἰδόντος καὶ οὐ τῆς γυναικὸς
 ἐὰν
 καὶ μᾶλλον ἐὰν εἰς ποταμὸν νήχηται
 εἴη δʼ ἂν ἄριστον καὶ ἐν λίμνῃ ἢ ἐν ποταμῷ πλέειν καὶ μὴ νήχεσθαι.
 ἐὰν δέ τις ἐξαναβῇ καὶ ἐπὶ πέρας ἀφῖχθαι νομίσῃ
 δὲ
 πρὸς τοὺς ὄχλους
 διὰ τὸ ἔθος ἢ νόμον
 καὶ ἥδιον
 σημαίνει
 ἀπὸ γῆς εἰς οὐρανὸν ἀναφερόμενα ὡς ἐπὶ τὸ πολὺ καὶ ἀποδημίαν σημαίνει καὶ τούς ἀποδημούντας ἄγει 
 μᾶλλον
 καὶ νάρθηκι ἐπειδὴ ψοφῶδές ἐστι τὸ ξύλον
 παρὰ τὸ λαμβάνειν. ἐγὼ δὲ ἐτήρησα καὶ τοῦτο ἐπʼ ἐμαυτοῦ συμβάν. ποτὲ γὰρ δόξας ὑπὸ τῆς ἐμαυτοῦ γυναικὸς ἐν ὕπνοις ὑβρίζεσθαι, τῇ ἡμέρᾳ ἐκείνῃ ἀκαταθυμίου τινός μοι ὑπαντήσαντος ἐταράχθην καὶ ἐδυσφόρησα καὶ οὐκ ἦν ἀπεοικὸς τὸν ὑπὸ προσώπου ὑποτεταγμένου καὶ ὑφ᾿ οὗ τιμᾶσθαι ὀφείλει   ὑβρισθέντα μὴ ἀηδισθῆναι ἢ λυπηθῆναι πράγματι.
 ἐγὼ δὲ ἐτήρησά τινα τὴν ἑαυτοῦ γυναῖκα προτελευτήσασαν θεασάμενον ἐν ὕπνοις ὅτι δῆθεν καθίστα τὸν οἶκον στρωννύουσα κλίνας. καὶ τῇ ἑξῆς ἡμέρᾳ συνέβη τοὺς πλείονας τῶν διαφερόντων τοῦ θεασαμένου τὸ ὄναρ νοσῆσαι.   καὶ ἐφάνη πρόδηλον τὸ ὄναρ μετὰ τὴν ἀπόβασιν· οἱ γὰρ νοσοῦντες δέονται κατὰ τὸ ἀναγκαῖον τῆς ἑτοιμασίας τῶν κλιναρίων, οὐχ οἱ ὑγιαίνοντες.
 ὁ
 κἀγὼ τοῦτο παρεφυλαξάμην. ποτὲ γοῦν ἐν δυσθυμία ὢν καὶ φροντίδι ἐθεασάμην ἐμαυτὸν ἐν σπυρίδι ἔχοντα λεπτὰ    κερμάτια καὶ εἰσελθὼν ἐν ἐργαστηρίῳ τινὶ ταῦτα ἀπεκλάπην καὶ ἀπώλεσα. καὶ συνέβη με τῇ ἡμέρᾳ ἐκείνῃ αἰσίων μοι ἀπαγγελθέντων περὶ ὧν ἐφρόντιζον εὐθυμῆσαι καὶ ῥᾷον διατεθῆναι. ἔλεγεν δέ τις ἐν συνουσίᾳ ποτὲ   διηγημάτων τοιούτων κινουμένων ὅτι ποτὲ ἐπὶ ἀνύσει χρημάτων πέμψας τὸν ἴδιον αὐτοῦ υἱόν, ἔτι ἀποδήμου αὐτοῦ ὄντος ἐθεάσατο αὐτὸν ἐν ὕπνοις ἐλθόντα καὶ λέγοντα τρισχίλια ὀκτακόσια νομίσματα ἤνεγκα. καὶ ἀναθέμενός τινι τῶν ἐπιστημόνων τὸ ὄναρ ἔμαθεν ὡς ἄπρακτος   ὑποστρέψει αὐτοῦ ὁ υἱός. ὃ καὶ ἀπήντησεν, πρῶτον μὲν ὅτι τὰ ἐναντία ἀεὶ ἀποβαίνουσι, δεύτερον δὲ καὶ ὅτι ἀεὶ εἰώθαμεν διὰ τῆς τοιαύτης θέσεως τῶν δακτύλων τῶν τρισχιλίων ὀκτακοσίων σημαίνειν τὸ οὐδέν.
 καὶ γὰρ αὐτὴ ἡ χελιδὼν ὁμορόφιος.
 καὶ βουλόμενον ἀνίπτασθαι
 κατ᾿ ὄναρ
 χρὴ οὖν τοῖς ἀξιοπίστοις καὶ περὶ τῶν ἄλλων πάντων λέγουσι πιστεύειν.
 ὅν φησιν ὁ ποιητὴς 
 καὶ
 φωνὴν
 πεντάκις τῶν εἴκοσι γινομένων
 γὰρ
 ἀεὶ
 μὲν ἐγχώριοί εἰσιν ἀλλὰ
 ἐργάτας καλουμένους
 μάχεσθαι
 πονηρὸν δὲ ἐτηρήσαμεν τὸ μῖσος.
 θεοὶ καὶ
 ὅταν εὐπορίσωσιν
 προσῆκεν
 ἀπὸ
 ἐν τῷ περὶ μυῶν 
 ἀπὸ γὰρ   τῶν αὐτῶν σύγκειται γραμμάτων
 τὸ περιεχόμενον σῶμα τοῦ περιέχοντος ἀπαλλάξασα 
 τὸ
 ἐν τῷ δευτέρῳ βιβλίῳ ἐν ἀρχῇ ἐπεμνήσθην
 εἰς εὐθυμίαν ἀνάγειν αὐτὸν 
 καὶ μὴ ἠρεμεῖν
 ὅπερ ὑγιείας ἐστὶ σύμβολον
  ἐπὶ τοῖς ὑπὸ τῶν αἰδοίων σημαινομένοις
 καὶ περιβλέπτους
 εἰπεῖν
 διὰ τὸ παροπτᾶν
 καὶ βλάβης
 καὶ κατὰ τὸ πλεῖστον εἰς τὸ δημόσιον
 τὰς
 μόνη γὰρ αὐτὴ καὶ ἀναλύεται μετὰ πολλὴν τριβήν
 ἐπιθυμῆσαι
 περὶ
 τροφῆς
 οὕτως καὶ ῾ θεῖός μοι ἐνύπνιον ἦλθεν ὄνειροςʼ
 ἐν
 ἢ τὸ ἔσχατον ἡμέρας μιᾶς
 ἔν
 ἐν
 τὴν τέχνην σύστημα   ἐκ καταλήψεων πρός τι τέλος εὔχρηστον ὁρίζονταί    τινες εἶναι.
 ἢ ἀμίαν γεώργια 
 μᾶλλον
 καὶ περὶ αὐτὴν τὴν διάθεσιν τῆς γνώμης
 ἐπεὶ   δὲ αὐτὸς ὁ πατὴρ ἐνήργει, αὐτὸς ἦν ὁ καὶ τοῦ θανάτου τῷ παιδὶ αἴτιος οὐκ ἐν δέοντι καιρῷ τῆς νόσου θρέψας αὐτόν
 τούτους
 μὴ
 τινὸς
 ἡρπάσθησαν καὶ
 καὶ ἐπικτᾶσθαι
 μὴ 
 καὶ γὰρ ἐπιβουλεύεται καὶ φθονεῖται ὁ πλούσιος.
 καὶ παιδία
 εἰς εὐθυμίαν, ἵνα ἐλπίδι τῶν ἐσομένων   ἀγαθῶν μὴ ἀπαγορεύσωσι κακοπραγοῦντες
 καὶ πᾶσιν
 ὅτι μέλαν ἐστὶ καὶ δάκνει
 ὅρα δὲ καὶ τὰ τούτων ἔτι γελοιότερα. σκέπαρνον τὸ κώδιον ἔφη τις, ἐπεὶ σκέπει τὸν ἄρνα· οὕτω γὰρ καὶ διαυλοδρόμος ὁ ἀλεκτρυὼν   γίνεται, διὰ γὰρ τῆς αὐλῆς τρέχει. καὶ ἄλλα δὲ ἄν τις εἴποι ὅμοια ἢ γελοιότερα.
 βοτάνην
 ὡς ἴσον εἶναι τὸ χρῖμα θεραπείᾳ
 πρότετον    ἢ
 τι λέγω·
 ἡ
 αὐτὰ 
 τῶν μὲν ἐν κεφαλῇ ἐπὶ βλεφάρων καὶ ὀδόντων καὶ χειλῶν   καὶ γλώττης τῶν δὲ ἐν ὅλῳ τῷ σώματι τὰ ὑπέρ ζώνην καὶ ὑπὸ ζώνην τὰ δεξιὰ πρὸς ἄρσενας ἢ πρεσβυτέρους τὰ δὲ ἀριστερὰ πρὸς θηλείας ἢ νεωτέρους ἢ νεωτέρας
 τὸν
 προσβάλλουσι γὰρ τῷ μὲν τείχει πολέμιοι τῷ δὲ πλοίῳ θάλασσα καὶ χειμών.
 εἰ μὴ μόνοις τοῖς ἄρχειν δυναμένοις
 ὁμοίως
 ὁ παρὰ τοῦ Αἰγυπτίου λεχθεὶς ὄνειρος
 τὸ ὄρνεον
 εὑρόντες   δὲ τὰ θηρίου ὀστᾶ
 οὐ γὰρ εἴ τι ἄμπελος τοῦτο καὶ σἶνος ὅθεν ἄποτος ἐγένετο ὁ οἶνος
 διὸ καὶ οὐκ ἀπέθανον
 ἄλλας
 τὸ πλεῖστον
 αὐτοῦ
 τὰ
 ὑπὸ θηρίων
 διά τινα ἀντίβασιν ἄλλων ἀστέρων
 ἐκ
 τῶν πρώτων
 ἢ
 τῶν
 καὶ παράλληλα καὶ ὁμοῦ
 αὐτὸς
 καὶ πᾶσι μυστηρίοις παρών
 πορευόμενος
 καὶ υἱὸς καὶ υἱωνὸς καὶ   πατὴρ καὶ πάππος καὶ θυγάτηρ καὶ ἐγγόνη καὶ μήτηρ καὶ μάμμη τὸν αὐτὸν ἔχουσι λόγον.
 καὶ οἱ ἐχθροὶ τοῖς ἀδελφοῖς
 καθʼ ὕπνους
 αὗται αἱ κρίσεις αἱ ἐν τοῖς ὕπνοις ὑπό τινων κρινόμεναι
 ἢ τελετῆς δεομένους
 ἃ
 ἔχειν δοκῇ
 καὶ
 εὑρὼν
 ἀπὸ τοῦ κρεοπωλίου
 μέγα μὲν καὶ οὐχ οἷόν τε πιστεύειν ἀλλʼ οὖν γε οὕτως ἀποβὰν ἱστορήσαμεν
 τὰ γράμματα καὶ
 καὶ κρεμάμενον
 τοῦτον ὅνπερ λαμπτῆρα καλοῦσι.
 τῷ σχήματι
 ἀστέρα
 ἐπὶ ξένης ἔνθα ᾠκοδόμησεν
 κατ’ ὄναρ
 ἢ διὰ τὸ μὴ εἶναι ἄλλο σῶμα ᾧ ἂν ἐχρήσατο ἢ διὰ τὸ μήτε βαίνειν δύνασθαι μήτε ἀναλίσκειν ἔχειν
 ἀρχαῖον
 κατὰ
 τῶν οἰκείων καὶ
 ὃν ἐπεπέδητο
 κατʼ ὄναρ
 διὰ τὸ δαιμονᾷν γε
 τοῦτο γὰρ καὶ τῇ χειρὶ συμβαίνει
 κατ’ ὄναρ
 αὐτῷ
 ἐπειδὴ ἔμελλεν αὐτῷ τὸ λοιπὸν χρῆσθαι εἰς πορίαν
 ἰδεῖν
 τῆς λεγομένης καρδόπου
 αὐτὸν
 θηλυδρίας τε καὶ ἀνδρόγυνος ὤν
 ἦν
 ὅτι δὲ μὴ ἀλόγως   ἀπέβη ἐπιστεύσαμεν ἀπὸ ἑτέρου.
 ὄναρ
 εἰς οὐρανὸν βλέπουσα
 οἷς πρὸς τὸ τεκεῖν χρῶνται αἱ γυναῖκες
 ἦν γὰρ ἄρρεν   σπέρμα
 τοῦ θεοῦ
 καὶ οὐδὲ πόθεν   ἂν ἀμείβηται τὰ πρὸς τὸ ζῆν
 ὄναρ
 ἀφελόντα
