@node
@author=Seniores Apud Irenaeum
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Dr. Joh. Flemming
@filename=tlg4015.tlg006.opp-grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane
@publicationStmt=University of Leipzig, commentaria_14_1.xml.
@respStmt=Digital Divide Data, Corrected and encoded hOCR output, Greta Franzini, Project Manager (University of Leipzig), Frederik Baumgardt, Technical Manager (University of Leipzig), Bruce Robertson, OCR'd the text (Mount Allison University)
@sourceDesc=Michael Hayduck, Michael Hayduck, John Philoponus, In Aristotelis meteorologicorum librum primum commentarium, Berolini: Typis et Impensis G. Reimeri, Berlin, 1901, Volume 14.1, Internet Archive.
@sponsor=University of Leipzig
@title=Commentaria in Aristotelem Graeca
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:12:11Z

126552	marginal 1r
footnote Refertur ex GRTZa; de ceteris, velut FSV, tester quae diserte adnotabo 1. 4 titulum om. Z: ἰω(??) σχολαστικοῦ ἀλεξανδρέως σχολαστικαὶ et mox ἐπιγνώσεων (pro ἐπιστάσεων) R, qui Ἀριστοτέλους om. 6 καὶ περὶ Za: καὶ om. GRT 11 καὶ (post μὲν) om. Za 14 καὶ κατὰ τὰ μέρη a 16 ante οὐρανοῦ lac. Ill litter. T οὐδὲν γὰρ GTa 17 18 διὰ τὴν τοῦ οὐρανοῦ προσηγορίαν et mox δηλοῦσαν a 19 τῷ τιμαίῳ a 19 sqq. Πλάτων Tim. p. 28 B; Politic, p. 269 D 19 ἢ καὶ ἄλλο Plato 19. 20 ἄλλο τί ποτε RZ (Simplic. De cael. p. 1,7 Heib.; at cf. ib. p. 281,17) 20 ὀνομασθῶ R 21 δὲ Plato 22. 23 fort. ἀλλ’ ἅπαντα
marginal 1r
footnote 1 ταῖς] τῆς a 2 λέγων G1T1 3 δ’ αὐτῶν RZ 4 πᾶσιν om. Z 5 παροκολουθούντων a 6 τουτέστι τοῖς μεταξὺ a 9 ὁ om. a 10 καὶ om. Z, qui mox καὶ pro γὰρ αὐτοῦ libri 12 κοινῇ om. Z 14 διέλαβεν] διαλήψεται a 15 αἰσθητοῖς R 16 αὗται καὶ διὰ R 18 τῶν (ante μετάλλων) om. (G)a 19 ταῦτα Z: ταύτας cett. 21 post παρούσης add. τοιαύτης GT, ταύτης a ἡ τοιαύτη συνέχεια Z 22 ὁ alteram om. a 23 φασὶ GT1 23. 24 ἀποδεδομένον R 27 διορίσθω RZ τοῦτον ἡμῖν τὸν τρόπον Ar. p. 313 b 22 28 γενομένων Z φθειρομένων R: φθειρομένων ὁμοίως Z: φθειρομένων τὸ ὁμοίως ἀντὶ τοῦ καθῶν (καθ᾿ ὧν T: immo καθόλου cl. p. 7, 11) ὁμοίως GT: φθειρομένων ὁμοίως κατὰ πάντων, ἀντὶ τοῦ κατὰ πάντων ὁμοίως a 29 ἐκείνοις Z: ἐκείνην (om. εὔλογον) R 30 ἀνἐνοήτους R 31 μναζομένοις R 32 βυβλία et mox βυβλίῳ etc. constauter a
marginal 1r
footnote 2 ἕτερα omissis παρὰ τὰ τέσσαρα (sed in mrg. ἑτέρα πρ Δ τὰ) T: ἑτέρα π τὰ ἕτερα R 6 ἀστέοις 6 τοιούτων Z 7 γὰρ om. GT1 8 πεπερατωμένον R; ceterum cf. Philop. Phys. p. 438,8 sqq. 9 τε] τι a 13 ποιεῖν T 13. 14 ταῦτα — δισάσειν om. Z 15 καὶ τῆς R: τῆς GTZ : καὶ περὶ τῆς a, 16 περὶ] επὶ R 19 et 23 θέσιν] σύνθεσιν Z 21 πεπερασμένον Z 23 ὄν om. a 23.24 πρὸς — δεομένη om. Z 26 ἃς] immo ἣν 28 διδάξειν a στοιχείων γίνεται Z 30 μερῶν] μέτρων R 30. 31 γίγνεται et γιγνόμενα et γιγνομένων a 32 διαλήψεσθαι a 36 ἐνερ γ R: ἐνεργεία Za
marginal 1r
footnote 1 δὴ] δὲ Τ φασὶν R ὅτι τῶ Z ἑστῶσαν a 4. 6. 12 αἰεὶ R 6 αὐτὴ RZ 13 ὃ ἐστὶ T καὶ τὰ φθειρόμενα Z 14 et 16 ἀσώματος Z 15 οὐκ om. GT ἀσωμάτου R : ἄ(??) Z : ἀσωμάτων (GT)a δυεῖν ex corr. R 17 κενὸν σῶμα R 18 ἔνθα κτλ.] cf. Ar. de Cael. Γ 3. 302a 15 sqq. 19 σωμάτων RZ: ἀσωμάτων GT: σῶμα a 20 ἀναλύεται a 22. 23 ἐνυπάρχειν a et corr. T: ἓν ὑπάρχειν GT1: ὃν ὑπάρχει (ὑπα(??) RZ) RZ 25 ὑπαρ Z τῆς om. R 27 ἐξ om. ἄσ(??) Z 29 πλλείονα a fort. καὶ &lt;εἰ πλείονα,&gt; 31 ἐγένοντο a 31. 32 GT1 33 τἀναντία R IIippocrat. de nat. hom. p. 350 K. (VI p. 34,17 Littr.)
marginal 1v
marginal 2r
footnote 1 ἤλγειεν utrobique R: ἤλγτεν priore loco T1 3 ἀριθμὸν R: ἀρθμὸν a (cett.) 4 εἶναι ἄπειρα R prius ὁ om. T 6 τι om. T1 7 λαβὸν Z1a 8 εἶναι τοσαῦτα Z τῆς om. R 9 ἢ ἀγέννητα· σκέψιν εἰς R 10 ἐνεργείας libri (certe GRa) 11 φθειρόμενον om. Z 13 ὑποτίθεντο Z 16 εἰ om. RT1: ἣ a ἡ παρὰ φύσιν om. T1 foit. καὶ &lt;εἰ&gt; κάτω 18 ἡ γῆ] ἡ γῆ a ταῦτα δὲ Z 19 ὑποτιθέντος Z   γὰρ] τοῦ γὰρ GT1 22 ἀσωμάτων GTa 23 ἐστιν a 24 εἴη om. a 26 ἀλλ’ ἐξ ἀλλήλων ἄρα Z 28. 30 κατὰ— ἀλλήλων om. GT 28 et 30 ἔγκρισιν et ἐγκρίνεσθαι Z 31 εἰ τὸ ’T ὑπάρχειν a, qui κατ’ ἐνέργειαν om. 32 δὲ delevit a 34 μόνον a ἐξ ἀλλήλων a
marginal 2r
footnote 4 ἅπερ GT 10 καὶ τ εἰς R 11 εἴη σώματα δυνατὸν εἶναι· καὶ τὸ εἰς (sed εἰς om. T) GT 15 τὸν] τῶν (Z)a τῶν om. (G)a 18 τὰς (post κατὰ) om. Z 21 ἕκαστον οἰκεῖον R 22 διαφορῶν τῶν δυνάμεων a 23 ἡ om. TZ 26 φορᾶς Τ1 (??) 30 τῆς om. Z 31 ποιούμενος libri praeter a 35 προλαμβα Z: προλαμβάνοι ut vid. G: προσλαμβάνει T 36 βιβλίῳ Z εἰς om. Τ1 τὴν om. Z
marginal p. 314a 1
marginal p. 314a 2
marginal 2v
footnote τοῦτον R1: τοῦτο a 2 τοῦ] τῆς R: τοῦ (??) Z γὰρ addidit a 7 γινομένων] φθειρομένων R 8 γίγνονται Z τὴν τέχνην Z καὶ extremura GRZ: om. Ta 9 κατὰ τέχνην δὲ a: κατὰ δὲ τέχνην T: καὶ κατὰ τέχνην R: κάτα τέχνην GZ 11. 12 καὶ τούτων — φθειρομένων om. Z 11 πάντα T1 15 αἱ (ante ἐφεξῆς)] ἡ a αἱ (ante μὲν)] ἡ R 16 δὲ om. G 18 Διοριστέον, φησί om. a 19 εἶπε a 22 τὸ δὲ τάς τε αἰτίας καὶ τοὺς a μέν καὶ ταὐτὸν (om. οὐκ) Z σημα(??) R: σημαίνῃ T2 23 αἰτίας Ta: αἰτίαν GR: αἴ τ Z 26 δὲ] δὲ καὶ Z τὰς (post καὶ) om. R 28 καὶ ὅτι Z 29 δρόσου] δυό σου a
marginal 2v
marginal p. 314a3
marginal p. 314a4
footnote 1 τίς ἑκάστου ἡ GTa 6 τα(??) (at cf. ad v. 8) Z : ταύτης R μεταβο Z 7 γένοιτο a κρύσταλον RT1Z1a 8 γίνεται καὶ ταύτῃ μεταβ(??) εἰς ὕδωρ Z 9 διαφθορούμενον Τ1 11 ἐπελεύσει R τὸ] τοῦ Z 12 ἐκπυρηνίζεται (υ et ἡ ex corr.) R: ἐκπυροῦται celt. 16 ὅτι ἡ ὕλη R 23 αὐταί R: cett. 24 λόγον καὶ αὐτὸς συντελεῖ καὶ αὐτὸς δηλοῖ Z 26 γνωσθείσης om. T1 ἡ τίς R 27 εἶναι φύσιν a; cf. Ar. 27. 28 ἀλλοιώσεως καὶ γενέσεως a Aristot. 31 Ὅμηρος π 181 31. 32 μεταβολὴν τοῦ Ὀδυσσέως Z
marginal 2v
marginal p. 314a6
marginal p. 314a8
footnote 1 ἐὼν] R 2 ὁ— μεταβληθέντα delevi μεταβληθέντα ὑπὸ τῆς ἀθηνᾶς tr. Z σκώπτει R 8 ἡ om. R1 ἀλλ’ om. GTa ἀπλῶς Z 11 αὐτῷ ἑαυτῶ S) 13 προτίθησιν Z 14 γὰρ om. Z λέγουσιν εἶναι Aristotelis lihri (praeter FH); at cf. infra p. 10,25 17. 18 μὲν ἐνυπέθεντο Z: μὲν ὑπέθεντο GT 19 ἄγουσι] λέγουσι T γένεσιν om. Z δὲ καὶ τρόπον Z 21 μὲν (sed in mrg. ni. rec. μένον) R 22 αὑτοῦ F: αὐτοῦ cett. 23 ἄλλο περὶ R 25 αὐτὸ (G)a 26 οὐκ ἔσται Z τὴν μὲν μεταβολὴν Z 28 εἶπον p. 8,29 31 ἀναγκαῖος αὐτοῖς το(??) Z ἐπάγωμεν Τ2Ζ (item V)
marginal 3r
marginal p. 314a 10
footnote 1 μένῃ om. add. Τ2 5 αὐτοὺς V et mrg. T3: αὐτῆς ex corr. T2: αὐτοῖς cett. 6 το(??) Z 8 περὶ δὲ ταῦτα Z 11 post ἀμετάβλητον interplat οὐκέτι ἡμῖν συμφέρονται a: exoideruut plura (lacuuara uon indicant libri) 12 αὑτοῦ (G)a: αὐτοῦ cett. εἴδους Z εἰ om. add. T2 13 δοῖε R1 15 πλείω om. Z 18 περὶ supersor. R τὸν δημέκριτον Z 19 περὶ V: παρὰ cett. 20 καὶ prius om. Z fort. &lt;ὅτι&gt; οὐ 21 ἀλλοίωσιν — στοιχεῖα om. add. mrg. 22 μόνον a 25 πᾶν (om. εἶναι) λέγουσι καὶ πάντα ἐξ ἑνὸς γεννῶσι a 26 πάντα] πάντ’ (ex πᾶν corr.) R: πᾶν τῶ Z 28 γενόμενον T: γιγνόμενον a p. 314a11
marginal 3r
marginal p. 314a 13
marginal p. 314a 15
footnote 3. 4 ἀναλοίωτα G: ἀλοίωτα Τ1 5 δέ τινες GZa 6 ἐμπεδοκλέα τε· | οὕτως γὰρ R 8 γὰρ καὶ Ra et corr. T: καὶ om. GZT1 10 θάλις R1: θαλλὴς Z 12 Ηράκλητος a 13 γε] τε Z ἠγνόησεν (ό ex ώ corr.) R 14 τῶν ὄντων λέγουσι Z 16 τῷ] τὸ GT1 οὗτος Za: οὕτως GRT 17 κατ’ αὐτὸν] καὶ ταὐτὸν T 18 ποιῶν καὶ ἐγκρίσει tr. Z: καὶ ἐκκρίσει om. V 20 λέγει τὰ om. Z 21 τοὺς] τὰ R 23 δὲ prius om. Z, qui νῖκος καὶ φιλία 23 p. 12,3 Ἀναξαγόρας δὲ, ἄπειρα καὶ Λεύκιππος, καὶ Δημόκριτος. ὁ μὲν γὰρ, τὰ ὁμοιομερῆ στοιχεῖα τίθησιν, οἷον ὀστοῦν, καὶ σάρκα. καὶ μυελόν. καὶ τῶν ἄλλων, ὦν ἑκάστου τὸ μέρος, συνώνυμόν ἐστι. | Ἀλλ’ ὁ μὲν Ἀναξαγόρας φησὶ τά ὁμοιομερῆ—τῆς χειρὸς χεῖρες. | Δημόκριτος δὲ καὶ Λεύκιππος, ἐκ σωμάτων ἀδιαιρέτων τἄλλα συγκεῖσθαί φασι. ταῦτα δὲ, ἄπειρα καὶ τὸ πλῆθος εἶναι καὶ τὰς μορφάς. | Ὁ δὲ Δημόκριτός φησιν ὑπέθετο σώματα, οὐ μόνον τῷ πλήθει etc. lemmata inesse ratus ex Aristot. interpolavit a 25 — p. 12,1 ἑκάστου τὸ μέρος συνώνυμα (omissis ἐστί· σαρκὸς γὰρ — συνώνυμα) Z
marginal 3v
marginal p. 314a23
footnote ὑπετίθεντο RT et ut vid. G: ὑπετίθετο Z: de a vide supra 5 εἶναι] τῆς Z τι] τε ut vid. GT1 6 πλείωσι G et fort. T1 8 ὑπετίθεντο R 11 δὲ] δή R 11 et 16 πεπερασμένοις R 12 πεπερασμένους Z 13 πάσαις R IG ἢ om. T1 18. 19 εἰ δὲ — τὸ ἄπειρον om. add. mrg. R2 19. 20 εἰ καὶ] ἡ καὶ ’T 20 πάντα R 21 ἐν ἀπείροις εἴη Z πάντων] μόνου Z 24 24 ὑποκείμενον corr. T2 τοῦ ἀτόμου Z 26 et 27 αὑτὰ] αὐτὰ R et fort, alii 26 δια(??) Z 27 αὐτὰ δὲ πρὸς GT 29 ἀνώτερον Z τἆλλα R: τὰ ἄλλα T: τἄλλα cett. τῷ] τὸ Ζ αὐτὸ Ζ
marginal 3v
marginal p. 314a24
marginal 4r 2 φησί mut. in φύσει R 4 αὐτῶν Ra: om. GTZ 5 τὸ ἐπὶ R: τὸ δὲ ἐπὶ Z 7 πάλιν a 9 παρὰ] πρὸ ut vid. ’ 12 δέ om. ’ 13. 14 τοίων ἡ τοίων corr. R: τοιῶν ἢ τοίων R1: τοιῶν ἢ τοιῶν cett. 14 ἀλλὰ R1TZ ἑτέρα Za 15 ἑ . . . . . μὲν οὐχ ἑτέρα δέ Z 18 δέ φησιν Z 19 εἶναι om. add. mrg. Z τὰ om. R 21 num ἔφασκεν? 22 ὁμοιομεριῶν R; sim. 23 ὁμοιομερίας R1 etc. 24 γιγνόμενα a ὀστᾶ a 27 δὲ om. GT κατὰ τὸ] καὶ τὰ T 30 ἀναξαγόρας δὲ GTa: δημόκριτος δὲ RZ : lacuna XII litter, ia V 32 εἴπερ δὴ ἄρα ἄρα om. Z) RZ p. 314b1
marginal 4r
marginal p. 314b3
marginal p. 314b3
marginal p. 314b4
marginal p. 314b8
footnote 2 τοὺς] τὸ Z 3. 4 τοῦτο αὐτὸ Z: αὐτὸ deleverim 6 Ἀεὶ — ἕν ora. t: nimirum continuaverat solito more superius lemma usque ad ἀλλοιοῦσθαί φαμεν μένειν Arist. αὐτὸ Z 7 Διότι] ἐπειδὴ γὰρ a 8 Τὸ δὲ — φαμεν om. hic a, qui pergit τὸ δὲ μεταβάλλειν τοῦ κτλ. τοιοῦτο R 9 τοῦ (post μένοντος) om. a δηλονότι] ἀλλοιοῦσθαι φαμὲν, οὐδ’ ἄν διαφέροι γενέσεως ἀλλοίωσις interpolat a 12 φασὶ om. Z 13 ταῦτα R τὰ om. T 14 ἡ] ἢ R: ὡς Z 15. 16 τῶν συνθέτων εἶναι Z IG μιγέντων G 16. 18 τὴν οὐσίαν — μιγέντων om. Z 17. p. 15,2 φύσις γάρ, ἔφη — τουτέστιν] ἡ γὰρ μίξις καὶ ἡ διάλλαξις αὐτῷ τὴν σύγκρισιν σημαίνει. φανερὸν οὖν ὅτι τῇ ὑποθέσει τῇ πλείονα στοιχεῖα λεγούσῃ οἰκεῖον φᾶναι, ἕτερον εἶναι γένεσιν ἀλλοιώσεως. ἀλλὰ καὶ ὅτι τόνδε τὸν τρόπον λέγουσι, δῆλον. τουτέστιν a, qui superius lemma uscjuc ad V. τὼ τρόπον τοῦτον continuaverat 17 φύσις] ἀντὶ τοῦ κρᾶσις adn. mrg. T2 18 ἀλλὰ κτλ. Empedocl. v. 38 St. 79 Κ. διάλλαξίς Y: διάλεξις GRT 19. 21 οὕτω φάναι — τῇ ὑποθέσει om. Z
marginal 4r
marginal p. 314 b 10
marginal p. 314 b 10
marginal p. 314 b 12
footnote του Z 5 καὶ σύγκρισιν om. a 6 καὶ om. Z 8 διάλεξίς GR1T 10 φθοράν] διαφορὰν GT 13 ταὐτὸ Z 14. 1.5 τοῦτον — τὸν εἰρημένον τρόπον om. T, ubi verba τουτέστι—τρόπον in mrg. suppl. T2 15 οὕτω GTa 16 γίνεσθαι τὴν γένεσιν Z 17 διάλλαξίς τε om. add. T2 διάλεξίς G καὶ ἐξ ὦν GTa ὁ om. a 18 διαφέρειν κτλ. p. 314 a 23 19. 20 μέντοι φάναι R 21 περὶ Z 23 εἰ καὶ μὴ εἰ μὴ καὶ Ζ 26 εἶναι λέγειν τι Ζ 29 δ᾿ ὅτι a 30 p. 16,20 αὐτοῖς λέγειν τὴν ἀλλοίωσιν — ῥᾴδιον om. Z 30 λέγει a
marginal 4r
footnote 3 ἐστι om. add. T2 4 σωζόμενον R 6. 7 τῆς—λεγομένης (scil. ὑποθέσεως?) GRT: τοὺς — λεγομένους a (item V, si silentio fides) 7 οὕτω (G)a οὖν om. a 8 ἔτι δὲ (G)a 9 &lt;τοῦ&gt; addidit a μέντοι GT: μέν τινα R1 11 οὖσαν] εἶναι T 12 ταύτης GT τὴν σύγκρισιν a 15 τοιοῦτος R1 15 16 ἔνιοι λόγους scripsi: εἶναι λόγους RV: λόγους εἶναι GT1a: λόγους ἔνιοι εἶναι T3 16 ἀλοίωσιν R 20 τοῦτο (ante ὅτι) om. a 21 καίπερ] καί περὶ RTZ1 22 μέλλων] μετ' ἄλλων R 23 δείξειν a ὁ om. Z 24 κίνητὸν (sic) a 26 ὡς οm. a 30 τῶν αἰσθητικῶν ποιοτήτων a 31 ἂν om. RZ τὸ ποσὸν GTa 32 ἑξῆς R1a p. 314 b 15
marginal 4v
footnote 1. 2 ποιοῦνται a 4. 5 δι’ ὧν — ἀλλοίωσιν om. GTa 4 γὰρ Z: om. R 5 &lt;τὰ γὰρ πάθη&gt; εἴδη εἶναι &lt;φασὶ&gt; τῶν a 5. 6 τὰ αὐτὰ τοῖς αὐτοῖς a 6 R1 10 ὕδωρ Z 11 λέγεν GT 13 τῷ a: τὸ cett. 15 δέδοικται GT1 ὁμοιομερίαι R 16 περὶ om. superscr. R 18 ψύχεος R τε alterum om. R μανίας G 18. 19 τῶν ἄλλων τοιοῦτον Z 22 συντεθεισῶν a: συντεθέντων RZ: συνθέντων T: συνθέτων G 23 ἀκίνητον Z δικνεῖσθαι (G)a 24 τῆς σφαίρας GTa τῆ σφαίρα ἡ κίνησις Z ποιεῖν Z 28. 30 δοκεῖ—ἔχειν om. Z 31 τὰ ἄτομα Z ἔχειν a: ἔχει cett. 33 βάσεων] βία Z
marginal p. 314 b 26
marginal 5r
marginal p. 314 b 28
marginal p. 315 a 3
footnote 4 Ἢ] cf. Aristotelis libri ὑποθετέον εἶναι τοῖς ἐναντίοις a 7 οἱ πολλὰ om. R τὰ στοιχεῖα a 12 πᾶσα Ra: πᾶσι Z: πᾶσαν GT μεταβολὴ Z 13 ὁμοιειδῆ Z ἐνέργεια GRTa 13. 14 τοῦ ὑποκειμένου Z 16 lemma om. a, qui superius lemma plenius dederat 17 ὁμοίως οὑν φησιν a: ὁμοίως δέ φησιν Z ἀναγκαῖον κοινὸν ὑποκείμενον R (et V): ἀναγκαῖον ὑποκείμενον κοινὸν GTa: κοινὸν ἀναγκαῖον ὑποκείμενον Z 18. 19 οὕτως καὶ ἀλλοίωσιν ἀναγκαῖον κοινὸν ὑποθέσθαι ὑποκείμενον Z 21. 22 κατὰ τόπον in eras. Τ2 24 αὐτὸν RZ 27 εἰ καὶ αὐτοὶ RT: ἢ καὶ αὐτοὶ G: εἰ καὶ αὐτὸ Z: αὐτοὶ δὲ a 28 immo τούτῳ ἰδίαν Z
marginal 5r
footnote 1 ἀναξαγόραν R οἰκείαν] ἰδίαν a φωνήν] φ υ (h. e. φύσιν) Z 2 ὠ μάσης a 4 λέγειν Z 5 ἀμετάβλητα μὲν Z 7 ἐνγίνεσθαι et τὸ σφαῖρον Z γίγνεσθαι a 9 ἀποβαλόντος R ὥστε fort. recte a 13 κρατήσει RZ 14 διαφόρου GT 15 προσγινομένων δηλονότι καὶ παθῶν a τῶ ἑνὶ ἄλλων ἐν R: τῶ ἐντάλλων ἐν Z: τῶ ἑνὶ GT: ἄλλων a 16 γινόμενα GTa 19 άφορισμένον Z 20 προσλαβὼν R1Z1 τῶδε R: τῶ δὲ a (cett.) 21 οὕτω R (et V): οὐτῶ οὑν TZ: οὕτως οὖν (G)a ἐν om. Z ὁτῳοῦν (sic) V: τῶ οὗν R: τῶ cett. 22 νῦν om. a 25 ἓν ἑνὶ R 33 ἄλλας εἰ ἄλλω Z, qui mox ὑποτίθεται ἐν τῶ μὲν Ζ
marginal 5r
marginal p. 315a18
marginal 5v
marginal p. 315a19
marginal p. 315a26
footnote 2 δὲ om. GT 5 lemma (quo de cf. Ar. codd.) om. hic a 6 Ὅτε—πᾶν om. add. mrg. R2 ὅταν Z: ὅτε οὑν a 10 καὶ τὸ πότερον a αὐτῶ R et Aristot. cod. E 11 ὑποτείνεται R ἀσύμφωνον Z 15 τοῦ] τὴν Z 16 ἄν addidit a ἐν om. Z 19 &lt;ταύτῃ&gt; ἐν ἀρχῆς V 25 παλαιωτἐρων G 31 μὲν οὖν] γὰρ a 32 λέγω] ἐγὼ R 32. p. 21,2 Πλάτων—στοιχείων] lemma 315a29—b9 Πλατῶν μὲν οὐν—ἀλλοίωσιν a
marginal 5v
marginal p. 315a27
marginal 6r 1. 2 μόνης τῆς τῶν R (et V): μόνης τῶν GT: μόνων τῶν Z 3 τοῦ] τὸν R 4. 5 περὶ γενέσεως om. R 7 γίνεσθαι Z 9. 13 cf. Plat. Tim. p. 73 E 10 ὁ δημιουργὸς καθαρὰν a λείαν RT1a: λίαν GT2Z 11 ἀντίθησι a 12 οὕτω (G)a 13 εὔτικτον R ἐκ om. R (et V) 15 μεταβολῆ a γεννᾶται ὀστᾶ Z 16 γενηθῆναι GTa αὐτὸς γὰρ κτλ.] cf. Ar. p. 316a4 17 οὐδὲν libri αὐτῷ a 20 αὐτῶν GT 22 ἦν om. Z Πλάτων] ap. Arist. Top. Z 2 p. p. 140a5 (cod. A) ὁ 23 ἐν om. (G)a πρὶν Ε ; a 24 εἰ om. GT ἐκεῖν et οὗτος ὁ δημ. Z 25 οὐχ οὕτω (G)a 26 τοσοῦτο a μόνος Z 26. 27 οὐδὲ—οὗτος γάρ] ὁ δὲ Δημόκριτος a 27 ἐπὶ πολῆς R 28 περὶ Z πεφορτικὼς GT1 29. 31 δυναμένας καὶ πρὸς τὰς ἄλλας κινήσεις, κινήσεις δὲ εἰπὼν ἀντὶ a, qui lemma non agnovit 30 καὶ περὶ κτλ.] cf. Ar. cod. H 31 ἔφησεν ἐν Z
marginal 6r
marginal p. 315a35
marginal p. 315b4
footnote 1 Φυσικῇ] cf. E 1 p. 225a20 sqq. μὲν] μέντοι Z, qui mox ἀντὶ τοῦ πτώσεως 2 ἔδει κτλ.] cf. Arist. vulg. 3 τὸ τοιοῦτον GT: τὸ τοιοῦτο a 3. 4 τῷ ποιητῇ] Hom. Ω 721 (cf. λ 383) 5 αὐτὴν libri 6 Ἐκκλησιαζούσαις] immo Lysistr. —410 7 ἐσκεύασας] cf. codd. Aristoph. 9 et 10 πρήσματος et πρήματος a 10 &lt;ἵν’ ᾗ&gt; ἡ βάλανος a 12. 13 τὸ δὲ ἐν τῷ πῶς διαφέρει, ἀντὶ τοῦ κατὰ a 12 διαφέρειν Z 13 τὸν om. Z καὶ (post γὰρ) om. Z 14 μὲν] δὲ GT καὶ om Z 16 δὲ οἱ μὲν ἄλλοι] δέ φησι a 17 ἄρα R 18 διὸν T1 19 δὲ] τὲ (?) G 20. 23 ἀπεφήνατο οὐδὲ περὶ μίξεως, ὑποκατιὼν προστίθησιν. ἰστέον δὲ ὅτι ἡ μίξις ἡ a 23 ἡ δὲ μίξις Z 24 ὄγκων RT: ὄντων (GZ)a 25 διαλαβῶσιν Z 26 παμπερμίας Z 27 δεῖ γὰρ τῶ Z τῷ ex corr. T2 28 διαλεγομένων G: διαλεγομένας a p. 315b9
marginal 6r
marginal p. 315b11
marginal p. 315b13
footnote 1 δ’ ᾤοντο τὸ ἀληθὲς Ga 3 οὕτω a 4 οὕτω (G)a δύναται RT1 6 post τάξιν addit τῶν στοιχείων Z 8 ἄλλῳ] ἄλλην T 11 φαίνεται om. Z 14 τὸ Za et corr. R: τῶ GR1T 18 δέ λέγει a οὐ τοῦ ἀσυνθέτου Z post σύνθετον addit καὶ ἡ μεταβολὴ τοῦ συνθέτου συμβαίνει a 20 φησὶ del. a ἑνὸς] γένος Z 21 Οὐ μόνον φησὶν ἡ a καὶ ἡ μετάταξις (om. τῶν ἀτόμων) Z τὴν om. Ta 24 οὕτω μὲν οὖν Ζ (et V): καἰ οὕτω μὲν a δέ τις ἄν R (et V) εἴπη Z 26 εἰς κρίσιν R 27 ἔλεγε Z 29 ἀφέλῃς GT: ἀφέλῃ RZ: ἀφέλοις a ποιεῖν Z 30 τῷ Ra: τὸ GTZ τὸ om. Z καταληφθὲν GRa p. 315b14
marginal 6r
marginal p.315b15
marginal 6r
marginal p. 315b24
footnote 1 τραγῳδίᾳ γίνεται καὶ κωμῳδίᾳ a; cf. Aristot. 3 προῃρημένων (G)a 4 alterum τοίως om. Z πολλὰ T 6 ἐπειδὴ δοκεῖ R σχεδὸν πᾶσιν (Z)a 8 ἐπεὶ δὲ GT 9 τε om. GTa ἔδοξαν Z 10 ἐχώρισαν R: ἐχώρησαν Z: ἐχώρησεν GT: ἐχώρισεν a 15 τῳ] τὸ a 16 εἴπερ] εἰ δὴ a ὑποτεθείη a 17 ἢ] καὶ a 18 δὲ] δὲ ἄρα (immo δὲ ἔσται, ut est in V) R οὖν] ὃν Z 20 πάντων R; cf. Aristot. 25 τὸ (ante ἐξ) om. a σύγκρισιν] σύγκρισιν, γένεσιν a 26 ἔχειν] ἔχειν· ὄντων ἐξ ἀνάγκης κατὰ σύγκρισιν οὐ μὴν εἰσάγεται τὸ ἀδύνατον GT μὲν om. R ἐξ ἀνάγκης om. Z 27 τῶν om. Z
marginal p. 315b28
marginal p. 315b30
marginal 7r 5 οὐ] τῷ a πὰν Z: πάντη V διαφέρει R 7 μεγέθη ἄτομα, πότερον a 10 ὡς ὁ πλατῶν GTa ἀτόπου Z 11 τῆς (ante δόξης) om. Z fort. Ε; λόγῳ Περὶ οὐράνου Γ 1 Δ 2 etc. 12 εἰ om. R 14 συγκρινομένην ΓΖ 14. 15 καὶ φυσικωτέρα καὶ πιθανωτέρα a 15 ἡ] εἰ Z 18 τῶν R ὁ om a τῇ] τῆς GT 21 ἀντέθεικεν R1a 22 γεγυμνασθέντες a 24 γυμνάζειν T 30 ἄλογον γὰρ R
marginal p. 315b35
marginal p. 316a7
marginal p. 316a8
footnote 2. 3 καὶ ταύτας—ἐπιφάνεια om. GT: κἀκείνας εἰς σημεῖα. ὃν γὰρ λόγον ἔχει ἐπιφάνεια πρὸς σῶμα a 4 οὕτω (G)a 6. 8 ἀπήντηκε. τὸ δὲ τροπὴ καὶ διαθιγὴ καὶ ῥυσμὸς λέξεις εἰσὶν et mox ἐχρῆτο a 7 διαθηγῆ T: διαθήκη R1 8 διαθηγὴ GRTZ δωρικαὶ Z: αὐδηριτικαὶ V; at. cf. Philop. Phys. p. 117,11 9 τροπὴν δὲ τὴν (G)a θέσιν Fa: γένεσιν cett. εἰ ἡ GR2TZ: ἡ ἡ R1: εἰ om. a, qui μὲν βάσις traicit 10 διαθιγὴν a: διαθηγὴν T: διαθηγὴ GRZ 11 &lt;αἱ ἄτομοι&gt; πρῶται, αὗται δὲ δεὐτεραι F 14 οὐδὲ γὰρ R ἔφασκον GTa τροπὴ T 15 γὰρ φήσ R χρηματίζεσθαι Z 16 τὸ δὲ αἷς a αἷς Aristotelis codd. F et pr. E: αἲ ceteri Aristotelis libri 17 ἀντὶ τοῦ αἷς τισιν a 18 τοῦ σίγμα R 20 δύνανται om. R 20. 22 συνείρειν. λόγους δὲ καλεῖ a: lemma omittit, si silentio fides, etiam Z 21 τῶν πολλῶν λόγων vel τῶν ἄλλων λόγων Aristot. 22 παθήματα GT1 23 οἱ] εἰ GT p. 316a12
marginal 7r
marginal p. 316a14
footnote 1 φασὶν ὅτι (cum Arist.) et αὐτοτρίγονον a τὸ om. R 3 διαιρετέον G1TZ 3, 4 ἄρα utrobique pro ἔσται R 3 τὸ om. GTZ 5 εἰς ἀδιαιρεῖται a οὐ δυνατὸν R: fort. ἀδύνατον, &lt;εἴπερ ἀδύνατον&gt; 6 οὐκ ἔστιν ἀδιαίρετον R 7 εἰ—διαιρετόν om. GT 10 &lt;ὅτι&gt; τινὲς a πλατωνικ`` R 11 τούτοις a 12 δοθεῖσαν om. (G)a 13 μεγέθη εἶναι Z 15 διαληθῆναι a 17 figuras om. Za 19 μεγέθη om. Z 19, 20 πρὸς τοὺς ταῦτα a 20 λέγοντες T 21 οὗτος V: οὕτως cett. μὲν οὕτως Z ἀδιαίρετα Z 22 εἶναι ἀδιαίρετα R1 25 καθ’ ὃν Z (et V): καθ’ ὃ vel καθὸ cett. 27 θείη a et Aristotelis libri (praeter Ε, qui φήσει) σώματι εἶναι R 31 immo λέγειν
marginal 7r
marginal 7v
footnote 1 πάντα διαιρεῖσθαι δύνασθαι Z 2 τοῦτον τὸν τρόπον Z 3 immo μορίων 7 ὑποτιθέντος T 8.9 ἀλλ’ εἰ—διῃρημένον om. GT 8 διείρηται a 9. 10 τὸ μέγεθος— διῃρημένον om. Z 11 ἡ εἰς οὐδὲν ἢ εἰς στιγμὰς Z ἔσται] ἄρα R, solito in hoc codice errore, quem hinc adnotare supersedebo 12 καὶ om. Z 13 ἔσται om. R 14 εἶναι διαιρεθῆναι Z 16 ἢ εἰς οὐδὲν ἢ εἰς ἄτομα λογισθήσεται διαιρεῖσθαι Z 18 παρατιθέμεναι R 19 ἀπεργάζεται R1 20 ἐνέργεια GT1 πλείονας R 23 συναύξουσι scripsi: συνάξουσι RZ: συναίξουσι (GT)a παρατεθεῖσαι R 24 φύσει GT ἀμεγέθες (Z)a ποιεῖν μέγεθος om. R οὐδὲν (om. ἄν) R 25 πᾶσαι GTa: αἱ πᾶσαι RZ: αἱ πᾶσαι αἱ V; of. Ar. p. 316a33 26 συντεθὲν] συντεθῶσιν GT1 ποιῆσαι ποσόν τι Z 27 ἤτοι] εἴτι R1 κα(??) ὅλα a: καθὸ R: καθόλου GTZ 28. 29 καθ’ ὅλα V: καθ(??) R: καθ’ ὅλου cett. 29 ἐφαρμόττουσιν GT έσται Z: ἄρα R: ἅμα GTa 30 ἁψάμεναι T ἅψονται GTa
marginal 7v
marginal p. 316a17
marginal p. 319a19
marginal p. 316a29
footnote 2 τὴν λέξιν a 3 lemma om. hic a 4 εἴη τοῦτο πάντῃ Ar. 5 εἰ γάρ ἐστι φησὶ a 8 μύρια a 9 κἂν εἰ μήπω a 18 ἔνθα R 19 εὐπορίαν a 19, 22 ἐκτίθεται. τόγε μὴν καὶ κατὰ τὸ μέσον ὡσαύτως δηλονότι διαιρετὸν, δηλωτικόν a 20 τὸ μέσον GT Arist. (praeter cod. E) 25 καὶ ὅλως κτλ.] cf. Ar. 26 γεγονὼς Z 27 ὕσαι R 29 εἰ δὲ ἐνδέχεται γίνεσθαι om. R 31 κἀν εἰ ἐκστιγμῶν (om. συγκειται) a; cf. Aristot. 32 οὐχ ἅμα] οὐκ ἄν εἴη a: οὐκ ἔσται V
marginal 7v
marginal p. 316a31
marginal p. 316a34
marginal 8r
marginal p. 316b2
footnote 2 ἤσαν ἅμα Z 4 ἐγένετο a 4. 6 ἐφεξῆς λέγων. τοῦ συνεχοῦς διαιρεθέντος εἰς δύο καὶ πλείω, καὶ πάλιν a 5 ἡ καὶ] ἡ T: καὶ Arist. 8 ἀληθῆ a αμφοτέρως a λέγων om. a: fort. λέγειν 9 συντιθεμένων a γίνεται Z: γίγνεται R: R: γίνεσθαι GTa 10 πρόθεσις R 13 οὐ μὴν ἀλλὰ καὶ a 15 ἐν om. GT περιζομἐνοις a ἔκπρισμα τὰ GT 16 πρισθῆναι GT: προσθῆναι R1: προσθεῖναι Z et corr. R: περισθῆναι a 17 οὕτω (G)a ὑποθεῖτο corr. T: ὑποθοῖτο GRa 18 ἔκπρισμα R1 19. 20 διαιρεθήσεται— εἰ δὲ μὴ om. add. mrg. R2 22 ἔλεγεν a 22, 24 μέγεθος. τὸ δὲ οὐ χωριστὸν, γράφεται καὶ χωριστὸν, καὶ σημαίνει a 23 εἶδος RZ (et V): εἶδος τί GT: εἶδός τι Ar.
marginal 8r
marginal p. 316b5
footnote 1 ἔλαβεν T καὶ δι’ ὧν εὕρισκε R 2 ἐνταῦτα a 3 ὑποθοῖτό GRT1 4 οὕτω (G)a 6 ἐκ μὴ Z: ἐκ R: μὴ ἐκ GTa 8 παραλαβοῦσαν R 9 γινωσκέτω γὰρ ὁ Z 13 γὰρ τοῦτο οὐδὲ σώματος R 16 οἱ δὲ] οὐδὲ R 17 ἀμεγἐθων GTa ὑπαρχόντων Z 17. 18 ἀμεγέθων Ta: μεγεθῶν G 19 ἀναβλύουσι R 22 εἰς] πρὸς Z 25 δὲ ποῦ libri 26 ἀποφατικῶς T 27 οἷον γὰρ Z ποιὰν Z 29 οὕτως RZ: οὕτω GTa 30 ἀπορίσεις a 33 περὶ τοῦ τόπου a ἀκούεις GTa
marginal 8r
marginal p. 316b6
marginal p. 316b9
marginal 8v
footnote 2 γενόμενον R ὃ a: ὃν cett. 5 ἀφῇ R1 αἰεὶ a δυεῖν corr. R2 6, 7 ἤδη—πέρας V: om. GRTZ: ἁφή· τὸ μὲν γὰρ πέρας suppleverat a, qui mox dederat ἔστι (pro εἷναι), μὴ ὄντως τοῦ περατουμένου ἁπτομένου. αἱ δὲ ἁφαὶ τῶν ἁπτομένων μόνον ἔσονται ἁφαί 7 καλεῖς scripsi: καὶ εἰς V 11 οὖν om. T 14 δυνάμενα Ra 15 αὐτῶν scripsi: αὐτῶν libri ἕπεται R τὴν φωνὴν ἁφὴν R1 18 τὸ] ὅτι fort, recte a 20 γένοιτο a 22 ἢ ἄλλο τι T 23 τῷ] τὸ GR1TZ 24 οὕτω (G)a 24. 26 τὸ ξύλον, ὡς μηδὲν ἕτερον εἶναι ἢ στιγμὰς, καὶ γὰρ οὕτως ἔχει ὡς δύνασθαι πάντη διαιρεῖσθαι, διαίρεσιν γὰρ a 27 τὰ μέρη R2Za: τῶ μέρη GT: τῶ μέρει R1 27. 28 διῃρέθησαν διαιρ—Τ) τεθέντα GT 28 συντεθῆναι R τῷ] τὸ T οὕτω (G)a 29 ἴσον Za: ἴσην GRT ἀνάγκη] v. Ind.
marginal 8v
marginal p. 316b11
marginal p. 316b12
marginal p. 316b16
footnote 1 τῷ (ante διαιρετῷ) del. (G)a 3 δύναται a διηρῆσθαι τὰ μεγέθη a 3 et 5 διαιρεῖσθαι Z 4 τούτω RZ: τοῦτο GTa τὸ om. Τ1: τῷ ἁ 5 πάντα διαιρετὰ Z 6 τὸ δὲ πάντη ἄρα a 8 καὶ om. Z; fort, recte διῃρήσθω μὲν] διήρηται δυνάμει· εἰ δὲ τοῦτο, καὶ a 8. 9 ἀδύνατον R 9 καὶ (ante ὅτι) om. Za; fort, recte 10 &lt;ἄν&gt; ἐκβαίη a; et sane desit hic particula librariorum potius quam Philoponi culpa 12 τὸ δὲ εἰ γὰρ (G)a 13 ἐπαναλαμβάνει a 14 φησί om. a 17 αὑταῖς V: αὐτοῖς cett. 18 βούληται T 19. 21 ἀλλ’ οὖν ὅτι—εἴδους εἶναι dedi dubitanter codicem V secutus (ubi tamen deest ἡ, et pro εἴδους εἶναι exstat εἶναι εἴδους): ὅτι ἡ ὕλη καθὸ ὕλη (haec duo verba om. GT) ἐστὶ πρός τι οὖσα χωρὶς αὐτὰς καθ’ αὑτὰς αὐτὴν καθ’ αὑτὴν Z, qui tria sequentia verba in lac. om.) χωρὶς εἴδους εἶναι GRTZ: ἐπειδὴ ·ἡ ὕλη καθὸ ὕλη ἐστὶ πρός τι ἐστὶν, οὐχ οἷόν τε αὐτὰς καθ’ αὑτὰς χωρὶς εἴδους εἶναι a 20 ἔμπροσθεν p. 31,11 sqq. 22. 23 Ἀλλὰ—ἀδύνατα om. R 22 Ἀλλὰ μὴν] cf. Ar. codd. 23 ἀδύνατα GTZ et Ar. codd. EH: τὸ ἀδύνατον a δὲ καὶ περὶ GTa φησιν ἐν a ἐν om. Τ1
marginal 8v
marginal p. 316b19
footnote 1 εἴρηκε μὲν γὰρ κἀν (sic, ut saepe) τῶ τρίτῳ οὐ (sic) βυβλίῳ a Περὶ οὐρανοῦ Γ 4 p. 303a3 sqq. εἴρηκε] εἴρηται Z 2 Z Ra: ἑβδόμῳ cett. Φυσικῆς ἀκρ. Z 1 3 Περὶ ἀτόμων γραμμῶν ex gr. p. 29 sqq. τῶν ἀτόμων GT 4 ἀπορείας a 9 et 13 οὕτω GTa 12 προστίθεται T 13 πῶς om. R 15 προσειρημένα T1 17 ἄτοπον a 21 τουτὶ GTa: τοῦτο R: τὶ Z τὸ om. Z 22 ἀλλὰ GZa 23 ὃ τὴν] ὅταν GT κωλύση T: συνλὐσει Z 24 πρώτως R 24, 25 ἐν ὑπάρχουσα (TZ)a 25 καὶ] κἄν a πρὸς T 26 ἡδύνατο TZ 29 λέγει T 30 ἀφωρισμέ(??) R 31 μὲν οὗν τὸ a
marginal 8v
marginal 9r
footnote 1 ἐπιδείξασθαι GT 2 τὸ ἅμα] τῷ ἅμα G post μέγεθος addit ἀλλὰ τῷ οὕτω πάντῃ διαιρετὸν λέγοντι, ὡς ἅμα πάντῃ et pergit τοῦτο δὲ δεύτερον a 6 τούτω RZ 8 ἡ om. R 11 ἐπάγει ut vid. G, itemque ex μετάγει corr. T 12 πρὸς] περὶ compend. R: om. V, qui mox ὑπόθεσιν ἀναιρῶν οὐ τὸ] αὑτὸ GT 13 ἴσως ἄν τις V 15 κἀν τοῖς κτλ.] p. 29,5 sqq. εἴπωμεν GT1Z 17 ὑποθέσθαι Za: ὑποθέσεως GRT 19 ἔστι] ἔτι (GTZ)a 20 ἀπείρου R προδιελομένης compend. R 20. 21 Φυσικῇ ἀκρ. Γ 6. p. 206a21 sq. (cum Philop. comment. p. 459,12 sqq.) 24 ἅλμα] ἅμα T 25 τὸ om. R 26 ἄπειρον Ta 29 πεπἐρασται libri 31 τι]. τὸ T 32 ὑποδέξασθαι Z ἐπ’ ἄπειρόν φαμεν Z 34 ἐστὶν Z: ἄρα R τὸ T
marginal 9r
footnote 2 ἄπειρον libri 6 οὕτω (G)a γοῦν] γὰρ Z τῳ] τὸ GT 9 διαίρεσις Z μηδέν GRT: μὴ δεῖν (Z)a 10 ψεύδη Z 13 τότε γὰρ GT 14 Φυσικῇ Γ6 p. 207a17 τῶν ὅλον G1: τὸν ὄλον G2T 16 οὐκ ἔστι Z: οὐκ ἄρα R: οὐκ έσται GTa 22 οὕτω (G)a τὸ] τῶ GT1 24 γάρ φαμεν διαιρετὸν Z 26 τῷ a: τὸ cett. 32 μὲν om. a 34 ὄντος] ὄντως GT1 37 προσθέμενος R
marginal 9r
marginal 9v
marginal p. 316b23
marginal p. 316b28
footnote 2 ὅσαι a περὶ Z 3 μόριον addidi 9 τὴν] τοῦ R1 10 ἐπιφέρειν Z 13 ἅμα εἶναι GRT (et Ar. FH): εἶναι ἄμα Za: ἅμα om. V 15 ἐστὶν ἄτοπον et ἄμα πάντη Z πάντῃ] ταύτη R 16 γένοιντ’ ἄν GT1Z 16. 17 γένοιτο δὲ—ἐνεργείᾳ V: om. cett. 18 τὸ τὸ] τὸ Za 20 ἅμα om. Z 21 σημεῖον om. Z 22 τῳ] τὸ GT 24 προείρηται Τ 27 ἀσώματα a 28 ἔσται] ἄτοπον R 31 ἐπαγαγὼν GT ἄμα πάντη Z διαιρεῖσθαι R 33 ἐναργείας R: ἐνεργείας cett. περὶ compend. (Z)a
marginal 9v
marginal p. 316b29
marginal p. 316b32
footnote 2 et 3 ἐφεστῶτα GRT, sed altero loco ὑφεστῶτα corr. R 4 ὡς οὐκ ἔσται ἄπειρα τότε τὰ τὰ om. V) FV 5 οὐδ’ GTa 6 μέρει a 8 φησὶ διαιρεῖται R τούτου] immo του (Ar. p. 316 b 32) 9 καταντήση corr. T: ἄν καταντήση a 11 τε in eras. T: τὸν (?) G 12 εἰ RTZ: ἡ G; ἢν a οὕτω (G)a 15 διῃρεῖτο RZ: διήρητο GTa 17 προσιούσης T 20 ὥστε ἀνάγκη (om. ἄρα) a ὑπάρχειν μεγέθη RZV: μεγέθη ἐνυπάρχειν GTa; cf. Aristot. 20. 21 εἴπερ—συγκρίσει om. V; ceterum cf. Ar. 22 σκοτεινότερον δὲ ἡ a γὰρ ἡ (sic) λέγειν Z 27 δημοκράτειος Z: δημόκριτος T 29 δεῖ V: δὴ cett. 30 ἀποφαίνειν T 32 ὐποστήξαντα GR1 ἐνταῦτα GT1 ἄλλης εἰπεῖν ἀρχῆς a
marginal 9v
marginal p. 316b34
marginal 10r
footnote 2 μεγέθη a: μεγέθει cett. 6 ἔλεγε (G)a 8 ἀτμὶς Z 9 τῆς θυρίδος GTa εἰσβάλλῃ (G)a 11. 12 Ὁ μἑν—ἐστιν om. hic a 11 οὖν om. Z λόγος ἀναγκάζειν δοκῶν Z; ceterum cf. Ar. 13 λέγοιμεν corr. R2 15 ὅτι delevit a 18 διαφορὰν ἐκτίθεται σημαινομένων a 19 ἀδύνατόν ἐστι Z 20 ὑπάρχειν (G)a 21 ὡς οὐχ ὑπάρχειν a 22 ἐπήγαγε GT κατὰ V: καὶ cett. δὲ om. GTa 23 φησίν om. Z 24 ὁ Ἀριστοτέλης GTa τῶν] τὸν R 25. 26 τοῦτο GT 28 ὡς ἀνάγκη τὰ a ἡ om. T 29 ἔχει] φησι a ἡ ἅπερ ἐν τῶ μεγέθει G ὑποτιθέμενα a 31 et 33 διαστήκονται R 32 οὐκέτι ἅμα R 33 ἕξουσιν a
marginal 10r
marginal p. 317a8
marginal p. 317a9
marginal p. 317a9 Ὥστε οὐ πάντῃ.
marginal p. 317a10
footnote 2 lacunam imlicavi: &lt;καὶ οὕτως&gt; inserit a 3 ἕν om. a 5 καταληφθῆναι GR1a 6, 7 στιγμὴ στιγμῆς ἐχομένη Z 9 τῶ πάντη T 10 εἰ] ὁ R 12 γίνεσθαι GT 13 τῶ Za: τὸ GRT 16 ὅτι Ζ 18 πᾶσα a 20 δυνατὸν om. Z 21, 28 δεκτικός. πλείους δὲ μιᾶς, ἐφεξῆς δηλονότι, τοῦτο γὰρ δηλοῖ τὸ ἐπαγόμενον, οὐκ εἰσί τῷ δὲ οὐ πάντη προσθετέον τὸ ἅμα. οὐ γὰρ ἅμα πάντη διαιρετόν. εἰ γὰρ κατὰ τὸ μέσον διαιρετὸν, καὶ κατὰ τὴν ἐχομένην στιγμὴν ἔσται διαιρετόν. καὶ ἔστι κατασκευὴ τοῦτο τοῦ, ὅτι a 23 οὐκ εἰσὶν οm. (G) 24 ὥστε] οὕτως R 28 ὡς μηδὲν μὴ εἶναι R
marginal 10r
marginal p. 317a12
marginal p. 317a17
footnote 1 τέλειος RTZ: τέλος (G)a 2 οὗτος R1 ἦ GT: εἴη a 3 διῃρεῖτο Z: διήρητο R: διήρητο GTa 7 σημείου, ἡ στιγμὴ στιγμῆς a Arist. δέ ἐστι R 8 τουτέστιν ὑποτίθεσθαι R ἐστιν ἕτερον Z 11. 12 ἅμα πάντη Ζ 14 εἴη ταῦτα Z 16 καὶ σύγκρισις καὶ διάκρισις a 18 ἔσται GTa καὶ om. R: immo καὶ διάκρισις καὶ〉 20. 21 ἤδη διὰ τοῦτο ἄτομα Z: διὰ τοῦτο ἤδη ἄτομα GTa 22 ἔσται om. R 23 ἀεὶ εἰς μείζονα Z: ἀεὶ οm. R, fort, recte 25 ἥ τε a: οὔτε cett. κυρίως ἀλλοίωσις ἅμα a 26 καὶ ἡ συμπάθεια ἀναιρεθήσεται RZ: καὶ ἡ συμπάθεια om. GT: ἀναιρεθήσεται καὶ ἡ συμπάθεια a 28 τὴν δὲ ἐν R 29 σφάλεται a 31 ἐν συγκρίσει Ga: συγκρίσει T
marginal p. 317a23
marginal p. 317a27
marginal p. 317a30
footnote 1 μὲν om. a καὶ φθορὰν om. Z 3 συνεχὴς R 5 μόλυβδος GTa ψιμύθιον R1: ψημύθιον GT: ψιμμίθιον (Z)a et corr. R ἀεὶ om. a 6 δὲ om. a καὶ om. GT 7 μόλυβδον GTa 12 Ἔστι] Ἔτι Ra 13 φησί om. Z 14 ὅταν οὖν ἡ ὕλη GTa ἀποβάλλουσα GRT1 15 μὲν οὑν om. a 16 ἐστι om. R μὲν ὄντων R 17 τοῦτο Z: τοιοῦτο R: τὸ τοιοῦτον GT: τὸ τοιοῦτο a 18 Διακρινόμενα δὲ καὶ συγκρινόμενα a Arist. εὔφθαρτα Z: εὔφθραντα T: εὔφραντα G: ἄφθαρτα Ra 19 γένεσις φησὶ Z 20 δὲ om. GT 21 διακριθὲν] διασκορπισθὲν Z 22 ὀλίγον ὕδωρ R: ὀλίγον om. Z: ὕδωρ ὀλίγον GTa οὕτω a 23. 26 ἐξυδατοῦται. τὸ δὲ οἴαν δή τινες φασὶν, ἀντὶ τοῦ a 24 σύγκρισιν εἶναι Z; cf. Ar. p. 317a32
marginal 10v
footnote 1, 2 πότερον—φθειρόμενον οm. a 2 τὸ] τι Aristot. (piaster cod. L); om. infra p. 45,23 3 ἐκλεγμένων G: ἐξελεγχομένων T σώματα ἄτομα Z 4 ὅτι οm. a συγκρίσει καὶ διακρίσει οὐκ ἀνάγκη Z 6 προυβάλλετο GTa 7 χρῆναι φησὶ Z 8 πρότερον GR1T οὔ] ὄν a 10 φασὶν (priore loco) T εἶναι φησὶν et οὖν ἔστι φησὶν Z 10. 11 ἢ—γένεσις οm. add. mrg. T2 11 γίνεται mrg. Z, qui ἐστι in textu 15 τινὰ] τινὶ GT 16 ante οὐσίας scripserat R δεῖ προ τρ΄ δεῖξαι εἰ — ἀγνοουμένου (18.19), sed male iterata statim delevit 20 ἐπηγγέλετο T 21 διδάξῃ corr. T: διδάξαι a 24 πρότερον Z
marginal 10v
marginal 11r
footnote 1 ἑκάστης F: ἐκ τῆς cett. καὶ κατὰ GT 2 τῆς οὐσίας R 3 μὴ οὐσίαν a σημαινόμενον R 4 τῆς οὐσίας a τὸ ἐκ μηδαμῆ Za: ἐκ τὸ τοῦ corr. T) μηδαμῆ GT: τὸ μὴ ἐκδαμῆ R 5 λέγομεν τὰ Z 8 ἔσται om. R 11 ὥστε καὶ καθ’ a 13 Σοφιστῇ p. 260 C sqq. 14 ὑφεστήκοι Z: ὑφειστήκει R: ὑφεστήκει GTa σκύλα T 15 ἔσται γὰρ a 16 οὕτω a ὅθεν GT 18 prius τὸ om. (Z)a ἐξ] δι’ R1 20 μὲν ἀπλῶς ὄν ἐστι, πῆ δὲ ἁπλῶς μὴ ὄν a 23 τὸ ἐνυπάρξει libri post ἡ ὕλη delet οὕτως ἐπιλύσας R 25, 26 ἑτέραν ἀπορίαν Z 27 τῶ GHT 28 ἢ οὐδεμιᾶς a 29 μετέχει R1a: μετέχοι GTZ et corr. R χωρὶς GTa 31 ὑφεστὸς GT alterum ἡ om. GT1a 32 οὕτω Za
marginal 11r
footnote 1 τις om. Z 4 Φυσικῇ] Γ 5 sqq. 7 εἱρμοῦ G 8 ἡ] ἡ libri ὅτι] οὖν R 10. 11 ἐντεῦθεν—ἡ ἄλλου γένεσις om. add. mrg. Τ2 10 γὰρ καὶ ἡ a 12 ὡς om. T τουτἐτι a 16 ὑφεστὸς GT ἐνυπάρξει libri 17, 18 ἡ δὲ—φθορᾶ RZ: ὑπόκειται τῆ γενέσει καὶ φθορᾶ ceteris omissis GT: ὅπερ οὐχ ὑπόκειται τῇ γενέσει καὶ φθορᾷ. ἡ γὰρ μεταβολὴ οὐ περὶ τὸ συναμφότερον a 19 τὴν τῆς] καὶ τὴν T 21 ἡ om. R οὕτω a 22 ἐπεξέλθομεν (G)a 23 ἐστί τι a Arist.; cf. supra p. 43,2 γενόμενον GT 24 καὶ τί Ra Arist.: τί GTZ 27. 28 προσφερόμεθα GT 28 τύχη Z 29 μεταβάλλει R1Z 31 μέλανα a
marginal 11r
marginal p. 317b1
marginal p. 317b5
footnote 2 τῆ τῆς GR: τῆ* T: τῇ (Z)a 3 ἄν γίνοιτο a et Arist. vulg. 4 ὥστε R ὡς om. a; cf. Index s. v. ὅτι ὑπάρχειν GT1 7 τις om. Z 10 εἰ om. Z 14 λέγει Z μὴ ζῴῳ] μείζω Z 18 τῷ] τὸ GT 24. 25 μὴ ὂν—ἁπλῶς bis GT 26 τὸ μὴ ἐκ λευκοῦ R 28 τοῦτον R 29 immo πρῶ̣τον 33 ἐναγόμενον GT1 34 ἐκ μὴ] μὴ ἐξ R οὐσίας ἐστίν a
marginal 11v
marginal p. 317b13
footnote 1 εἰ ὁ ἄνθρωπος R ἤδη καὶ ἐκ a 3 ἕπεται R 5 σημαίνει γένος a 6 ὃ] εἰ a 7 τίς ἔσται a 8 εἰ δὲ μὴ ἔστιν οὐσία μὴ δὲ τῶν ἄλλων τὶ a αἰ 11 σημ R: σημαίνῃ Z et post ras. T 12 μόνον] μέντοι a 13 γὰρ φημὶ GRTZ: γὰρ λέγη a 14 κέχρηται (G)a αὐτὸ R 15 τῷ] τὸ GT1 ἀντέθεικεν R1a 17 θεωρεῖ τὸ κατὰ τὸ GT 19. 20 καὶ τὰ ἑξῆς—κατηγορίαν om. R 23 καὶ RZ: om. GTa 25 φαμὲν μὴ εἶναι Z 31 ἡ] ὑφίσταται (ex v. 28) R1 32 p. 48,1 ἡ ἁπλῶς γένεσις, παραιτεῖται νῦν εἰπεῖν, εἰρῆσθαι γάρ φησιν αὐτῷ ἐν ἄλλος τῆς δὲ τῆς ἀπορίας τὴν λύσιν. εἴρηται δὲ a
marginal 11v
marginal p. 317b18
marginal 12r
footnote 1 δὲ om. Τ1 Φυσικῆς ἀκροάσεως Α 8 (cf. Philop. Phys. p. 170,22 sqq.) 2 ἡ γένεσις—μὲν ἡ bis R 4. 5 τῆς ὕλης—ὑπομένοντος om. add. mrg. T2 5 τῆς bis R 6 ἐκεῖ a λελεγμένοις RZ: λεγομένοις GTa 7 ἡ alterum om. GT 9 τῷ ἐκ] ἐκ τοῦ? an mox &lt;εἶναι&gt; ? 10 δέ] δὲ ὅτι a 10. 11 ἐν ὑπάρξει R: ἐνυπάρξει cett. 12 ἐστὶν ἡ ὕλη GT φῆς G: φαίης a 17. 18 ἔχει θαυμαστὴν ἀπορίαν a Aristot. 19 ἀπορίαν om. R 20 μὲν om. a 21 ἑτέρως ἀνισχυροτέραν G 23 οὐδὲ libri 24 τῷ om. Τ1 28 ὑφεστὼς TZ λέγει TZ 28. 29 τοῦτο μὴ ὑπάρχειν Z 29 εἰς in ras. T: ὡς G 30 γί-νεσθαι καὶ τὸ R
marginal 12r
marginal p. 317b27
marginal p. 317b33
marginal p. 318a1
footnote 2 ὑπάρξῃ T post ἄλλων iterat τι R 4 ὅπερ ἀδύνατον Z πάθη γὰρ om. R 5 ἐστὶν οm. Z: ὐδύνατον (sic) ἐστὶ R 6. 7 τὸ δυνάμει μόνον τόδε τὸ δὲ R) καὶ ὄν. τὸ τόδε τότε δὲ, pro τὸ τόδε, R) παρὰ RZ: τὸ δὲ δυνάμει ὃν τόδε καὶ ὄν. τότε γὰρ παρὰ GT: τὸ δὲ δυνάμει ὃν τόδε παρὰ a 8 οὖν om. Z 9 ἁπλῶς Z 13 ἀεὶ RZ: εἰ GT: om. a 14 τὴν (post καὶ) RT: om. GZa 17 ὀλίγων T 21 δὲ αἰτίας R 21. 22 τῆς κινήσεως φαμὲν εἶναι τὴν ἀρχὴν Z 23 τίς αἰτία] τῆς αἰτίας δὲ om. Z 24 αἰτιῶν R: αἰτίων cett. immo πάσας 25. 26 αἴτια μὲν οὖν ἥ τε ποιητικὴ καὶ ἡ ὑλική Z 27 χρησιμεύσας GT1 τῷ] τὸ a 29 τῆς ὑλικῆς φημι καὶ τῆς ποιητικῆς a Comment Arist. XIV 2. Philopon. De Gen. et Corr.
marginal 12r
marginal p. 318a8
marginal p. 318a9
marginal 12v
marginal p. 318a10
footnote 1 ἐπὶ R ὀλίγον Za: ὀλίγων GRT 2 κἀν R: ἐν GT: κἀν (Z)a 2. 3 τῷ ὀγδόῳ τῆς Φυσικῆς c. 3 3 φησι a: εἷναι GTR: εἴρηκεν, ἔστι Z, qui proximum εἶναι omittit 5 πρώτοις a φησίν (Z)a: φὴ R: φημὶ GT 9 περὶ δὲ Z: περὶ RT: καὶ περὶ (G)a κυκλωφορητικοῦ a διὰ τοῦ RZ 10 κινεῖ GTZ: κινεῖν a: κινῶ R τοῦτον scripsi ex F: τούτων GTR: τοῦτο (Z)a 10, 15 λόγῳ. ἐρεῖ τὰ καθ’ ἕκαστα δὲ τῶν γενητῶν καὶ φθαρτῶν φησιν. ἐν τούτοις γὰρ ἡ γένεσις καὶ ἡ φθορά. ἐν ὕλης δέ εἴδει. ἀντὶ τοῦ ἐν γένη φησι. γένος γὰρ a, qui superius lemma continuanerat usque ad p. 318a12 φθορᾶς καὶ γενέσεως 12 δὲ om. Z 16 δύνασθαι a 17 οὖν τῆς ὕλης φησὶ Z εἴπομεν R 17. 18 φθορὰ καὶ γένεσις RZ: φθορὰ καὶ ἡ γένεσις GT: ἡ φθορὰ καὶ ἡ 22 lemma om. a ἄν om. Z 24 εἰ οὑν φησι a 25 τὸ] τῶ GR1T1 p. 318a13
marginal p. 318a21
marginal p. 318a23
footnote 2 ἀεὶ (cf. p. 60,1) om. a Aristot. (ut infra v. 24) 3 προειρημένην GTa 4 ἔχουσα (T)a 8 &gt; addidit a 10 Φυσικῇ Γ 5 11 ἡ] εἰ Z 13 τὸ ἄπειρον ἐν ταὐτὴ GTa 14 μόνη. εἰ οὖν ἐγίνετο τοῦτο a τῷ om. GTa γίνεσθαι συνέβαινεν ἄν τὸ προυπάρχον a προϋπάρχος GT1 16 τὸ δὲ δυνάμει ἐπὶ et mox ἀντὶ τοῦ (pro Τουτέστι) a 17. 18 ὁ—διαίρεσιν om. a 22 ἄλλος (sic) R αὐτὴ GTa οὑν] γὰρ a 30 τί om. R 31 γεννᾶσθαι GTa
marginal 12v
marginal p. 318a25
marginal p. 318a27
marginal 13r
footnote 2, 5 ὕλην. εἷτα συμπεραίνων om. lemmate a 3 τὴν om. Aristot. 8 δειχθήσεται GT 9 ποτε om. Z τὰ δὲ] καὶ a et Arist. vulg. τὰ δὲ καὶ codex Ε) 13 λέγομεν γίνεσθαι R 14 τὴν] τ R 18 μόνον GTa ante διὰ τί iterant ὁ λόγος αὐτῶ GTR 20 καὶ om. R 21 γενομένων a δὲ] δὲ περὶ Z β α 23 καὶ τῶν Z 24 οὐσίαι] οὐσία Ra 25 τρίγωνον Z: Δ΄ GT: om. R: σχῆμα a 26 εἰ om. a 27 γίνοιτο Z: γένοιτ’ ἄν a ὁ om. T ἐπιστήμων GT 30 prius αἱ om. superscr. R
marginal 13r
footnote 2 οὐσίαν GT 4 ὠνόμασεν a post ὠνόμαζεν iterat μὴ ὃν Z 6 γένεσις (post γῆς) om. GTa καὶ bis Z 9 τιθέμενον Z: τίθεμεν GTR: τιθεμένου a ὑλικὸν a ὑλικὸν a εἴποι GT 12 γένεσιν a 13 ἵππον a 14. 15 τὰ ἁπλᾶ—καθ᾿ ἣν om. add. mrg. Z 15 καθ’ ἣν ut vid. Z: καθ’ ἃ GT: καθὸ R: καθ’ ὃ a 17 κρείττων (G)a 18 χείρων a 21 τὶς om. R: τὶς καὶ Z 21. 22 οὑν πβοσμεταβάλλοντος GT 23 μεταβαλούσης Z 25 γὰρ RZa: δὲ GT αἰσθητὸν δὲ μᾶλλον Z 26 prius ὃν om. R ὃν alterum Z: om. cett. 27 ἡ τῶν] ἧττον R, qui mox αἰσθητ 29 ὃν om. R 30 ψύξις libri μὲν οὖν αὗται a 31 θεωρούμενα a 32 ἤτοι T: ἤτοι G: ἧττον Ζ)a: ἧττον ἤτοι κατὰ τὸ R τε om. a
marginal 13r
marginal p. 318a31
marginal p. 318a34
marginal p. 318b2
marginal 1 alterum γένεσις om. Z 3 γίγνεσθαι a 3. 4 τὰ δὲ—προσθήκης οm. R 4 ὄντα om. Z 5 ὡρίσθαι R 7 κατὰ τὴν ἄλλην τινὰ GT 8 καὶ om. GTa 11 τὸ χεῖρον R 11. 14 οὐκέτι. ταῦτα εἰπὼν μαρτύρεται τὴν χρῆσιν διορίζουσαν, om. hic lemmate, a 12 μὲν om. Arist. fort. ἁπλῆς R1 15 λεγούσης a τὰ δέ τινα a et fort, alii ὅτε] ὅτι T 16. 17 ζητήσει. εἰπόντος δὲ, ὅτι φαμὲν τὸν a 17 μὲν om. RZ 19 ἐνόμισαν τινὲς (om. ἐντεῦθεν) a ἐνομίσαντο T 27 δὲ τινός ἐστιν Arist. (praeter eod. L) 28 ἡ δὲ γῆς γένεσις, τίς γένεσις. γένεσις δ’ οὐχ ἀπλῶς. φθορὰ δ’ a; at cf. Αristotelis codd. EL ἁπλῆ] ἁπλῶς a Arist. 29 ὥσπερ Ra Arist.: ὡς GTZ
marginal 13r
marginal 13v
footnote 1 ἀσυμφώνως R 2 ταύτην λέγει a 5 τρανώτερον GTa 7 τὰ στοιχεῖα a 8 καὶ τὴν μένα 9 ἐκείνους a 9. 10 ἄν—γένεσις om. R 10 τῆς γῆς a: γῆς TZ: τῆς G (?) 11 ἀριστοτέλην T: ἀριστοτε R: ἀριστ(??) Z: Ἀριστοτέλη (G)a 14 ἑξῆς GT 15 φησὶν et τὴν δὲ—οὐσίαν om. GTa καὶ ἧττον] καὶ ἥττω GTa 17 φάσκων p. 318b16 τὸ μὲν θερμὸν Ar. 18 τῶ Z: τὸ cett. 19 ἡλικωτέρου a 20 ἀληθέστερα R1 21 συμφώνως GTa 23 ὑπόθηταί Za 25. 26 τοῦ μὴ ὄντος R 26 ἀπλῶς R 26. 27 τινὰ (hoc om. Z, si recte enot.), κατὰ δὲ—γένεσιν δὲ RZ: om. GT: τινα, τὴν δὲ εἰς τὸ ὃν ἐκ τοῦ μὴ ὄντος, φθορὰν μέν τινα γένεσιν δὲ suppleverat a 28 ἀριστ(??) RZ: Ἀριστοτέλη a ἡ] εἰ R 30 στέρρησιν R1 τοῦδε] τοῦ G 31 προστίθεικα T: immo προστέθεικε (cl. p. 59,20) 32 τὸν] τὸ a
marginal 13v
marginal p. 318b7
marginal p. 318b11
marginal p. 318b14
footnote 1 μεταβάλλειν GT1: ἀποβαλεῖν Z1 3 ἐν om. R μεταβάλλεται GT 4 οὐσιῶν] συμβεβηκότων Z αἱ τῶν] αἰτιῶν R στέρησις a 7 εἰ δὴ Z: εἴδη GRT: τὸ δὴ (et mox τοιαῦτα &lt;ἕτερα ὑποτίθεσθαι&gt;) ex Aristotele a ἦ R 8 ὑπέθετο a 9 θεωρεῖται R1 13. 15 γενέσεως. οἵαις οὑν φησι διώρισται τὸ ὃν καὶ τὸ μὴ ὃν διαφοραῖς, εἴτε a 14 οἷς GTZ: οἵοις R, qui mox καὶ om. πυρὶ et γῇ scripsi: πῦρ et γῆ libri; cf. Ar., unde alterum εἴτε delevi 15 Οἴοις scripsi: οἴαις libri πυρὶ] περὶ GT λέγοις RZ (sed Z traicit καὶ γῆ διωρίσθαι λέγοις): λόγοις GT: λέγεις a 17.19 θάτερον. ὕλην δὲ ὠνομάζει (sic) om. lemm. a 18 τῆ ὕλη RZ: ἡ ὕλη GT, qui ὁποῖά 22 ἀριστοτέλην Τ2: ἀριστ(??) RZ: ἀριστοτέλη (G)T1a 26 εἰρήκαμεν Z τὸ Z: τῷ cett. οὐσιῶν R 27 μᾶλλον (ante ἔχοντα) om, R εἴδη et mox οἷα R
marginal 13v
marginal p. 318b21
marginal p. 318b24
marginal 14r
marginal p. 318b26
footnote 30 ἧττον ἐπιστητὸν ἧττον ὂν εἶναι, καὶ ἀπλῶς ἐπιστήμῃ καὶ ἀγνοίᾳ ὁρίζειν 2, 3 τὰ κατὰ ταύτην GTa 3 ἥττων et χείρων R 8 καὶ τὸ μὴ ὃν a et Ar. vulg. Tw RZ: τὸ GTa 8. 9 μὴ αἰσθάνεσθαι GRTZ: μὴ a; cf. Arist. 10 πολλοῖς om. R 14 τὸ μὲν] τῷ μὲν a 17 τὸ (pro τῷ) utrobique GT 18 οὕτω a 20 μὴ Ra: om. GTZ 21 αἰσθάννεσθαι a 22 καὶ (ante εἶναι) om. GTa τῷ] τὸ T 23 φησὶ GTa τῷ] τὸ GT οὕτω a τὰ τοῖς R 26. 29 εἶναι. εὐθύνων δὲ ἐκείνους. τὸ μὲν οἴεσθαί φησι τὸ μᾶλλον, οmisso hic lemmate, solito more interpolat a 30 ἐπιστήμην R1 διορίζειν Z
marginal 14r
marginal p. 318b27
marginal p. 318b35
marginal p. 319a3
footnote 2 οὐδὲν ὄν GRT 3. 4 ἄλλως καὶ τὸ (at τῶ Τ1) GT et Aristotelis cod. H 4 καὶ τὸ φθείρεσθαι a Arist. vulg. 8 χείρων a 9 εἰ] εἰς R1 12 καὶ om. R 13 ὃν om. Z 14 ὁ om. T εἶναι αὐτὸν Z 15 fort, ἔχειν 16 omisso lemmate interpolat ταῦτα εἰπὼν a τε GRTZ: om. Arist. τὸ RZ: τῶ GT διαφέρει R τῷ] τὸ R οὐσιῶν Z 18 τὸ δὲ τὸ scripsi: τὸ δὲ R: τῶ δὲ τῶ G: τῶ δὲ τὸ Τ2: τὸ δὲ τῷ T1Za 21 ἡ γὰρ] ἡ γὰρ (G)a εἴποι GT 22 καὶ τὸ μὴ ὄν a 24 ἐπὶ T 25 τοῦ ἕνεκά του τὸ οὐ ἕνεκα a: τὸ ἕνεκά του ἔνεκα τοῦ R) οὗ ἕνεκα GRT: τὸ οὗ ἕνεκα τοῦ ἕνεκά του Z ἡ (ante ἧττον) om. GT: καὶ a 26 λέγεσθαι om. GT (ut Arist. cod. L) τὰ δέ τι RZ: τὸ δέ τι GT: τὰ δέ τι μόνον a Aristot.
marginal 14r
marginal p. 319a14
marginal p. 319a18
marginal p. 319a20
marginal 14v p. 319a22
footnote 2 fort. ποιοῦμαι et 3 ἐπὶ πάντων 4 γενέσθαι GR διώρισται GTR 5 γίνεται (altero loco) libri 7 ἐν πᾶσι addidi 8 ἀπάσαις] πάσαις Z 8. 9 ἐν πάσαις ταῖς κατηγορίαις οm. a 12. 13 ἡ δὲ—λευκοῦ om. add. rnrg. Τ2 13 ὁ Ἀλέξανδρος a 14 Φυσικῇ] cf. T 1 p. 201a3 sqq. 15 καὶ om. a; at cf. Ar. codd. HL 16 ἁπλῆς R 17 alterum καὶ om. R 18 ἡ θα·τέρου γένεσις ἀεὶ (cum Arist.) et mox ἀλλ’ οὐ φθορά GT: lemma om. hic a, qui pergit εἰκότως δὲ προσέθηκε 22 post ἀνεπιστῆμον addit ὥστε ἐν ἐκείνοις μόνον τοῦτο θεωρητέον, ἐν οἷς ἐναντίοις οὖσιν ὁρᾶται τὸ βέλτιον καὶ τὸ χεῖρον a. Item in margine superioris lemmatis addunt ἀλλ’ οὐχ ὅταν ἐπιστήμων (sic; cf. Aristot. p. 319a16 sq.) τοῦτο οὐκ ὲν πᾶσι τοῖς ἐναντίοις δεῖ ἐπισκοπεῖν, ἀλλ’ ἐν ὅσοις ὁρᾶται τὸ χεῖρον τὲ &gt; βέλτιον GT2 23 οὐδὲ R δεῖ] χρὴ RZ; at cf. p. 60,29 τι ἀεὶ GTZ et Arist. cod. F: ἀεὶ Ra
marginal 14v
footnote 1 ἄλογον ἐνδείκνυεν R 2 εἰς] καὶ εἰς a τὸ] τὰ GT1 χειρούντων GT1 7 τὸν (priore loco)] τὸ GT1 7. 8 εἶναι ἀεὶ Z 11 ἀναίσθητον] αἰσθητὸν GT κρίνουσαν R 11. 12 ζῶντες κατ αἴσθησιν Z 12 τῇ om. Z 13 ὑποπῖπτον libri 14 τοῦ τὴν] τὴν τοῦ Z 15 τρόπου a et ut vid. R1 17 φασί GT 18 τὸ ἐναντίον om. a 21 πάλιν om. Z 23 οὐκ εστι ἔστιν R) RZ: οὐκέτι GTa 25 ἐξ ὄντος om. Z, fort. recte 26 διότι] ὅτι Z 28 ἀντικειμένης compend. R 29 lemma om. et pergit δι’ ὃ οὐ δεῖ a 32 ὄντος] ὄντα GT1 33 οἲ] ἢ T αἰσθητῷ Z: αἰσθητικῷ cett. 34 τῷ om. Z ὁρίζονται GTa μὴ om. superscr. R, ubi rursus in mrg. μὴ ὃν
marginal 14v
marginal p. 319a25
marginal p. 319a29
marginal 15r 2 δὲ om. T1 4 et 12 εἴτε καὶ· μή Z 9 ὅρα ἀκριβῶς ὅπως Z 11 μηδαμῇ om. Z 13 εἰς prius om. T1 μεταβάλλειν Z: μεταβάλλειν εἰς εἰς in τὸ mutavit a) αἰσθητὸν GRTa 14 τινὸς τοῦ ὑποκειμένου Z 15. 16 τουτέστιν—εἴτε μή om. add. mrg. Τ2 15 ὕπαρξιν ἔχοντος Z 16 οὐ διότι a: οὐδ’ ὅτι cett. 17 τὸ om. G (item T ubi verba φασι τοῦτο ἀναί—Τ2 in ras. scripsit) 20 οὐ γὰρ Z προδιώριζον Τ1: προσδιωρίζοντο a 25 εἰ] ἡ GT 26 ἡ δὲ γένεσις addidit a 28 post ἀπλῶς ex interpolato, ut opinor, Aristotele addunt ἀπορήσειεν ἄν (particulam om. a et Ar. codd.) τις GTa πρότερον R1
marginal 15r
marginal p. 319a33
footnote 5 ἢ οὔ. οὐ περὶ R καταχρηστικῶν GT1 7 φαμὲν R1 ὃν om. a 8 ἀνωτέρω p. 317b16 9 ἐνδελεχεία Z, qui mox τοῦτο om. 11 λέγεις T 13 ἐρεῖ corr. T2: ἐροῦμεν a 13. 14 ὅτι τῆ ὕλη τὸ εἶδος Z, qui proximum μὲν om. 17 χαλκὸς τοῦ ἀνδριάντος ὕλη, ἵνα τῷ τοῦ Ἀλεξάνδρου a 19 μετέβαλλον scripsi: μεταβάλλον GR(T1?): μεταβάλλων Z: μεταβάλλουσι T2: μεταβαλλόντων δὲ εἰς ἀλλήλους τῶν ἀνδριάντων coni. a 21. 22 ἀλλ’ ἐξ RZa: ἀλλ’ εἰ GT1: ἀλλ’ ἢ T2 23 καὶ ἐπὶ a 24 ἀνυπόστατον R &lt;καὶ&gt; τὸ a 25 ὃ om. Τ1 28 ἆρα R: ἄρα cett. ἢ] ἡ γίνοιντο Z: γίγνοιντο R: γένοιντο GT: γίνοιτο a Aristot. 29 οὐδὲ ἐξ R 32 νῦν om. a 33 ἐστι] εἶναι R
marginal 15r
marginal p. 319b2
marginal p. 319b3
footnote 2 ἐγένοντο Z 3 τοῦ alterum om. Z 8 ἡ ἑτέρα (Z)a et Ar. vulg. 9 λέγει addidi: φησὶν Fa: om. cett. 11. 13 προστίθησι. φησὶ γὰρ ὅτι ἡ ὕλη καθ’ ὃ om. hic lemm. a 12 ὃν] ὢν R 12. 13 οὐ τὸ αὑτό RZ: οὐ ταὐτὸ GT 14. 15 ὁπότε (sic) ὄν ἐστιν GRTZ: om. a 16 lacunam (fere σημαίνει. κατὰ τὸ Ε;) cf. cod. F, ubi ὃ μὲν γάρ ποτε ὄν, τουτέστι κατὰ μὲν τὸ ὑποκείμενον καὶ τὴν αὐτὴν φύσιν, μία πάντων ἐστὶν ἡ ὕλη κτλ. οὖν GTR: δηλοῖ Z: νοεῖ a οὕτως om. Z αὐτῆς libri 18 ἡ addidi (habet F) αὕτη (pro αὐτῇ) R 21 ἄν οὕτω τύχη ἐνεργεία a 24 προσεχὴς Ra: προσεχοῦς GTZ 26. 28 κατὰ δὲ τὸν—ἡ αὐτή ἐστι om. Z 27 ἐν αὐτῇ libri καὶ (ante γῇ) om. R 28 τὸν λόγον] τὸν αὐτὸν λόγον RZ
marginal 15r
marginal p. 319b6
marginal 15v
footnote 1 κατ’ κατὰ R) ἄλλον CRT: κατὰ δὲ ἄλλον Z: κατ’ ἄλλον δὲ a 3 λέγομεν Ra τίνι] τί a Arist. 8 post ὅλως iterat ἐστὶν compend. R γίνεται] γὰρ R 9 ἀκαίρως et mox τοίνυν (pro τίνι) R 15 ἀμεταβολήτου T 16 προσήγαγε R 17 ταύτην καὶ om. Z 18 περὶ τὸ] περὶ τοῦ T 19 εἰ om. Z γενομένη Ζ 21 καὶ ἡ ὑγρότης R 24 τὸν αὐτὸν] τουτ`` R 25 πάντων G: κατὰ πάντα 25, 29 τὴν μὲν ἔχουσι—ἀλλήλων RZ: om. GTa 29 ἀπαντῶν (Z)a: ἁπάντων cett. 31 ἡ om. R1 33 ἐκεῖ a ἐγγενομένη Z 34 τῷ ὕδατι πρὸς τὸ εἶναι a
marginal 15v
footnote 1 εἰς] εἰ G 2 οὐκ ἔστι RZ: οὐκέτι GTa 7. 8 τῆς δὲ ἀνειδέου ὕλης (omissis mox τῆς ὕλης τῆς ἀνειδέου) Z 8 φησι GT 9 ὑπάρχουσα T 10 τὸ ψυχρὸν ὕδωρ, οὐκ a 12 οὐχὶ GRTa: οὐχὶ ἡ Z 13 εἰ] ἡ TZ ἡ Ra: om. GTZ 14 οὐχ] ἀλλ᾿ GT 19 ἀπετέλεσαν Z οὐδέ] μὴ δὲ a 21 ὑπάρχει R1T, at ὑπάρχῃ in iteratis (v. ad p. 66,31) R 24 διαφανέστερόν GT 29 πέπερι GRT: πεπέρει Z: πιπέρει a καστορίῳ Z 30 εἰ om. GT1 31 αἵματι] ὕδατι Z γίνεται] γὰρ R οὕτω a 32 γε RZ: om. GTa 35 ἐξ ἀνάγκη a 36 εἰ] εἶ GT
marginal 15v
marginal p. 319b10
marginal 16r
footnote 2 γινομένῳ a 5 εἶναι om. Z 6 ἀέρος] ἔαρος R 9 ἡ] ἡ T εἰς] ἡ εἰς R μεταβολὴ εἰς ἀέρα Z 10 lemma solito more om. hic a, qui pergit καλῶς δὲ προσέθηκε μέν RZ: μὲν οὖν GTa; of. Ar. codd. 11 μεταβάλῃ T πάθεσιν R 13 τουτέστι τοῦ ὑποκειμένου αἰσθητοῦ ὄντος GRT: om. Z: δηλονότι αἰσθητοῦ ὄντος τοῦ ὑποκειμένου a 14 τὸ δέ τι libri; sim. v. 17 19 μεταβάλλει GR1: μεταβάλει ά in ras.; εἰ in ἡ mut. m2) T 20 ἐπὶ] ἐπειδὴ GT 21. 22 πρόκειται R, qui mox om. τὰ 22 ἐλάσσον R 24 μετέβαλε Z 25 οὐδὲ] οὐ Z 26 ἐν ἑαυτῷ a ἀναδέδεικται R 27 γένηται Fa ἢ ὁ δεσπότης δοῦλος om Z 28 μέλλον a: μᾶλλον cett. 30 ὑπομένειν φησὶν a καὶ om. GT 31 οἶον ἐν τῆ [f. 59r] ἡ ἀπορία· ἀλλοίωσις γὰρ—τὸ μεταβάλλον πρ (sic, sc iterat p. 65,20—22 aberrans ad folii 58v) ἐν τῆ εἰς ὕδωρ μεταβολῆ R1 31. p. 67,1 τοῦ ἀέρος μεταβολῆ Z
marginal 16r
marginal p. 319b14
marginal p. 319b18
marginal p. 319b21
footnote 2 ἐστὶ om. GTa 3 ἡ om. T 4 κατὰ πάθη R 5 τἀναντία Z 7 μεταβάλλοι GTa 9 τὸ om. a 9. 12 μεταβολήν. τὸ δὲ ὅταν τὸ ὅλον μεταβάλη εἴρηκεν omisso hic, ut solet, lemmate a 10 et 12 μεταβάλλῃ GT (Ar. vulg.) 12 δὲ delevit a 14 ὅλον R: ὅλου (GTZ)a 15. 18 μεταβολήν. τὸ δὲ μάλιστα εἴρηκεν οὐχ ut, solet a 16 γίνεται (sic) GRT: γένηται Z 17 ἡ ἀφῇ GT: ἧ ἀφῇ Z: ἡ ἁφὴ R 18, 19 οἱ τὼ αἰσθητοῦ (sic) R 19. 20 ὡς πρὸ ὀλίγου εἴρηκε Z 23 ἐάν τι a πάθος τὸ αὐτὸ Za Arist. 24 καὶ τῶ RZ: καὶ GT: καὶ ἐν τῷ a 25 τὴν προειρημένην μὲν ἀπορίαν γυμνάζειν (sic) νῦν a τουτέστι R 26 τἀναντία Ζ ἐάν τι κοινὸν GTa 27 lacunam indicavi: οὐ δεῖ τοῦτο νομίζειν θατέρου μόνου πάθος supplet a
marginal 16r
marginal p. 319b26
marginal 16v
footnote 2 εἰδοπεποιούμενα (sic) GT 3 ἀκοῦ ἑαυτὰς a ἐναντίας οm. Z 4 μένειν RT ἔν τε] ἐν a 5 τοῦ (post καὶ) om. (G)a 6 ἡ ψυχρά Aristot. libri 8 prius δὲ om. T1 δύναται a 14. 15 καθ’ ὃ ἡ μεταβολή ἐστι, κατὰ θερμὸν δέ ἐστι καὶ ψυχρὸν, δῆλον ὅτι οὐκ a 18 αὐτά τε τὸ θερμόν libri: correxi τὸ (post καὶ) om. Z 21 εἰ om. add. T2 23 ὑπῆρχεν πάθος tr. et τὸ θερμὸν καὶ om. Z 27 καὶ τὸ ἄμουσον GTa 32 καὶ ἡ ἀμουσία a Ar. 33 τούτου τοῦ Z τὸ R: om. cett.
marginal p. 319b31
marginal p. 320a2
marginal p. 320a8
footnote 2 ταῦτα] τοιαῦτα Ar. 4 κατὰ τὸ ποσὸν e vulg. Aristotele a ἡ om. R 5 τοῦτον R1 7 τὸ Za: τῶ cett. αὐτῷ om. add. T2 8 μικρότης R 11 κατὰ τὸ πάθος a alterum κατὰ om. Z τὴν om. R 12 καὶ prius om. Z τοῦτον Za: τοῦτο GRT 15 ὑπάρχει Ra: ὑπάρχειν cett. οὐ τὸ πάθος GT 16 τὸ καθ’] τὸ καὶ καθ’ Z 18 ἡ om. a et Ar. vulg. καὶ κυρίως GTa et Ar. vulg. 19 ἀριστοτλ΄ ἔχει Z 20 ὅλη R 21 ἐκείνου ἐκείνου 23 οὕτω a ἐναντίον RT ἐπιλεκτικὸν a 25 καὶ prius om. R φορᾶς a 26 ἔστιν RZ: λοιπὸν GTa Arist. τίνι] τι Ar. (praeter cod. L) τε] τὸ R 28 Εἰπὼν—ἀλλοιώσεως om. R, et pergit τί τε ἑκατέρα
marginal 16v
marginal 17r
footnote 1 ὥσπερ GT 3 ἡ alterum om. Z 5 αὐξομένῳ R 8 τόπον] τὸ ποιὸν Z 12 τοῦτο] τοῦ a 14 γὰρ om. T 15 ἀργυ(??) R 16 ξεστὴν R 17 παραπλησία a 20 ἀββακίου Z φέρουσι T 23 εἶδος om. Z ὑγείαν Z 24 αὐξήσεως καὶ γενέσεως Z τίνι Ra: ὡς τίνι GT: ὦ τίνι Z lacunam signavi: πότερον καθ’ ἕτερον μόνον supplet a ἢ] εἰ Z 26 καὶ om. R 27 ἐν ἄλλη κατηγορία ἄλλη Z 32 καὶ (post ἣν) om. Z οὕτω δὲ καὶ ἐπὶ a 33 ἡ om. R 34 δῆλον παντί Z 36 ποιότητα a θερμάναι R: θερμῆναι a ψύξαι libri
marginal 17r
footnote 1 κατὰ ποσὸν R: fort, κατὰ ποσὸν τὸ ἀφελεῖν T2Z 3 οὖν om. Z 4 διαφέρη R ὁ om. add. Τ2; item mox καὶ (post δὲ) 5 τοῦτο a 8 Φυσικῇ Θ 7 II καὶ κατὰ GT 13 τὸ ἥλιον a 15 ἀμοίβει GT1 16. 17 οὑδὲ γὰρ—τὸν τόπον om. mrg. add. T2 16 ψιμμίθιον T2Z: ψιμίθιον a 17 μολύβδου a 20 τῳ] τὸ T προεπιλαμβάνειν R 21 εἰς] εἰ T 22 φθίσις a 24 ἐπιλαμβάμενει νεῖν R 27 (??) R: νειοὶ G 28 λοιπὰς δύο διαστάσεις a 30 τὰς om. (G)a 31 τὸν] τῶν GRT 33 κατὰ μέρος Z 34. 35 μένουσα ὅλη a
marginal 17r
marginal p. 320 a 15
marginal p. 320a27
marginal 17v
footnote 1 ἐλάττω R: fort. ἐλάττονα 6 φθεῖνον R μόνον a 6. 7 ὡς ὁ Ἀριστοτέλης a 7 ἐν Κατηγορίαις c. 8 p. 11a 5 sqq. ἐν ταῖς κατηγορίαις Z 8 ἀλλοιώτερον GT1 9, 12 τετράγωνον. εἰπὼν δὲ περὶ τῶν τριῶν μεταβολῶν a 10 ἐντελέχειαν RT2: τελείαν GT1: ἐνδελέχειαν Z 11 ἐστὶ R 13 ἦ ταὐτὸν T σημαινομένων R 16, 17 ἐνδελεχεία utrobiqiie Z 20 ὃ ἡ μεταβολή ἐστι καὶ GRTZ: ὅ ἐστιν ἡ μεταβολή a; cf. Aristot. libri τῆς αὐξήσεως RZ: ἡ τῆς αὐξήσεως GTa 23 τῶ ἀριθμῶ (corr. ex τῶν ἀριθμῶν) R 25 καὶ τὸ αὐξόμενον Z 29 ὃν om. add. T2 30, 31 ἐνδελεχεία Z
marginal 17v
footnote 3 ἔχων R 6 οὐδεμίαν Z 9 δὴ] δὲ Z 10 οὕτω a 11 μείζονα om. Z 12 ἢ om. a οὕτω Za 13 τὸ κενὸν ἐνεργεία Z 19 οἷον Z 22 πεποίηται GT1 25 μετέχοι(??) R 27 ἐν τοῖς σώμασιν Z 29 αὐτὸν GRT 30 κἄν] οὐκ ἄν R 31 post ἀνάγκη deleta ἄρα κἀν ἄποιον εἴη R 32 ἡ κατὰ] ἡ κατὰ a 33 πεποιημένων ’ 34 ἡ (ante ἄνω) om. Z ἢ κάτω εἶναι traicit R 36 δὲ ἢ ὕδωρ ἢ GTa
marginal 17v
footnote 1 ἢ κατὰ] εἰ μὲν κατὰ a ἄν (hoc om. a) γῆ ἡ ὕδωρ ἔσται ἄρα, pro έσται, ut saepe R) ἡ εἰ δὲ a) παρὰ φύσιν ἀὴρ ἡ πῦρ GRTa: ἔσται ὡς γῆ καὶ ὕδωρ ἡ παρὰ φύσιν ὡς ἀὴρ καὶ πῦρ Z ὑπάρχει GRT: om. Z: ὑπάρξει a 7 εἴς τε] ὥστε R ὃν] ὃ GT 8 προἰόντος R 9 ἡ om. TR1 12 πρὸς xw εἶναι Ri 10 ὡς] οἷον a 18 ἐν αὐτῶ GT 21 ἀποτεμνομένην a 25 τῆς om. GT 26 εἰσαχθείσεται a 28 ὑποθοῖτο GRT2a: ὑποθεῖτο T1 29 οὕτω a 33 ἀλλήλων γίνεσθαι R 35 ἐπὶ αὐξήσεως R τοῦ ὕδατος ὑπομένοντος Z
marginal 17v
marginal 18r
marginal p. 320a29
marginal p. 320b 1
footnote 2 εἶναι ἔν] ὄν Z 4 αὐξανομένῳ Z αὐτῶ GT1 7 μήτε ὡς GT: μὴ τέως RZ: μήτε a 9 αὐτὴ RZ καὶ (post μέγεθος) om. Za 13 ἡ ὄντως Za: εἰ ὄντως GTR 14 ἢ ἀνείδεος καὶ μεγέθης R 16 ἑστιαῖον GT1 17 ἀέρα] ἄρα T δὲ τῆς αὐξήσεως Z fort, ὅσος 18 τοσοῦτον a 20. 21 χιλοποιηθεῖσαν Z: χ(??)λοποιηθεῖσαν (υ superser. R2) R 21 ποιήσει GT 22 ὄγγου GT 23 αὐτοῦ libri 23. 24 ποσῶσθαι GT1 26 ἢ RTZ: ἡ G: om. a 28 προϋπακουόμενον GT1 28. 30 ἀνάγκης. τὸ δὲ οἷον στιγμὴ, ἀσαφὲς a 29 στιγμὴ RZ et Arist. cod. E: στιγμή τις GT 30 παραθέσει 11 31 χρὴ] δεῖ Z
marginal 18r
marginal p. 320 112
footnote 1 ἢ (ante οὐδένα) om. add. Τ2 3 τὸ δὲ om. a καὶ] cf. Ar. codd. 4 &lt;τοῦ ἀντὶ a διαζευτικοῦ a 5 ἐνδελεχεία Z 6 ἀμεγέθους] μεγέθους GT ὑποδιαιρῶν, πότερον φησὶν ἐκ κεχωρισμένης a, et sane locus lacuna laborat ἡ] ἢ καὶ R1 7. 8 ἢ στιγμὴ Za: ἡ στιγμὴ GRT 8 καὶ μὴν] ἐπεὶ γὰρ καὶ a 9 ἦν ἡ] ἡ om. T1: ἡ αὐτὴ ἦν a πῶς οὖν] διὰ τοῦτο a 10. 13 μέγεθός ἐστι. ταῦτα δὲ εἰπὼν, ἐπάγει ὅτι τῶν προσεχῶς a 14 ὑφεστὸς GT1 διέλομεν GT ἡ γάρ Za: ἡ γὰρ GRT 16 τὰ γὰρ δύο Z 19 εἶναι εἰπὼν, τὸ γὰρ a 22 ἀφωρισμένων R: ἀφωρισμένος GT1 23 ὑπάρχειν Z ὁτιοῦν] ὅτι ἄν Za ὑποθεῖτο T2: ὑποθεῖτό corr. in ὑποθοῖτό R 24 εἰ Za: ὃ GTR 25 ὑπολαμβάνει R γινόμενον a 26 τούτου] num αὐτοῦ? 29 ἐστιν ἢ ἐνεργεία R1
marginal 18r
marginal 18v
marginal p. 320b5
footnote 1 οὔσης μὲν et καθ’ αὑτὴν a 4 φάσκειν ἐνεργεία Z 5. 6 τὸ μέρος τὸ ἕτερον R 5 ἕτεροι om. add. Τ2 8 ἴσως ἀμείνων Z 9 ὁ ἀλέξανδρος R: Ἀλέξανδρος om. Z 10 εἴρηται Τ1 12 κεχωρισμένον GT 13 αὐτὴν om. add. T2 17 τοῦτ’ ἐστὶ, τὸ τὴν ὕλην a 18 κατασκευὴν] αἰτίαν Z 20 ἡ] ἣ R 21 αὐτήν τε καθ’] καὶ καθ᾿ a 22 ἐν om. add. Τ2 23. 2(5 ὕλην. εἶτα ἐπὶ τὸ ἕτερον a 24 κεχωρισμένως Z 25 οὕτω R cf. Ar. cod. Ε 26 νῦν om. a τῆς διαιρέσεως μετῆλθε νῦν Z 31 μὲν ex μὴ lit vid. corr. T: om. Z ἐκείνου om. add.   31. p. 78,2 ἐν ᾧ ἐστι. τὸ δὲ συμβήσεται πολλὰ καὶ ἀδύνατα, δύναται εἰρῆσθαι a p. 320b7
marginal 18v
marginal p. 320b11
marginal p. 320b12
footnote 2 τὸ πολλὰ καὶ ἀδύνατα om. Τ1 3 τινῶν R et superscr. Z: om. GTa 6 οὐχ] δὲ οὐδ’ a et Arist. vulg. οὕτω et γιγνόμενος a, qui mox ὁ om. (cum. Ar.) 7 αὐξουμένου R 11 ἐπιτίθησιν Z 12 ἐνέργειαν libri praeter R 13 μένοντος Z 15 αὐξουμένου Ζ 18 εἶναι τὴν ὕλην ex Ar. vulg. a 20 καὶ τῶ δύνασθαι GZ ὑπάρχει] ἐστὶν Z 22 ἑπόμενα (sic) a 23 μεταβάλλοντος GT1: μεταβαλόντος ΖΤ2 24 οὕτω a: οὕτω πᾶσιν tr. Z 26 μὴ] τῇ μὴ a
marginal 18v
marginal 19r
footnote 3 αὕτη (G)a 5 τὴν om. add. Τ2 τῷ ἀριθμῷ Z Aristoteles μὴ] οὐ Z 6 μίαι γὰρ a ἡ addidit a 7 αὐτῇ (G)a: αὐτὴ RTZ τὸ (post ἄλλο) GZ et corr. T: τῷ RT1a 8 γὰρ τὸ] γὰρ τῶ R 9 φυτῶ RZ: φυτῶν GT: τῶν φυτῶν a 10 Βέλτιον—ὕλην] Ὡς οὖσαν τὴν αὐτὴν καὶ μίαν τῷ ἀριθμῷ. τῷ λόγῳ δὲ, μὴ μίαν a πᾶσι ποιεῖν GRT: ποιεῖν πᾶσιν Z; cf. p. 78,18 et 80,8 sqq. 11 οὐκ om. T 13. 14 ὑφιστάναι R 14 προεβάλλετο a ὑπάρχῃ R 16 οὖσα R 17 ὅπερ (G)a 19 τὸ ἐν GRT: τοὔν Z: τῷ ἔν a 20 προυπακούεσθαι Τ1 22. 23 ἐν τῷ—οὐκ αὐξήσεως om. GT 25 ἐν om. T1 26 ἐχρῆν ἐξ ἀρχῆς GTa 26. 27 μέρος φαμὲν GTa: φαμὲν μέρος Z: μέρος. εἰ μὲν R 28 γιγνωσκέτω G τὸ om. Z 30 εὕραμεν GRT: εὕρομεν Za 31 προηκάμεθα GTa 33 διαστείλλασθαι T
marginal 19r
footnote 7 καὶ scripsi: ἐκ libri 9 ὡς om. Z 12 εἰ ἔτυχεν Z 15 τὸ] τοῦ R 16 ὕδωρ τῆς πρώτης ὕλης a 17 καὶ τῷ] καὶ τὸ T 19 ἐστὶν καθ’ ὃ ὕλη tr. Z 20 γένηται R ὀλίγα Z 21 γενομένου GTa 22 ἐν ἐστι δὲ R 22. 23 πᾶσιν ἀχώριστον ποιεῖν (omissis οὐχ ὡς—ἐκλαβεῖν) Z 26. 27 τῆς γενέσεως—οὐ τοῦ ὕδατος om. Z 26 ἀσαφηνίζετο λεγόμενον a εἰπὼν p. 320b7 28 ἐνεῖναι (at εἶναι codd. EL) τὴν ὕλην αὐτοῦ Ar. 32 καὶ ὡς πρὸς a, fort, recte 36 6 om. Z ἐν ᾦ] ἐξ οὖ Ζ
marginal 19r
marginal p. 3201) 14
marginal 19v
footnote 2 ὕδωρ a ὕλη libri 3 θετέον οὑδὲ γραμμὰς a Arist.; cf. v. 22 sqq. p. 82,6. 35 5 μὲν γὰρ R ἀνωτέρω om. GTa 8 ἀποτείνασθαι GT 9 ἀμεγέθων GTa πιθανῶς R1 10 ἔφυγον a 12 ὅταν] ὅτε a 13 οὐκ ἔσται GTa 14 ἐν om. a τὸ Τ1 16 ῥυϊσκομένω Τ1 ἐπίννοιαν GT: ἀπόῤῥοιαν a 17. 18 τὰ σώματα ποιοῦντας Z 19 ὡς γὰρ] ὥσπερ a, qui mox τῆς αὐτῆς γάρ ἐστι Περὶ οὐρανοῦ Γ1 p. 299a6 sqq., quem locum memoriter citat 21 ἀμεγεθῶν R: ἀγαθῶν Z: ἀμεγέθων GTa 21. 22 ἀμέγεθος R 22 δὲ om. Z 24. 25 ὐδὲ—ὕλην om. R 25 fort. οὔτε γὰρ 27 γίνεσθαι a τὸ οὑδὲ] τὸ δὲ οὐ R 28 ὕλην R: om. cett. τοὺς] τοῦ Τ1 30 καὶ οὐκ ἐκ γραμμῶν R τὰ ἐπίπεδα a 31 πλὴν om. ’ βίον ἐστὶν a 32 οὐκ om. Z
marginal 19v
footnote 5 num αὐτὸ καθ’ αὑτό? 6. 7 Ἀλλὰ—ὕλην] ὡς δ’ a, qui mox ὅτι om. 7 ἐπέστησαν μὲν R 8 ὕλης Ra: om. GTZ 9 προσθέμενος R 10 τῆς om. a 11 διαλύεσθαι Z 14 οὕτω Za ἥρμοσεν ἅπασαν Z 15 lemma continuat usque ad V. ἐν ἄλλοις διώρισται a φησίν om. GTa 18 πέρατα εἶναι libri 20 ἑαυτὴν Z 22 διατὶ τὰ ἔσχατα Z 24 αὐτῇ] αὐτοῖς Z 25 et 26 ᾖ] ἡ libri 27 ἐνεργείᾳ ὄντος om. T1 30 ταύτης GTa 31 δυναμένην G 32 εἰ mut. in οὐ T2 οὐ om. GT 34 &lt;ὥστε&gt; ἐν τῷ a 34 et p. 83,1 Ar. p. 320b14 et 22
marginal 19v
marginal p. 320b17
marginal p. 320b19
footnote 1 lacunam signavi διδάσκειν RZ: διδάσκει T: om. (G)a οὐσία ὕλης T 2 ἡ om. RZ 5 οὐδὲ RZ: καὶ GTa προσεχῶς δὲ a 8 μὲν om. Z 9 post σημαίνοι addit ἄν Z: σημαίνει a 10 lemma om. a 10. 11 ὥσπερ καὶ ἐν ἄλλοις διώρισται Aristot. 12 τὰ μὲν οὖν GT: τὸ δὲ a 15 τῷ πρώτῳ τῆς Φυσικῆς ἀκροά σεως c. 7 p. 191 a4 18. 19 ἣ ὁμογενοῦς om. a, qui lemma solito more continuat (usque ad v. ὑπὸ σκληροῦ γίνεται) 20. 21 εἰπὼν ἔκ τινος ἡ et ἐνεργείας R 21 ὑπό τινος libri 22 Πλατῶν Tim. p. 28 A, unde scrib. παντὶ ὁ πλατῶν Z 28 γένεσις a σχεῖν Plato 27 καὶ τῆς κατ’ ἀλλοίωσιν Z, recte 28 ὁμοειδοῦς ἡ ὁμογενοῦς Z 29 οὖν Ra et in eras. T: ἣν G: ἡ Z παρέθετο αὐτὸς Z 30 γίνεται GT
marginal 19v
marginal 20r
marginal p. 320b22
footnote ὑπό τινός φησιν libri ἐντελεχείας R Aristot.: ἐντελεχεία cett. 2. 3 καθ’ αὑτὸ GT 4 ᾦ om. a 5 οὕτω a τῷ a: τὸ cett. 6 ἐστιν (post ἐκεῖνό) R: ἐστι τῶ (?) Z: ἐστὶ (hoc om. G) τῶ γινομένω τῶ GT: τὸ γινόμενον τῷ a 7 γοῦν R 8 ἡ RZ: εἴη GTa 9 οὐκ ἐχ’ (sic) ὁμοειδοῦς R 10 ἐντελεχείας R 13 μυρίων] πολλῶν Z ἐνεργείας R αὐτὰ a 15 τῳ] τῇ a 17 ἐπειδὴ supra p. 83,1 δέ ἐστι et mox τοιοῦδε R 20 εἶναι ταύτην Z 21. 22 ἥτις—ἐστιν ὕλη om. R 22 ἐξ ἀνά cum lac. Z 23 ὕλη om. add. Τ2 οὐ σῶμα bis GT1 ἀσώματος a 24 ἔσται ἄρα Z ἡ ὕλη ἡ RZ: ἡ ὑάλη GTa 25 δοκεῖ GTa 26 ἀνείδεος καὶ ἀσώματος ἡ πρώτη a 32 fort. ἅπαν. κατὰ τί δὲ ἡ αὐτὴ καὶ 33 εἶναι] ἐστι Z
marginal 20r
marginal p. 320b25
footnote 2 γὰρ λόγω T 4 ἓν καταυτὸν T τόπου R 5 ἔχουσιν a λέγεις RT1 9 τοιοῦδε R ἐστιν om. Ar. 12 λόγοις om. GTa ὑφεστηκομένοις (pro ὑφ. μόνοις) compend. R 14 ἂν ἦν ἐνεργεία R 16 ὑπάρχον a 17 ὑποστάσεσιν Z 19 lemma om. a, qui pergit ζητήσας δὲ φανερὸν δὴ Ar. vulg. 21 ἕψεται a σώματος addidi: contra καὶ delevit a 23 οὐκ ἐν δυνάμει GT 25 κοινὸν ἢ κενόν Z: κενὸν ἢ κενόν GT: κενὸν ἡ κοινόν Ra 26. 27 σημαίνει—ὑποκείμενον om. add. Τ2 27 διατοῦτο κοινὸν R 28 μέγεθος] mut. in μεγέθους T2 ἐξ Ra: καὶ cett. 31 ἔχει Z: ἔχ(??) R γὰρ εἴη ἄν Z, qui 32 μηδὲν RZ: μὴ GTa
marginal 20r
marginal p. 320b28
footnote 1 ὑφεστὸς GT1 2 τινὰ τόπον GT ὑπ’ αὐτοῦ τοῦ a 3 ἀμεγέθες et 4 ὑπέλαβε libri 5 δέδεκται Z ἐν τῷ τετάρτῳ κτλ. c. 6 sqq. 6 εἶναι χωριστὴν Z εἴπωμεν GT1 8 μηδαμῆ om. GTa 10 ταύτῃ &lt;τὸ ἄτοπον&gt; a 15 ὁμολογημένου GRT1: ὁμολογουμένου Ζ 16 ζητείη Z 17 ὅτι (post ἴστω) om. GTa 18 ἐνδίδαξε R Φυσικῇ Δ 1 p. 213a16 (cl. Philop. comment, p. 611,22 sqq.) 18. 19 πεπληρωμένον τοῦ σώματος Z 21 ὑφεστὸς GT 22 Ἔτι δ’ ἣ γε] εἰ δέ γε ἡ a ἰδία R 25 τοῦτο R 26 μᾶλλον ἔσται ἄρα pro ἔσται solito errore R) GTR: ἔσται μᾶλλον Z: ἔσται om. a 27 μέγεθος om. Z 30 αὐξανόμενον Arist. 31 λέγων om. Z 32 δὴ RZ: δεῖ (GT)a δεῖ om. a 33 φύσει (pro φησί) R: φησί, γινόμενον om. a p. 320b32
marginal 20v
footnote 1 lacunam indicavi 1. 2 γένεσις γὰρ—αὔξησις om. a 2 σώματος om. Z οὐκ RZ: ἢ GT 4 γίνεται om. a αὐτὴ Z: αὕτη cett. 5 ἡ περὶ] ὑπὲρ R 5. 6 ἐπειδή ἐστι μεταβολὴ Z 8 κατεσκεύασεν· ἕν τι γὰρ R σκευὴν R1 10 post μεγέθους del. γίνεσθαι R 11 διότι ἀνωτέρω om. GT: ὅτι supplenerat a 12 τὸ om. GTa τὴν] τε Z 12. 13 κεφαλαιοδεστέρα RT 13 γενέσθαι R 14 πρὸς τὸν μεῖζον a συνάγεσθαι Z 18 ὑφεστὸς GT 20 εἴδει] ἔδει R καὶ ἐπὶ a 21 ὑποθεῖτό Τ2: ὑποθοῖτό R 23 εἰ καὶ RZ: εἰς GTa ἐξελήλεκται libri (praeter corr. T) 24 ταῦτα] τὰ Z 26 τε om. (G)a 28 ὕλη libri praeter a ἀριστοτ Z: Ἀριστοτέλει a 29 φῆ GTR: φησὶν compend. Z: φαίη a p. 320b34
marginal 20v
marginal 21r
footnote 1 ἁπτομένου R 6 ἑαυτὸ R ὑφεστὸς GT 11 ποιῆσαι a τὰ] τὸν GT 12 φησίν om. Z γενομένους Z 14 τὰς αἰτίας a ζητοῦμεν αὐτοῦ R 15 τῳ] τὸ T 16 μὴ om. R1 17 συμφωνῇ GT1 22 ἀποδεξόμεθα GT1 ἀποσεισόμεθα R 23 ἀποδείξει RT1a 24 ἔννοιαν ὑπάρχουσι τῶ R: ὑπάρχ(??)υσιν ἔν(??)οιαν τῶ Z: ἔννοιαν ὑπάρχοντα τῶ GT: ἔννοιαν ὑπάρχουσι. &lt;τὰ δὴ κατὰ κοινὴν ἔννοιαν&gt; τῷ supplet a: equidem lacunam signavi αὐξανομένω Z 25 ὄντα] εἰσί a 27 ἑξῆς p. 321a17 προτίθησι Τ1 28 ἐξ οὗ Z ἦν RZa: νῦν GT 28. 29 λοιπὸν εἰπὼν R 32 καινὸν R 33 καὶ (ante καθ’) om. GTa
marginal 21r
marginal p. 321a6
marginal p. 321a6
footnote 1 τῷ τὸ a: τὸ GRT: τῶ Z ὅλον R1 2 τοῦτο] τοῦ R 3 ὥστε addidit a 4 Φυσικῇ] cf. Philop. Phys. p. 505,21 sqq. 8 lemma om. hic a, qui pergit κειμένου τοίνυν τοῦ τὸ κενόν GT et Ar. vulg.: κοινὸν p. 90,2 12 αὐξανόμενον GRT 13 οὐκ ἦν RZ: οὐκοῦν GT: οὕκουν a 14 τόπου GT1 14. 15 κατασχεσθῆναι GT1 15 καὶ om. GTa 16 lemma om. hic a, qui pergit καὶ δεύτερον δὲ ἄτοπον ὕλην εἶναι GRT: εἶναι ὕλην Z 17 ὡς bis G 19 ἔτι] ὅτι R 21 ἀνώτερον GT 23 αὐτὴν RZ: ταύτην GTa 24 ἡ γοῦν a 26 αὐτὴ RZ: αὕτη GTa 26. 27 ἀμεγέθους GRT1 28 ἀσωμάτῳ GT 29 ὑποτιθῇ (cf. ad Phil. Phys. p. 463,8) GRT; ὑποτιθεῖ Z: ὐποτίθη a
marginal 21r
marginal p. 321a7
marginal p. 321a9
marginal 21v 1 et 4 μέγεθος T1 1 ὅλην R 2 ἔχοι om. T1 ὕλη corr. T: ὕλην cett. 2. 3 ὅτι γὰρ τὸ κενὸν T 3 ἡ om. GTa 4 δὲ om. Z 5 τῷ et τόπῳ om. Z τόπω σώματα GRT: σώματα τόπῳ a; cf. Ar. 6 μέρος μέτεισι R 6. 7 λέγοντας τὴν αὔξησιν γίνεσθαι Z 8 post τόπῳ addit σώματα ἔσται (sed hoc deletum) ex lemmate R 9 ὁμογ|||||(εῖ in ras.) σθαι R: ὁμολογεῖσθαι a 10 fort. προστεθήσεται (et sane προστέθειται F) 13 ἅπαν] τινὰ Z 14 ταὐτὸν τὸ δύο GT ἐν ταὐτῶ Z 15 τοῦτο κτλ·] cf. ad p. 89,4 17 τῶ αὐτῶ R1 αὔξεσθαι λέγοντες Z 18 καὶ σῶμα] καὶ οἱ σῶμα a 19 γὰρ om. Z διέλθοι GTa κατέλ(??)ε Z 20 τὸ alterum om. Z 21 ‘καθὰ a οὐδὲ R: οὐδὲν GT 24 εἶναι om. Z 25 περιφέρει Ζ 27 ὅπερ R ἡ om. Z γέννησις R1 28 μεῖζον GT 29 ὅτι οὔτε traicit R: οὔτε om. Z
marginal 21v
footnote 1 εἶναι] ἔστι Z 3 et 6 fort. καθάπερ &lt;γὰρ&gt; et ὑποτίθεσθαι &lt;δυνατόν&gt; προελθόντος a 5 κενὸν delevit a 6 ἀνιστάμενος Z 11 μεῖζον libri praeter a 12 λύειν Z 13 ὑφεστὸς GT1 18 γὰρ addidit a; possis ὡς γὰρ φαίη a 19 προἰόντος R 20 καὶ ἐπὶ GTa 22 ὁ ἐξ ὕδατος ἀὴρ γενόμενος προσέλαβεν Z 23 λέγει R1 ὁ ἀὴρ ἐκ (hoc del.) ἐξ Z 25. 26 τόπον καταλείπει | τόπον Z 27 ἀλλήλων a 28 συσταλλέντος GT1 29 γινομένω GT 31, 33, 35 etc. φθῖνον R 33 αὐξανόμενον Z
marginal 21v
footnote 1 ἐξ ὕδατος GTa εἰς ἀέρα ἐνταῦθα Z 3 κενὸν Ta et corr. G2: κοινὸν cett. 4 δεῖ ὅτι] διότι R 6 γίνεται GR et, corr. T 8 ὕδωρ ἐνταῦθα ἐγὼ Z ἐξήτμησα R1 9 γενέσθαι a δόξοιεν Z 10 ἄλλως] ἀλόγως εἰσάγουσα (sed hoc del.) R, ubi in mrg. λύσις ἄτοπον εἰσάγουσα 12 μεταβαλέσθαι Za 14 μικροῦ ἐνταῦθα Z 15 εὐχρόνως (G)a 17 σαφῶς GT 19 τυχὸν om. Z μεταβαλεῖ Z τὸν δὲ R: τόνδε si silentio fides GTZ: τόνδε τὸν a 20 ἀναπληρώσει Ra et corr. Z: ἀναπληρώσῃ GTZ1 21 γενόμενος a 21. 22 διὸ—θέρος] ἀντοικουμένην δέ φημι, ἐν ᾖ χειμῶνος ὄντος παρ’ ἡμῖν θέρος ἐν ἐκείνῃ ἐστίν a, qui pergit ἀνάγκη οὖν πᾶσα 21 διὸ ὅτε Z: δι’ ὅτε R: διότι GT 22 γενηθῆναι GT1a 23 ἐκεῖ a 24 ὠθούμενος T 24. 25 ἐκ τοῦ ἀντϊκουμένη R 27 λέβης Z 29 κινηθῆναι τοσοῦτον Z 30 γοῦν] γὰρ Z 31 πολὺ περιδιεστώσας GTa 32 ταῖς RZ: τοῖς GTa
marginal 21v
marginal 22r
footnote 2 τε λίαν scripsi: τελείαν GRT: om. Z: τέλεον a ἀμαιρούμενος (sic) a 3 ἀντικουμένῃ a 4 ἀναπλαττόμεθα Z 7 γίγνεσθαι 8. 9 χωρεῖν σῶμα Z 10 συνιζάνον T 12 μεῖζον GT1 13 ψυχούμενος R ὁ om. Z 14 Ἀριστοτέλης fr. 236 Rose (ed. Berol.) 16 ἀρραβικοῖς T ἔρεσι (G)a 16. 17 ὑπὸ τῆς om. Z 18 τὸν om. GT αἰτησίων χρόνων χρόνον Z 20 καὶ prius om. Z ὀροφὴ R 23 οὕτω Za τῆ ἐλέγξει R 24 ἐκμιζῆσαι R 29 ἐξατμίζεται GT1 ἄλλως RZa: ὅλως GT1: ὅλος Τ2 30 γινόμενος T2 τὸν] τὸ GT περικείμενον Z οὖ] οὐ a 31 ὅσον ἐπέλαβεν om. Z 32 γενόμενος R ἑτέροθί GT1 34 γινομένου T
marginal 22r
marginal p. 321a14
footnote 1 πιλιθῆναι a τῶ αὑτῶ Ζ1 2 μεταβάλλει Z: μεταβάλῃ R 4 περικείμενον Z: πυκνούμενον a τὸ ἐφεξῆς T τοσοῦτο G 6 μετέβαλλε T 6. 7 ἀλλαχοῦ om. Z: ἀλλαχοῦ που om. a 8 ἄμφω GT et Aristot. codd. EL 8. 9 τῷ γινομένω καὶ τῷ φθαρέντι a; cf. Ar. 10 ἤξηται R 12 ἔστι] fort. εἶναί 16 τὸ] τοῦ R 19 μανώτερον GTa 23 ὑφεστὸς GT τι] τοι GT 24 ἔστιν αὐτοῖς Z 26 οὖσα (GZ)a 27 τῷ Za: τὸ cett. μεταβαλὸν Z 29 μεταβάλλον GT1a 30 τῆς om. a 33 ἐξόθεν Z ἔπειτα ἀεὶ μὲν a τὸ om. GT
marginal 22v
marginal p. 321a26
marginal p. 321a29
footnote 3 τὴν ὁμοίαν Z δὲ R: om. cett. 5 οὐκ] εἰ οὐκ a τὸ (post δὴ) om. GTa δήπου om. Z 6 γὰρ om. Z 12 οὐκέτι] ὥστε οὐκ ἔστι a τοιοῦτον a 13 lemma om. hic a, qui pergit δι’ ὅ φησιν εἴπερ λέγομεν δὲ] δὴ Ar. 14 τὴν εἰρημένην αὔξησιν εἶναι Z 15 μεῖζον αὐτὸν γεγονέναι R 16 μήτε (priore loco) RZ: μήποτε G: μή||||||τε T: μὴ a 17 post αὔξησιν delet λέγει Z 20 τί ποτε ἐστὶ Z αὐξανόμενον (G)a Ar. 21 ὃ GTZ1 22 πάσας ἅς RZ: ὅσας GTa 23 ταύτης Z 25 γοῦν] οὖν R 26 οἰκείαν] οἵαν Z ζητῶν λόγω πότερα ἄρα τὰ αὐξόμενά ἐστι (om. ἀμφότερα) Z 27 παρατίθεται altero loco R; item p. 96,1 30 οὖν] οὑν ὅτι Z
marginal 22v
marginal p. 321b2
footnote 1 προτιθεμένη Z lac. indicavi 2 αὔξεσθαι RZ: τὸ αὔξεσθαι GT: ἡ τροφὴ αὔξεσθαι, ἀλλ’ ἡ κνήμη a 3 ὑπομενεῖ δὲ R b δὴ T: δεῖ cett. 6 πλείωνι Z post πλείονι iteraverat ὕδωρ R1 μόνον εἶναι φαμὲν Z 7 οἴνου] ὕδατος Ζ 9. 10 ἀλλὰ—δύναμιν om. GTa 12 ἰσθενὴς Z ποσῷ Z: ποτῷ cett. 13 ὡς RZ: om. GT: διὰ τὸ a ὑφ’ ἑκατέρου a 15 εἱλικρινὴς R et mox εἱλικρινῶς Ra δ’ addidit a δὲ F) 19 ἐπὶ R 23 ἐξέθετο] ἐξε . . . . R1: om. FZa 24 αὐξανόμενον Z ἔστι (ante utrumque καὶ) om. a 25 οὕτω καὶ ἐπὶ a 29 οὕτω καὶ ἐπὶ GTa 30 ἠλλοιοῦσθαι GT: ἠλοιῶσθαι et mox ἠλοίωται etc. Z μεταβάλλει R1 32 θερμαίνῃ (η ex εἰ corr.) τὲ τἄ R
marginal 22v
marginal 23r
footnote 1 τῷ] τῷ κατὰ τὴν αὔξησιν a προστιθέντι Z ὅτι Z 2 καὶ (ante ἀλλοιοῦται) om. R ὁ supcrscr. R: om. Z βαλανίοις Z 4 τοῦ δὲ ἀλλοιοῦντος R 7 γίνεται Τ1 13 ἐν om. R 15 τὴν ἀρχὴν om. Z, qui mox κατ’ ἀλλοίωσιν 17 ἐστιν ἡ ἀρχὴ Z 20. 21 θρεπτικὴν καὶ αὐξητικὴν Z 23 ἄδηλον TZ 24 ἡ ὡς RZ: ws ἡ GT: ἡ om. a 26 ὑπομένει εἰ καὶ T 28 ὑποτίθεσθαι Ζa 31 ἐνέργεια RT1a 35 γενόμενος a 36 δήλω Z 37 ἐν τούτοις om. Z Comment. Arist. XIV 2. Philopon. De Gen. et Corr. (??)
marginal 23r
footnote 2 ὅτι om. T 3 γὰρ om. Z τοῦ ἀλλοιοῦν Z: τῶ ἀλλοιοῦν GT: τοῦ ἀλλοιοῦντος R: τοῦ ἀλλοιοῦν τι a 3. 4 φησι ante τὴν ἀρχὴν ponit R 4 ἀλλὰ τῶ ἀλλοιοῦσθαι T 6 οὖν οm. TZ 7 ἀξιοῦ a 8 δὲ καὶ ἐπί Z 9 οἵαν Z 10 μὲν om. Z 11 ψῦξιν constanter libri δὲ bis R1 12 πάντα om. Z 15 σώματα (pro σώμασιν) R 19 παραμυθία ἐπινοηθῆναι τῆς ἐν Z 20 ἀμφιβαλλομένη T2 20 et 21 πρὸς] ἑ π R 21 κατορθουμένων GT 23 ἐν (post μὲν) om. Z 24 δύναμιν a σωμάτων om. R 25 σώματα om. add. Τ2 26 αὐτά RT: ταῦτα G(Z)a ὥστε] ὡς Τ1 29.31 λοιπὸν—ποιῆσαι ἐνεργείᾳ om. Z 29 λοιπὸν φέρε θερμῶν ἡ ψυχρῶν R: λοιπὸν, θερμῶν φέρε ἐκ ψυχρῶν GTa 30 γινόμενον T θερμᾶναι GT: θερμάναι R: θερμῆναι a 31 μικρῷ πρόσθεν] p. 320b19 sq. μικρὸν πρόσθε GT 33 εἰ R et corr. Z: ἢ T: ἢν (G)a
marginal 23r
marginal 23v
footnote 1 ἀντιθερμαίνη Ra αὐτοῖς GRT1 3. 4 ἀντιθερμαίνη τὰ θερμανθέντα a 4 ὥσπερ ut videtur Ζ1 7 τῆς (post οὐσίαν) om. GT 10 ἐπὶ) ἐστὶ T 12 ἡ αἰτία ἡ ποιητικὴ a τε om. R1 13 αὐτοῦ libri αἰτίαν ἔχει Z εἰ Z: om. cett. 14 ἑτέρω R: ἑτέροθεν GT1 15 αὐτὸ ἐφ’ ἑαυτοῦ Z 16 οὑδὲ ἐν ex οὐδὲν corr. R 20 αὐτῶ Z τὰ om. GT 22 τῆς (pr. loco)] τοῖς R γίνεται om. GTa 24 τῆς om. add. Τ2 ἑαυτά ἐστιν ἑαυτοῖς αἴτια τὰ μεταβάλλοντα Z 29 post ἑαυτῷ iterat αἴτιον Z 32 ἀφίεται Z 33 ἐπιτεταγμένη a 35 αὐτὸ ἑαυτοῦ ἐστι Z λεύκασις T1
marginal 23v
marginal p. 321b3
footnote 2 αὑτὸ a 4 primum οὔτε et mox ὡς om. add. T2 6 γένοιτο GTa εἰ RT2a: ἐν GT1Z οὔλασιν GT 7 ἀρχὴν Za: ἀρχῆς GT: ἀρχὰς R γένοιτο GT 8 τὸ τοιοῦτον τοιοῦτο a) δῆλον ὅτι ἐστὶν Za 9 μεταβάλλοι GTR2a 10 ἀπηυθυσμέναι a: ἀπηυθησμέναι G: ἀπηυθισμέναι (sed prius ι in ras. Τ2) T: ἀπευθυσμέναι Z: ἀπηνθϊσ(??) R γίνονται RTZ: γένοιντο G: γίνοιντο a 11 αἴτιον τοῦτο GRT: τοῦτο αἴτιον Z: om. a 11. 12 τοῦτο καὶ—αἴτιον bis GT 12 γέγονεν αἴτιον] αἴτιον γέγονεν οὐχ ἡ φυσικὴ κρᾶσις. ἀλλ’ a, qui mox delet εἴη et post ἄλλο addit καὶ τοῦτό ἐστιν ἀλλοίωσις τὸ om. GT 14 ἐν om. Z τῆς αὐξήσεως om. Z 17 εἰς addidit a ἐκεῖνο GTa: ἐκείνου RZ 18 δὲ] οὑν Z 19 αὐξόμενόν τε καὶ Z τοῦ] τοῦτο T 22. 23 ἀρχή—συμβεβηκός] cf. Ar. Phys. Β 1 p. 192b21 sq. al. 22 ἠρεμίας καὶ κινήσεως Z 24 αἰτία a 25 lemma hic om. a, qui pergit λέγοντος δὲ, ὅτι ὅταν τὸ τί ἐστι μένει GT: μὲν ἡ Z: μὲν οὖν ἡ R 27. 28 Ὅταν—καθ᾿ αὑτὸ om. R 27 τουτέστι γὰρ εἶδος Z 28 μὲν οὖσα T μεταβάλλ* T1
marginal 23r
marginal p. 321b8
marginal p. 321a29
marginal 24r
footnote 1 φησί om. a λέγεται om. Z ἠλλοιῶσθαι R: ἠλλοιοῦσθαι (ἠ mut. in ἁ Τ) GTZ: ἀλλοιοῦσθαι a δέ φησιν ἐνταῦθα om. a 2 ὑπάρχοντα &lt;ἀκουστέον&gt; 2. 3 Ἀποδεικτικῇ] cfr. Bonitzii Index s. v. ἑαυτοῦ p. 212a3 sqq. 3 περιδέδωκε Z 7 καὶ om. TZ 8 τὰ ἄνω a 9 lemma om. hic a, qui pergit ἐπειδὴ δὲ εἶπεν 13 ἡ οὐσία delevit a; at cf. p. 102,7 14 μεταβάλλῃ GTa 15 ἠλλοιοῦσθαι G δόξειεν ἄν ἐν a 16 εἴπερ R 18 et 22 αὐτῇ scripsi: αὐτὴ codd.: ἑαυτῇ a 19 αὔξηται T 20 εἴπερ δὴ R: ὅπερ δὴ Z, qui mox ποιεῖται μένον scripsi: μὲν GT: om. RZa, sed μένον post εἴδους inserit a τὸ μέγεθος a 23 Ἀπορήσειε— αὐξόμενον GRTZ: Ὧ δ’ ἠλλοίωται—ἐν τούτῳ (so. Ar. p. —10) a; turbatam seriem quomodo corrigam non habeo 25 αὐξανόμενα Z 27 μεῖζον GR1T
marginal 24r
marginal p. 321b5
marginal p. 321b10
footnote 1 τῆ αὐξήσει ὑπάρχοντα Z 3. 4 ἃ δὲ—γινομένοις τὰ codices mss., sed verba ἐπάγει— ἀλλοιώσεως exciderunt in omnibus praeter RZ: τὰ δὲ παραδείγματα τῆς ἀλλοιώσεως ἕλκει refinxit a 3 ἐξομοιῶν Z: ἐξ ὁμοιῶν R 6 lemma om. hic a, qui pergit δι’ ὃ περὶ τῆς ποιητικῆς 6. 7 οὐδὲ ἠλλοίωται ἡ οὐσία om. Arist.; at cf. p. 101,13 11 σήμερον Τ1 ᾖ] εἶναι Z: εἴη a 13 σύμμετρον T τροφὴ om. Z 15 ἀσύμμετρον a 16 ποιεῖν a 17 ἔχει GT1 19 ἔχει GT 20. 21 ἡ καὶ διὰ τὸν χρόνον R 24 ἧπερ R: εἴπερ TZ 25 λέγει ὅτι μὲν R 26 ἀλλαχοῦ] c. 7 (cf. Philop. 32v12 sqq.) τῶν om. Z 27 post ποιοῦντα iterant τοῖς εἰρημένοις GT 29 τοὐναντίον a 30 ἐπειδὴ δὲ GT: ἐπεὶ δὲ a; cf. Ar.
marginal 24r
footnote 2 αὐξήσεως τοσαύτην δόξαν ὀφείλουσαν Z 3. 4 συνᾴσεται scripsi: συνέσεται libri 4 κατὰ ταύτης τῆς Z 5 τὰ om. Z 8 (??)ρὸς] π R 11 τὸ RZ: τὴν GT: om. a χωριστὴν ὕλην εἶναι Z 12 ὑφεστηκὼς R 13 τοῦ alterum om. Z 14 εἶναι ὅλον a 16 τόπῳ σώματα] σώματι a 18 τὴν alterum recte om. GTa 19 κατὰ ταύτης Z 20 δύο τινὰ προλαμβάνει Z 21 τὸ] τῶ G 22 ἀλλὰ τὰ] ἀλλὰ τῶ GT1 24 γενομένη RT ἢ (ante ὀστοῦν) om. R 25 αὐξομένη (G)a 26 ὅτι om. Z 29 πρὸς] παρὰ R 31 τεσσάρων εἶναι] δευτέρων Z 83 εἶναι prius om. Z 33. 34 διαιρετὴν ἔχει εἶναι ἡ τριχὴν Z 34 ἣ (ante ὀλίγην) om. Z τὸ om. T
marginal 24r
footnote 1 κατά τι libii 3 et 4 σώζει Τ1 4 γὰρ τὰ R 5 ἀπορεῖ RT 6 γίγνεσθαι a 7 ἀπορέουσα Τ1 9 εἰ] ἣ GT1Z1 10. 11 τῆς—μορίῳ om. add. mg. T2 11 μὴ παρατίθεται compend. et mox παρατιθέμενον R 14 πόρος a 14. 15 δι’ ὅλου—εἶναι om. GT 15 ἀνάγκη] ἀναστάσεως Z 17 εἶναι λέγειν τὴν ὕλην Z 18 ἐστὶ] ἔσται a 19 καὶ om. GTa 20 αὐξανόμενον Z 21 ὑπεδείξαμεν GTa 22 καὶ alterum om. Z 24 τὸ εἶδος λέγωμεν Z 25 ἀσωμάτων GT 26. 27 γὰρ καὶ τῆς αὐξήσεως ἐστι Z 28 ἐν (post ἡ) om. Z 29 τὸ αὐξόμενον Z 30 μίζονος a γενομένου T 33 σώσομεν Za: σώσωμεν GRT ἐπιλυσόμεθα Za: ἐπιλυσ(??)εθα G: ἐπιλυσώμεθα RT
marginal 24v
footnote 2 εἰ] ἡ R προφανοῦς a ὑποθοῖτο GRT1: ὑποθεῖτο corr. T 4 ἀεὶ ἢν Z 5 εἰ—ἀριθμόν om. GT ἡ Ra: εἴ (del.) ἡ Z 12 προειρημένα Z 15 τὸ (ante αὐτὸ) om. GRT μένει om. Z 16 τὸ τοῦ σωκράτους Z 19 εἰς τοσοῦτον δὲ Z ἐμβαλόμενα et mox ἐμβαλομένων G 22 εἰ δὲ διὰ a διίῃ R 26 ἀπορεῖ TZ 27 καὶ om. Z 29 εἶδος τί ἐστιν Z 30 ηὔξετο corr. Τ: ηὔξητο GT1a: ηὔξαιτο RZ 31 νῦν—ᾗ εἶδός ἐστιν om. R 33 ηὖξε GRTZ: ηὔξηται a ηὔξετο R et corr. T: ηὔξαιτο GZ: ἠυξήθη a 34. 35 ζῶον αὔξει οὐδὲ καθὸ RZ: om. GT: ζῶον, ἢ suppleverat a
marginal 24v
marginal 25r
footnote 1 τῷ] τὸ RT 5 ὑποκειμένῃ a 12 παραρεόντι GT1 13 ὕδατι] σώματι Z 16 μέρου Z 23 καίνωσις coniecit nescio quis in margine exempli Aldini quo utor 24 ἤμελλεν GT 25 παραδείγματος Z 29 ἀδιακόπτως a 31. 32 πανταχόθεν τῆς ὕλης λεπτομερῶς Z 31 λεπτομεροῦς R 32 πλείων Z: πλείω cett. γένοιτο a 33 πέριξ] περὶ a Ἱπποκράτην] de Alim. IX 106 n. 23 Littr. 34 σύμπνια a 35 ἀπομενούσης Ζ1 36 ἀλλ’ om. a 36. p. 107,1 ἐγίνετο— εἰ οὖν RZ: ἐπέμενεν. εἰ οὖν T: εἰ οὖν G: ὁ Σωκράτης ἐγένετ’ ἄν, εἰ δ’ a
marginal 25r
footnote 3 ἄρα καὶ τὸ a 4 αὐτὴν libri 5 μηδὲ Z ἀρχῆς καὶ ἐκ R 6 ἐν om. T1 ἣν alterum om. Z 9 διὰ τὸ πάσχειν ἀπὸ] κάμνει δὲ διὰ τὸ συγκεῖσθαι ἐκ a σύγκρϊσιν post ras. R 11 μᾶλλον GTa 12 σα(??)κὶ Z 13. 14 ὥστε καὶ τὸ εἶδος αὐτὸ τὸ αὐτὸ κατ’ a 15 δὲ om. Z 16 τούτου a 17 ἐστι om. R 18. 19 ἐπειδὴ — ἀδύνατον om. GT 20 ἰσοτόμως hic et infra GT, qui bis habent verba ἰσοτόμως γὰρ—μορίων 21 ὁμοτόμως hic et infra GT 29 (??)τιθέμενον τῶ προϋπαρχοντι Z 31 πᾶν μόριον ὁτιοῦν RZ: μόριον πᾶν (om. ὁτιοῦν) GTa 32 ἐξαιμαχθείσης GTa 33 περιχεομένη T: περιεχομένης R, qui ἐν recte om.
marginal 25r
marginal 25v
footnote 1 φύσεως om. T συμπεττούσης R 3 τῶν σαρκῶν Z 4 κατεσπαρμένη Za 5 γὰρ] δὲ Z περιεχόμενον Z G ἐν ἑκάστῳ a 7 πᾶσαν δὲ διάστασιν R 8 πεπτικῆς Z 12 τὸ (scripsi τῷ) ἰσοτίμως—γεγενῆσθαι RZ: om. GTa 14 ἰσοτόμως GT δέξεται GT 18 οὖν ἐστιν ἡ αὔξησις τὸ αὐξόμενον Z1 19 et 26 πρὸς] γίνεται παρὰ R 24 alterum ἡ om. T1 25 γίνεται] αὔξεται Z 25. 26 αὔξεται δὲ ἄλλο Ra: om. T1: αὔξεται δὲ ἄλλω GT2Z 28 παρϊέναι R: προσεῖναι a 30 γενομένης T 32 πῶς ἡ RZ: πῶς ἢ GT: πῶς ποτε ἡ a πρόθεσις GT ἡ ἕλξις GTZ: ἡ λέξις R: ἡ ἡ ἕλξις a 32. 33 ἐστιν post ἑλκόμενον traicit Z
marginal 25v
footnote 1 ἡ om. GT 2 φησὶν a ἡ om. Τ1Ζ 3 ἡ om. Τ1 5. 6 ὑγρὸν—οὐσιῶδες αὐτῆς om. R 5 προωθῆναι (sic) Z: προωθηθῆναι (GT)a 6 εἴη αὐτῆς Z 7 προγίνεται Τ1 9 τῆς σαρκὸς χωρῆσαι Z 10 ἐνθένδε συμβήσεται Z 11 οὕτω] οὐ τῶ RT 12 μεῖζον om. R 13 εἰ] ἡ GR1T 15 ἀββακίου Z τῶ τριγώνω RZ 16 τὸ μὲν ἄλλον τετράγωνον Z οὐ μέν τι R 17 ἔμενε T: ἔμηνε Z 18 εἰ in ras. Τ2: ἡ R 19 γίνεται RZ: γένηται GT: γένοιτο a μόριον R1 20 ἐνάργειαν (sic) margo exempli Aldini quo utor: ἐνέργειάν libri 22 κατὰ τὸ μῆκος GT 24 τούτω scripsi: τοῦτο GRT: τοῦ Z: τούτου a τοῦ om. Z ἔξω a περιχυθέντος a 25 παρεσπαρμένης compend. R ἐξαπλοῖ] cf. p. 110,2 26. 27 εἰ αὐλοειδῆ a: ἐν αὐλοειδῆ GR1T1: ἐν αὐλοειδεῖ corr. RT: εἰ ἐναυλοειδῆ Z 27 τοῦτο GT 28 ὅποι a 29 δὴ om. a 31 τῶ τετραγώνω Z 32 ὅλος a: ὅλον cett.
marginal 25v
marginal 26r
footnote 1 τοσοῦτον R1 οὖν τι R: τι Z: οὖν GTa τῳ] τὸ GT 2 περιχυθείσης a 6 et 7 μεῖκος et μείκους a 8. 9 γένοιτο (om. ἄν) R 10 κατὰ τὸ βάθος R 11 ἡ εἰ κατὰ Z εἰς βάθος a 14 εἰ τῶ τετραγώνω Z, qui mox ἕτερον om. 16 γινομένης Za 17 τὰ (post καὶ) om. GTa 18 περιφέρεια a 19 γίνοιτο (post αὔξησις) GTZ: Ra γένοιτο Ra 22 et 26 ἰσοτόμως GT 23 ἐκτεινομένης Z 27 αὔξεσθαι μόριον a 28 περικεῖσθαι libri 31 εἴποιμ’ ἄν a 34 προσϊτῶ R αἵματι GRT 35 περικεχύσθω et κατεσπέρθω et mox παρατέθη a
marginal 26r
marginal p. 321b14
marginal p. 321b16
marginal p. 321b17
footnote 1 ἐὰν δ᾿ ἄρα a 2. 3 μεῖζον αἷμα tr. Z προετέθη Τ1 ἥν] ἧς Ζ 7 ὅσων Z: ὅσον cett. 9 λέγοιτ’ a: λέγοι GRT: λέγοιεν Z 17 πρὸς] παρὰ R 19 lemma om. hic a, qui pergit εἶτα τὸ αἴτιον φησὶ ληπτέον τῶν περὶ δὴ] δὲ Arist. (praeter cod. F) διωρισαμένοις GT 21 ἕξει a 21. 22 περὶ τῆς αὐξήσεως Z 22 λυπτικὸν GT1: ληπτικὸν corr. T 23 πρότερον δεῖ Z διορίσαι T1Z 24 ἔσται ἡμῖν GTa 25 lemma om. hic a, qui interpolat πρῶτον οὑν προδιορίζεται, ὅτι τῇ τῶν ὁμοιομερῶν αὐξήσει αὔξεται τὰ ἀνομοιομερῆ. οὐ γὰρ προσώπου etc. μὲν RZ: μὲν οὖν GT αὐξάνεται RZ: αὔξεται GT
marginal 26r
marginal p. 321b19
marginal p. 321b24
marginal 26v
footnote 1 τῶν ἀνομοιομερῶν τὰ ὁμοιομερῆ Z 4 προσδιωρίσατο GRT ἐπειδὴ γὰρ a 7 τὸ δὲ αὐξόμενον GTa 10 lemma om. hic a, qui pergit τοῦτο μὲν οὖν πρῶτον. δεύτερον δέ δέ habent, si silentio fides, etiam GT) ἐστιν ὧν 11 προσδιορίζεται Z 13. 14 καλοῦμεν δέ ποτε καλοῦμεν δὲ (sic) Z 14. 15 φῶμεν—ὀστοῦν om. add. rarg.   15 ante δῆλον iterant ὡς ὅταν GT2 17 παρῆκε. τό γε μὴν διορισθὲν πᾶσαν αὐτῷ ἔπι λύσεται τὴν ἀπορίαν a ἐπιλύεται R 21 ἐκφευξούμεθα a 23 post αὔξεσθαι iterat οὔτε τὰς ἀπορίας ἐκφευξόμεθα Z 24 prius ἐν om. T1 τοσήδε et mox τοιάδε Z 25 εἴπομεν p. 103,25 sqq. 28 πλείω GT1
marginal 26v
marginal p. 321b25
marginal p. 321b27
footnote 5 καὶ ἐπεκτεινόμενον Z 8 δὲ RZ: καὶ GT: γὰρ καὶ a; cf. Ar. οὐχ οὕτω οὖν T: οὐχ οὕτως οὖν R 9 ἔρχεται Z 9. 10 προσέρχεται, καὶ οὐχ ὑπομένει ἡ αὐτὴ etc. a, qui mox ἡ μὲν ἀποῤῥέει. ἥδ’ ἐπεισέρχεται et ἐπεισκρίνεται ἡ ἐπεισιοῦσα et παράκειται 10 τοῦ FZ: om. GRT 11 ἡ δ’] εἰ δ’ Τ1 12 ἐπεισιούσης surpra): (cf. a supra): ἐπιούσης GRTZ 13 πλείω GRT1 ᾖ] ἦν GRT1 15. IG γάρ ἐστι τὸ τοιοῦτον Z, qui altemm γὰρ om. 16 φυλάττεται τὰ a 17 lemma om. hic a, qui pergit τῆς μὲν οὖν ὕλης φησὶν 18. 19 τοῦ μέντοι—γίνεται R: om. cett. 20 ἡ σὰρξ ἐξογκοῦται Z 22 τῶ μετρουμένῳ τὸ μέτρον Z ὑπεκτείνεσθαι (G)a 23 αὐξανομένων Z 26 οὕτω a 28 φυλάσσεσθαι R p. 321b28
marginal 26v
marginal p. 321b32
marginal p. 321b35
footnote 1 lemma om. hic a, qui pergit ὅτι δὲ τῶν αὐξομένων δὲ post ἐπὶ collocant Aristotelis libri praeter E 3 αὐξανομένων Z 5 καὶ κατὰ τὸ εἶδος a 5. 6 καὶ μᾶλλον—ἀνομοιομερῆ om. mg. add. T2 6 τρανο(??) Z 7 ἐνεργείας] διαφοράς Z 8 τεθνεότων et mox τεθνεότος GT 12 ἐπεὶ μὴ Za τραναὶ αἱ Z 14 ὅτι ὁτιοῦν Z ἰσοτόμως GT 15 αὐξῆσθαι a ἣ πρόσωπον Z 16 εἴπομεν] λέγομεν a 19 αὔξεται induxerim 20 ἰσοτόμως T 22 lemma om. hic a 24 γὰρ] οὖν a καὶ κατὰ τὸ εἶδος καὶ κατὰ τὴν ὕλην tr. Z 25 κατὰ μὲν] καὶ κατὰ μὲν GT: κατὰ μέν οὖν Z 29 οὐχ Z
marginal 26v
marginal 27r
marginal p. 322a4
footnote 1 ἡ altemm om. Z 5 γὰρ (post μὲν) om. Z 6 τὴν μὲν γὰρ GT 8 δεῖ τὴν τροφὴν Z ὕπο τσῦ τρεφομένου a 10 τὸ αὖξον καὶ τρέφον et mox τῷ αὐξομένῳ καὶ τρεφομένῳ a 12 μεταβαλεῖν R 13 οὖν] μὲν Z 14 προσκριθῆναι GT 15 τούτω R 19 τρεφομένῳ RZ: αὐξομένῳ GTa 20 ἦν μᾶλλον Z 23 αὐξήσουσι RZ: αὐξήσωσι GT: αὐξήσαιεν a 24 ὑπάψομεν Z: ὑφάψαι μὲν (sic) a ἐπιθείημεν a 27 fort. μεταβαλοῦσα 31 lemma om. hic a, ubi ἐν δὲ τῷ ἀπορήσει &lt;sic&gt; δ᾿ ἄν τις, ὁ δὲ ἀντὶ του γὰρ ἀκουστέος ete. καὶ om. Ar.; of. 33 τὸν τ``) R: τὸ GTZ λέλυκε R 34 ποῖ Z
marginal 27r
marginal p. 322a6
marginal p. 322a7
marginal p. 322a8 Ἀλλὰ τὸ αὐξόμενον τούτῳ.
footnote 1 ποῖ Z 5 ἐκεῖνος T: om. a 7 ἄλλο δὲ] ἀλλ’ οὐδὲ R 8 ὑπὸ τοῦ ἐναντίον Z ἐναντίου Za: ἐναντίον GRT 9. 11 αὐτοῦ. εἶτα φησὶν, ὅτι τὸ δυνάμει a φθαρὲν RZ: φανερὸν GT 11 τινι—ὅμοιον om. Z 14 lemma om. hic a, ubi εἰ οὖν δεῖ etc. οὐ τοῦτο αὑτὸ RZ: οὐ GT: cf. Arist. ἄν om. R 17 καθ’ ἑαυτὸ Z 18. 19 ὅτι—μεταβολὴ τῆς ὕλης om. add. mg. T2 22. 23 lemmate hic omisso pergit αὐτὸ οὖν φησι τὸ αὐξόμενον τούτω μεταβάλλει a 22 αὐξανόμενον Arist. 27 ἡ τε] ἡ a 28 μείζω GT
marginal ρ. 322a8
marginal 27v
footnote 2 εἰς μεῖζον om. Z 3 παθὼν Ra εἰ οἴνω οἴνῳ ἐπιχέει τις R: ἐπήχθη τι Z: ἐπιχέη τις GT: εἰ τις ἐπιχέοι a δύναται Z; ceterum cf. βαλλὸν et 13 μετέβαλλε GT1 10 οἴνου, δύναμιν RZ: οἶνον GTa ἔχοντα libri μεταβάλλειν &lt;δυνάμενον&gt; a αὑτὸν a: αὐτὸν cett. 11 ἐπιχέει R 13. 14 τοῦ καυστοῦ κατέβαλεν GT1 16 αἴτιον τῆς αὐξήσεως Z 20 προκρίσεως et 25 πρόθεσις R μὲν οὐ δι’ R 31 πάντϊ et τὰ (pro τὴν) R 32 κἀκείνης—αὐτῆς om. R οὕτως T
marginal 27v
footnote 3 τούτου] τοῦτο a 4 ὅτι εἰ μὲν GT 4. 5 τὸ κατὰ σχῆμα T 5 ἰσοτόμως GT 7 ἐπὶ scripsi: περὶ libri 8 ἢ R: ἡ (GTZ)a ὡς ὀστοῦ addidi 11 ὅλην Za: ὅλον GRT 12 δεῖ] δὴ GT τὸ τρέφον, τὰ μόρια RZ: τὸ τρέφοντα μόρια T: τὰ τρέφοντα μόρια (G)a 16 οὐκέτι—προσθήκη ponit post μέντοι μόριον (v. 17) R προσθήκης a μεῖζον R 18 μεταβλοὴ a 19 τρέφεσθαι καὶ αὔξεσθαι Z τὸ τοιοῦτον a δεῖ addidit a: λέγειν χρὴ Z 21 αὑτοῦ om. Z 22 ἄλλο δήπου ἐστὶ Z: ἄρα pro έσται solito errore R ὅμοιον om. Z 26 συναπέρχεται R: συνείχεται G: συνέρχεται ex corr. Τ2: συνέχεται (Z)a 29 εἶδος τὲ καὶ GT 30 τὸ μὴ νέμον ἄρα G: τὸ μὴ ὂν οὔτε μγ γὰρ μέγεθος(??) τρέφοιτο etc. Τ2 in eras. 31 λέγει et 34 ἄν σώζοιτο Z
marginal 27v
marginal p. 322a 16
footnote 2 ἀλλὰ κατὰ] ἀλλ’ ἡ (ἢ T) μετὰ GT 5 μᾶλλον] μένον ὃν G: μ (h. e. μὲν) ὃν 6 εί om. Za ὕδωρ φέροντι ἑνωθείη T ὕδατι ὕδωρ Z 7 τὸ] τῶ] GT 8 αὐτοῦ] αὐτοῦ παντὸς ἐλαχίστου R1 9 πρόθεσις et 10 προτίθεσθαι T1 10 ὅλως] ὅλω R 13 σώζοντας Z καὶ ὅτι καὶ] καὶ τὸ a, qui mox συμφυλασσομένου του ὅλου: equidem delevi καὶ ὅτι et codicuin τὸ ὅλον mutavi in τῶ ὅλω 16 μήτε ἄνθρωπος R τι om. a (at cf. Aristotelis cod. Η) 18 ἀσωμάτων a εἴπη a 20 ἐνέργεια R 21 φησὶν οὑν] φησὶ a 23 οὑδὲ ἄτοπον Τ1 29. 30 τι τῶν καθόλου καθ’ αὐτὸ Z 32 ἐξ (post γοῦν) om. GT
marginal 28r
marginal p. 322a 19
marginal p. 322a20
footnote 3 διαφερότητα R: διαφορὰν Z 5 τι om. Τ1 6 τὸ τὸ] τὸ τὸν R: τὸ a 8 ἀμετάβλητόν ἐστιν Z 9 οὐδὲν γὰρ R 10. 11 προσεπροσεχεστέρα ὑπέστ ωται R 11. 14 διαστατὸν, δι’ ὅ φησι σὰρξ ποσὴ γίνεται omisso hic lemmate a 12 ἢ ὀστοῦν ἢ χεὶρ et mox μὲν δή Aristot. 15 ποσοῦ τινὸς Z 17 ἀλλὰ] καὶ a 19 γενέσθαι Ra; cf. Av. 20 μόνον a Ar. τρέφει· ταύτῃ γὰρ διαφέρει etc. a 23 κἄν RZ: καὶ GTa 25 δυνάμει μέν ἐστι Z 27 μεταβάλῃ R: μετα Z: μεταβάλλῃ GTa 28 ἐνεργήσασα a 32. p. 121,2 τοσῷδε εἶναι. τροφὴν δὲ καὶ om. hic lemm. a p. 322a 23
marginal 28r
marginal p. 322a 28
footnote 1 καὶ γὰρ] cf. supra p. 120,20 et Ar. codd. 4. 5 τρέφῃ et αὔξη utrobique R 6 αὔξει δὲ οὐκ ἀεί, διότι τὸ τέως μὲν Z 7 πλέον ἦ τὸ ἐπιρρέον τοῦ ἐπισιόντος Z 8 φησιν a ὅτι οὐδὲ Z 9 τὸ ποσὸν Za 9. 10 οὐ γὰρ—τρεφομένῳ om. GTa 11 ποσόν, τὸ] ποσὸν τῶ GT: ποσὸν γίνεται, τῷ a 13 ᾖ] εἴη GTa μόνον] μὲν a 14. 15 ὅταν δέ πλεὶον—μείωσις om. Z 14 ὅταν δὲ RT: ὅτε δὲ (G)a 18 lemma om. a, qui pergit ἓν οὑν οὖσα 19 ἡ σὰρξ addit ante ἔχει a 21 τρέφῃ et αὔξη Z 22 lemma om. hic a, qui pergit οὐ τοῦτο οὑν φησιν 23. 25 δυνάμει ἐ̓χει—ἄυλός τις om. Z 23 δυνάμει Ra: δύναμιν GT 25 ὕλης. ὥσθ’ οἷον a 27 τρέφει Τ1 αὔξει GT
marginal 28r
marginal p. 322a 29
marginal p. 322a 29
footnote 2 δὲ μὴ a 4 αὐτῶ GT ἀύλως Z 5 ὑπάρχων Z 6 αὔξει GT ὁ om. Z 7 αὔξει Τ1 8. 13 ὑλικῆς. ἐν δὲ τῷ, ἐὰν δέ τις προσίῃ ὕλη, ὑποστικτέον. βούλεται δὲ. καὶ διὰ τούτων δηλῶσαι, ποῦ ποτὲ τὸ προσιὸν αὔξει λέγει οὑν ὅτι a 13 πότε RZ: πώποτε GT αὔξη Z 16 δυναμένη scripsi: δυνάμει libri, praeter a qui δυναμένην προσθῆναί GZ 17 τῶ (ante τηνικαῦτα) ex corr. Τ2 20 κατ’ εἶδος Z 22 ἀντὶ τοῦ —γὰρ ἡ om. Z τὸ] τοῦτο R 25 ὕδωρ οἴνῳ a; at cf. Ar. codd. EL 26 πλεῖον a et Aristotelis libri ὑδαρεῖ a 27 ποιήσει (cf. Ar. cod. Η) RZ: ποιεῖ GT: ποιεῖται a 28 prius οὗν om. Za 29 πλεονεκτοίη RZ: πλεονεκτικὴ GT: πλεονεκτῇ a
marginal 28v
marginal p. 322b 1
footnote 1 κατισχυομένην R 2 τῷ] τὸ R 2. 3 προιοῦσαν Z 4. 5 ὅσον δεῖ GRT: ὅσον δὴ Z: om. a a τε om. Τ1 6 τῷ a: τὸ cett. 7 προτιθεμένου Z 8 σαφῆ Z παραδείγματα a τοῦ alterum om. Z 11 αὑτὸν Z1a 12 ἐοικὼς GT: ἐοικός ἐστι a 14 ἀπορρέοντος GTa 15 μέντι R1 16 τῷ a: τὸ cett. 18 συνεχῆ R 23 ἀπολαβὸν R1 24 αὐτῷ a: αὑτῶ cett. 25 ἀπολαύειν T τὴν] τὸ Z 28 πρῶτον δεῖ om. Z, qui mox πρῶτον εἰπεῖν δὴ εἴτε έστιν 30 γίνεταί a; at cf. Aristot. cod. Ε 31 ψευδεῖ T
marginal 28v
marginal 29r
footnote 2 γινωμένων et παθῶν (pro περὶ φυτῶν) Z 3 ἐπεὶ] ἐπὶ Τ2 τὸν a: τῶν cett. τῶν Z: om. cett. 4 ὕλης γενέσει Z 7 τοῖς πᾶσι τοῖς R φυσικῶς Z 9 ἑκάστω τῶν ὑποκειμένων ὕλης RZ 11 τὸν om. T1 στοιχείων &lt;λόγον&gt; a πᾶσιν Z 16 τὰ (post ταῦτα) Z: om. cett. 19 ἀλλήλων Za: ἄλλων GRT 21 ὑποκειμένοις R 22 εἰ τέσσαρα scripsi: εἰ τέτταρα Ra, ubi nihil enot. ex cett. 23 δόξει GT et fort. R1 περαιοῦται libri 24 οὕτω a ἑξῆς] ἓξ TZ 28 ἔδειξεν ὅτι (??) τῆ Z 29 ἔτι om. a 34 εἷς] τίς a 36 διελθεῖν Z
marginal 29r
footnote 1 εἰπεῖν πρῶτον Z 2 τὸ om. R 3 ἀναγκαίως G 5 εἶναι λέγοντες εἶναι a 7 τὰ ἄλλα R γίγνεσθαι a 7. 8 καὶ τῶ πάσχειν Z 8 καὶ iterat initio et exitu versus T πάσχει τί R 9 εἰ δὲ τὸ πάσχον ἐστὶ Z 10. 11 μεταβλητὰ ter (pro μεταβλητὰ et ἀμετάβλητα) R 16 ἀναγκαῖος a: ἀναγκαίως cett. 17 ὁ] ὃ a 19 ὅλως om. Z 21 δεῖ] δὴ TZ et fort. R1 22 δράσειεν libri 23 καὶ ὅτι καὶ Z: καὶ ὅτι καὶ R: num καὶ ἔτι? τοῖς] τῆ Z λέγουσι iterat ante τὴν Z 24 παραλαμβάνει R τίς R: om. cett. 27 ἀναγκαίως GT1 30.31 καὶ περὶ μίξεως bis G 31 περὶ (ante τοῦ ποιεῖν) om. Z 32 διοριζόμεθα τὸν περὶ τούτων Z 33 οἱ πάλαι φυσικοὶ οὐδένα τούτων ἐποιήσαντο λόγον Z
marginal 29r
marginal p. 322b 5
marginal p. 322b6
footnote 1. 2 ᾿Επεὶ—εἰπεῖν om. a; cf. v. 13 et p. 123,28 1 ἐπεὶ δὲ δεῖ Z: ἐπειδὴ δὲ δεῖ R: ἐπειδὴ δὲ GT πρῶτον GKT: πρότερον Z 2 ἐπειδὴ δὲ εἶπε a 7. 8 τὸ δὲ εἴτε ἔστιν εἶπεν, ἀντὶ τοῦ εἰ ἔστι στοιχεῖα τῶν γινομένων, οὐ γὰρ a 7 τουτέστιν εἰ στοιχεῖα Z: τουτέστϊχεῖα R: τουτέστιν εἰ ἐστι στοιχεῖα (?) GT 8. 9 ἐναργές. τὸ δὲ πῶς ἐν τῷ γίνεταί πως προσέθηκεν a 8 ὃ] ἡ εἰ Z 10 κατὰ τὰ μόρια GTa 10. 13 μόρια· ἐν δὲ τῷ ἀνάγκη πρότερον, τὴν ἀπόδοσιν ποιεῖται τοῦ a 11 ἀνάγκη δὴ Ar. (praeter cod. E) 13 ἐπίδοσις R τοῦ ἐπεὶ δὲ RZ: τοῦ ἐπεὶ GTa ἐπεὶ δὲ πρῶτον] ἐπειδὴ γὰρ πρῶτον a 16 συμβαλομένων Τ1: συμβαλλόμενον Z 17 αὐτῶν corr. T2 18. 22 προγενεστέρων. δείκνυσι δὲ διὰ τούτων, ὅτι ἀναγκαῖος a 20 τῶ RZ: τὸ GT 22 διὰ τοῦτο T 23 πάντως GT καὶ (ante τῷ) om. GTa 25 et 27 etc. τὸ ποιεῖν Z 26 καὶ συγκρίσει om. R 28 τὰ πράγματα γεννῶντες GTa γενῶντες Z
marginal 29r
marginal 29v
marginal p. 322b8
footnote 4 διακεκριμένης compend. R 6 καὶ Δημόκριτον καὶ Ἀναξαγόραν a ἕκαστον T1 8 τὰ ἄλλα· ἐγεννῶντο δὲ ἓν R ἐγένων GT1 9 εἶναι] ἐστιν Z τὸ] ἢ a 10 καὶ (post πάντας) om. Z 10. 11 καὶ τῶ ποιεῖν—κεχρῆσθαι RZ: om. GTa 12 καὶ γὰρ κτλ.] p. 322b 11 τὰ στοιχεῖα φησὶ Z 13 πάσχειν RZ (et Ar. cod. Ε): πάσχειν ὐπ’ ἀλλήλων GTa καὶ τοῖς] ita etiam Aristotelis libri; cf. p. 128.5 14 οὖν] γὰρ a τὸ Z: τῷ cett. 19 ὥστε καὶ πάσχειν R 21 αἰτία a ἡ (ante διαθιγή) om. GT διαθιγὴ a: διαθηγὴ TZ: διαθήγη GR (sed R1 διαθήκη) 22 τύχη] ψυχὴ R 23 μόγνυσθαι a λέγωμεν Z 24 Πότερον φησὶ a 25 ὥσπερ γὰρ ἄν GT 26 ἐκ] τὰ ἐκ a καὶ om. Z τἄ om. a 27 τῆ λεπτότητι Z 28 χωρούντων πάντων ὅλων Z p. 322b 9
marginal 29v
marginal p. 322b 12
footnote 1 οὐδ’ ἀλλοιοῦσθαι R φησὶ δυνατὸν a 2 καὶ συγκρίνεσθαι om. R 5. 8 ἀλλὰ καὶ τοῖς ἐξ ἑνός φησι γεννῶσιν ἀνάγκη χρῆσθαι τῷ ποιεῖν καὶ πάσχειν. εἰ γὰρ a 5 Καὶ τοῖς] cf. p. 127,13 6 τοῦτο] τοῦ R 8. 14 εἰ γὰρ—ὑπ᾿ ἀλλήλων om. Z 9 et 10 τὸ (pro τῷ) utrobique GT1 13 μὴ ἓν a: μηδὲν GRT 19 γίνεσθαι a 20 πάσχοντος Z 21 ποιῇ scripsi: ποιεῖ GRTZ: ποιοῖ a Φαίδωνι p. 70 D sqq. 103 sqq. 23 ζῶν GZ: ζῶον RTa 26 ὑπεφήνατο GTR 27 ὡς om. a 29 σώματος γίνεται GTa 30 ἀλλὰ κτλ.] cf. Philop. Phys. p. 111,31. 119,1 etc.
marginal 29v
marginal p. 322b 19
marginal p. 322b 21
marginal p. 322b 22
marginal 30r
footnote 2. 5 μένοντος. ὅ γε μὴν Ἀριστοτέλης φησὶν, ὅτι τὸ λέγειν πάντα τὰ ὄντα a 3 τοιαῦτα εἶναι GRT2 (etiam V): εἶναι τοιαῦτα Z: εἶναι om. T1; cf. Aristotelis libri 6 ὕλην ὑποκειμένην Z οὕτω a 8. 9 ταῦτα δὴ Za: an τοιαῦτα δὲ? 10 δεῖ] δὴ GT 11. 12 διὰ τοῦτο—ἀλλήλων RZ: om. GTa 1.5 καὶ πάσχειν om. RZ 17 τὸν loco)] του T 18. 23 ἀναγκαῖον. ἀδύνατον οὖν φησι τὰ omisso hie lemraate a 25 ὥσπερ τοῦ πῦρ τοῦ R 20 προσέθεικε a 30 λέγεται a 31 ἡμῶν ἅπτεσθαι Z
marginal 30r
marginal p. 322b 26
footnote 1. 2 οὔτε—πρῶτον om. hic a 2 πρῶτον (cum Ar.) V: πρότερον GRTZ ὑπερβατὸς GT; ὑπερβατῶς R: ὑπερβατὴ (Z)a, fort, recte δὲ ἡ a 3. 4 πρώτων R1 6 lemma om. hic a, qui pergit πρὸς δὲ εὕρεσιν λάβομεν Z 7 οἷς] cf. Ar. codd. 8 ὕλη] ἀρχή a, qui post γινομένων addit ὑλικὴ 9 ἔδειξε μὲν καὶ πρότερον ἀναγκαῖον a τὸν] τὰ R 10. 12 διαλεχθῆναι. ἔδειξε μὲν οὖν ταῦτα, καὶ ὡς προηγούμενός ἐστι τῶν ἄλλων δύο ὁ περὶ ἁφῆς λόγος. καὶ νῦν δὲ πάλιν a 11.12 προηγουμένων et τῶν περὶ ἁφῆς λόγων Z 13 ὡς ἂν corrupta: ὅσα ἄν V: fort, ὅσα δὴ 16 δὴ Va: δεῖ cett. τοῦ (post καὶ) Fa: om. cett. 18 ἀνάγκη ταῦτα Z 23 χόρτου V: χοροῦ cett.; at cf. Philop. Phys. ind. s. v. χόρτος ἀπλῶς om. Z οὑδὲ] εἰ δὲ T 24 ποιῇ] ποιεῖ Z 25 ἀλλοιῶσαν Z et corr. V: ἀλλοιοῦσαν cett. 26 οἷον] οἶνον GT 28 τὸν om. T1 30 καὶ ὁ ϊλέως RTZ 31 καὶ ὁ] ὅ τε Z θαλάσσιος GTa
marginal 30r
footnote 1 ἐφ᾿ ἑνὸς T πρὸς ἓν ὧν· καὶ R ὧν τὸ μὲν κυριότερον Z 2 ἀκυρότερον Za: ἀκυρώτερον R: ἀκυριώτερον G: ἀκυρίωτον T ὃν ἡ οὐσία Z: ὄν om. a 5 ἀπ’] ἐπ’ T 6 et 9 κυριότατα Z 8 τὰ om. RT1 9 ἀκυρο τρ Ζ: ἀκυριώτερον TR1: ἀκνρώτερον (G)a et corr. R 12 ἅπτοιντο Z 14 σῶμα] ἅπτεσθαι σῶμα ἀλλ’ οὐ κυρίως— ἐπινοία (ex v. 16 sq.) Z1 καὶ (ante ἅπτοιτο) om. a 17 ἐπιπνοίᾳ R 18 τὰ (post διὰ) om. GT 20 post ἔχοντα deleta καὶ ἁπτόμενα λέγω δὴ τἄ φυσικὰ σώματα Z 21 ἀπεδέδωκεν T ἀπέδωκεν V) ἐν τῷ πέμπτῳ κτλ.] Phys. E3 p. 226 b 23 22 ὅτι τὸ RZ: ὅτι τῷ GTa 22. 23 τοῦτό ἐστι—εἰ δὲ τοῦτό ἐστι τὸ ἅπτεσθαι om. GTa 25. 27 ἔχειν ἐνδέχεται—ἀδύνατον om. GT: item a, qui mox ἔχειν τὰ mutavit in ἔχει τὰ 26 δ᾿ αὐτὰ R 29 καὶ ὅσα R 33. 34 πρὸς τὴν λέξιν ἀπορῆσαι δὴ τὴν λέξιν Z p. 322b 31
marginal p. 322b 32
marginal p. 323a 1
footnote lemma om. hic a 2 καὶ τῶν προτέρων GT (etiam V) et Aristotelis codices (praeter F) 3 σημειωτέον δὲ ὅτι a ἐφ’ ἑνὸς GT ἕν] ἑνὸς T 4 γὰρ τὰ] τὸ T1 5 Κατηγορίαις] init. 6 ἐφ’ ἑνὸς G καὶ φαμὲν Z 8 τῶν γοῦν V ἐκεῖ a 13 τὰ om. GTa 14 τοσοῦτόν] τοῦτον GT1: τοῦτο T2 16 lemma om. bic a, qui pergit ἐπειδὴ δὲ εἶπε 17. 18 ἄλλον τρόπον in continuatione superioris lemmatis a; at v. Aristot. cod. E 20 αὐτῷ τὸ τί V ἐπειδὴ τὰ RZ: ἐπειδὴ εἶπεν τὰ ἁπτόμενα καὶ θέσιν ἔχειν καὶ τὰ GT: οὐ καὶ τὰ a, qui post μεγέθη iuscrit ἐστὶ καὶ ἅπτεται (Z)a 21 τοῦ om. a ἤδη που R: ἡ δήπου GTZ: ἡ δήπου a ἔχει] ita libri εἰσί] ἐστὶν a 22 θέσει T 23 τῷ τὰ] ταῦτα R 24 ἐπιλαμβάνεσθαι, omissis τὰ φυσικά et λέγω, Z καὶ βαρύτητος R
marginal 30v
marginal p. 323a 3
marginal p. 323a 6
footnote 2 καθ’ αὑτὰ ἄν καὶ] καὶ καθ’ αὐτὰ ἄν Ζ 3 ἔχοι a: ἔχη R: ἔχει GTZ 4. 5 ὅτι ὡς ἐν τῶ εἶναι GT 6. 7 ἔχει, δι’ ἐκεῖνα δήπου καὶ τὸ ἐν τόπω εἶναι ἕξει R (item V): ἔχει ceteris omissis Z: ἕξει GT: ἔχει, ἐν ἐκείνοις a, qui mox post ἀλλήλων inserit ἕξουσι 7 post ἀλλήλων iterant εἰ τοίνυν ἐν ἐκείνοις τὸ εἶναι ἔχει GT 8 lemma om. hic a, qui pergit τὸ δ’ ὥσπερ διωρίσθη πρότερον, διὰ τὰ ἐν τῷ πέμπτῳ τῆς φυσικῆς ἀκροάσεως εἰρημένα περὶ τοῦ ἅπτεσθαι. οὕτω γὰρ ὡρίσατο αὐτὸ ἐκεῖ. ἅπτεσθαί ἐστι, τὸ ἔχειν τὰ ἔσχατα ἄμα, καλῶς δὲ τὰ (sic) διωρισμένα μεγέθη εἶπεν etc. 9 ᾿Εν τῷ πέμπτῳ κτλ.] u. supra p. 131,21 10 μεγέθει Z 12 μεγέθη V et corr. T: μεγέθει cett. 13 τοῦτο] τὸ T υνεχεῖ GT1: συνέχειαν R 14 ἐπει δὲ et καὶ τόποις ὑπάρχει R 14. 15 πρώτη δὲ διαφορὰ τόπου a 15 καὶ τό] cf. Ar. 17 τῶν φυσικῶν ἁπτομένων GRT ἄν τινα φασὶ R 18 τὲ ἔχειν, καὶ ἐν τόπῳ εἶναι a ποιεῖν καὶ πάσχειν GTa 20 τὰ] τὸ a καὶ βάρος πάντως tr. Z 23. 24 ἀριστοτέλης Z 25 ἀλλ’ ἢ] ἀλλὰ a 26 ὅπερ ἄλογον. ἢ εἰ Z: ὅπερ ἀεργὸν· ἡ εἰ R: ὅπερ ἄλλον ἢ GT: ἀλλήλων. εἰ δὲ a
marginal 30v
marginal p. 323a8
footnote 2 τοῦ om. GTa 2. 3 Ἀριστοτέλους] Phys. Δ 4 p. 212a5sq. Cf. Diels, Zur Textgesch. der Ar. Physik p. 4 sq. 3 ὑποδοθέντα T 6 ἀντιπάσχει corr. Z: ἀντιπάσχειν cett.: ἀντιπάσχειν τυγχάνει a 7. 8 καὶ εἰ—φυσικῆς RZ: ἀκροάσεως ceteris omissis GT: εἰ δὲ καὶ ὁ ἐν τῷ πέμπτῳ τῆς φυσικῆς ἀκροάσεως ἀποδοθεὶς τῶν ἁπτομένων λόγος εὑ ἔχοι, ἁπτόμενα εἶναι λέγων etc. a 9. 10 ἀλλήλων—σφαῖραι om. Z 9 γὰρ καὶ αἱ R 11 ἐπιδέδοται GT1 12 ὁ om. GT: ante ὁρισμός ponit a 13 εἶπε τόπου διαφορὰν εἶναι Ζ 17 ἡ alterum om. R 18 ὡς—Περὶ om. Z ὡς καὶ R (et V): καὶ om. GTa Περὶ οὐρανοῦ] B2 20 ἡ (ante ἐπὶ) om. TZ: ἡ—πέριξ delevi: contra post κάτω addit ἡ ἐπὶ τὸ μέσον V 22 αὐταὶ (bis Z) libri 23 περίοιεν (G)a: προίοιεν Z 25 εἰς V: om. cett. ἦν] ὦ Z ὡσαύτως δὲ καὶ a 25. 27 ἄλλων. τὸ δὲ ἢ ἄμφω ἢ θάτερον εἶπεν, ἐπειδὴ θάτερον ἔχει μόνον τὰ ἄκρα etc. a 28 ἄμφω om. a 29 Περὶ οὐρανοῦ] Δ 5 ἔδειξεν] ἔχει R 30 βαρύτερον Z: βαρύτατα T
marginal 31r
marginal p. 323s 9
footnote 3 δεῖ] δή R 5 βαρότητος T 6 γὰρ om. GT 6. 7 ἅπερ ἁπτόμενα om. Z 10 Κατηγορίαις c. 3 p. 1b 20 sqq. 12. 13 τὰ δὲ τοιαῦτα λέγων παθητικὰ καὶ ποιητικὰ, οὐκ ἐκ συλλογισμοῦ λαμβάνει· οὐδὲ a 12 ποιητικὰ καὶ παθητικὰ R 13 ἔχοι GRT1Z2 14 τὰ om. R 15 ἐναργείας V: ἐνεργείας cett. 16 ποιητικά ἐστι καὶ παθητικὰ Z 17 ὁρῶνται RZ: ὁρῶντες GT (item V): ὁρῶμεν a 19 ἐπὶ τὴν οἰκείαν χώραν Z 20 ὅτι R: om. Z: ὅτι ἔστι GTa ποιητικὰ καὶ παθητικὰ Za 21 ἐν om. R 22 καὶ εἰ] εἰ καὶ a 26 ἐκλαμβάνοντος GTa 27 λάβοιμεν Za ἀντικείμενον V: ὑποκείμενον cett. 28 θεωρήσομεν RZ: θεωρήσωμεν GT: θεωρήσαιμεν a 29 βάρος] μέρος G1T 31 οὔτω (G)a
marginal p. 323a 12
footnote 1 δραστικὴν καὶ Z 5 καὶ om. a 7 μεγέθει R 9 ἐπεὶ δὲ a 10 Φυσικῇ] Θ 6 τοῦτον (sic etiam Z) οὑν λάβωμεν GT 13 κινεῖ R 13. 14 τὸ ποιοῦν πᾶν Z 15 οἷοντε GT1: ᾤοντο a 17 scripserim κινεῖν πάντως et πάντως καὶ ποιεῖν καὶ (ante ποιεῖ) om. GTa ὥστ’ εἰ a 19. 20 ἀλλ’ εἰ—πάσχειν om. GT 23 εἴ τι που κινεῖ a τοῦτο κινεῖ tr. GT 28. 29 τοῦτό ἐστι, τὸ κατὰ—ὅσα ἄρα om. add. mg. Τ2 29 τὰ om. a 29. 30 ταῦτα δηλονότι—μὴ εἰς πάθος ἄγει τὰ κινούμενα RZ: om. GTa 32 τὸ γοῦν] τὸ (??) Ζ1: τὸ γὰρ a
marginal 31r
marginal p. 323a20
marginal 31v
marginal p. 323a 22
footnote 4 lemma om. hic a, qui pergit δείξας δὲ ὅτι 5 κινουμένων] κινητῶν Aristot. 7 τῶν om. a δι’ ὧν GT 9 καὶ om. a 12 δέ om. GT 13 ἀντιπάσχη GT: ἄν τι πάσχῃ R 16 τῶν RZ: ὁ τῶν GTa Arist. 17 νικητικοῦ Z 18 κινητικοῦ καὶ κινητοῦ a Arist. (praeter cod. E) καὶ τὸ πάσχειν Ra; cf. Ar. et infra p. 138,10 19. 20 διωρίζεται a 23 θίξιν RZ: om. GT: τὰ ἔσχατα a 24 et 27 ἅπτεται et ὁ om. R 30 Κατηγορίαις] cf. c. 6 p. 5 b 15sqq. 31 ὡσαύτως εἶπε Z καὶ γὰρ κτλ.] p. 323 a 1 ὁμοίοις RT
marginal 31v
marginal p. 323 a 25
footnote 2 κινεῖ GTZ1 3 κινεῖται GT καὶ—φησι] τοῦ μὲν ὄντος a κινητοῦ etc.] ita libri 4 οὐχ om. Z ἅπτεται a 6 εἰδικώτατόν R 7 κυρίως GTa φυσικῶς scripsi: φυσικοῖς libri ἁπτόμενα R: om. Z 9 τε om. T 12 ταῦτα σημαινόμενα Z 13 ἀπροσδιωρίστως GT1Z1 ὄτα (sic) G: ὅτε ἑ in eras.) T 14 δὲ delendum (an εἶπεν scrib. v. 13?) 15 δεῖ καὶ ταῦτα καὶ GTa 17 lemma om. hic a, qui pergit εἰπὼν δὲ περὶ ὡς ἐπὶ πολὺ G 18 σχεδὸν πάντα Z 20 λέγει] XXVI fere litterae erasae T; cf. G ubi post λέγει καὶ iterantur περὶ τῶν κυρίως ἁπτομένων καὶ 25 πάντα delevi 28 οὕτω a 29 κινοῦν RZ: κινούμενον GTa 33 τὸν] τὸ a
marginal 31v
marginal p. 323a 27
marginal p. 323a 30
marginal 32r
footnote 1 ὀρεκτικῆς Za: ὀρεκτῆς GRT 2 κοινώτερον a τὸ om. R 3 αὖ τὰ scripsi: ἁπτὰ codices: τὰ μὲν κυρίως ἁπτὰ coni. a 6 lemm. om. pergit ἐν δὲ τῷ οἷς ἀνάγκη, προσθετέον a οἶς] ὅσοις Ar. 7 τοῦ ἁπτομένου Z 9 ἁπτομένου ἅπτεσθαι a 10 μόνου Arist. (praeter codd. EL) 13 omisso hic lemmata pergit ἐπειδὴ δὲ a ὁμογενῆ cod. Laur. 85,1 14 δοκεῖν RZ: δοκεῖ GT; cf. Ar. 16. 17 αὐτὸς—ἅπτεται om. a τοῦ ἁπτομένου G 17 προτίθησι T 18 ἀνωτέρω p. 323a 26 19 δὲ RZ: δὴ GTa 21 τοῦ τὰ ὁμόυλα R πολλαχοῦ κτλ.] cf. Index in Philop. Phys. p. 987 a 8 sq. 23. 24 ἀπὸ τοῦ κινουμένου ἀπ’ αὐτοῦ GRT 24 αὐτὸ] αὐτῶ GT 27 fort. μὲν ἄν ἅπτοιτο (at cf. Ar. codd. p. 323 a32)
marginal 32v
marginal p. 323a33
marginal p. 323b 1
footnote 1 ἀντιστρέφοντι a 3 lemma om hic, qui pergit τὸ δὲ ἐν τοῖς φυσικοῖς προσέθηκεν, ἐπειδὴ αὐτὸς εἶπεν ὅτι τῆς] τοῖς R 4 τοῦτον τὸν τρόπον Ar. 6 λεγομένη ἁφὴ ἡ ἐν R 6. 7 οὐ φυσικοῖς GTZa 8 οὐδέ] οὐ Z 11 διακρίναι (sic) RZ: διακρίνει GTa 11. 12 τῆς ἁφῆς—γίνεται τὸ ποιεῖν καὶ πάσχειν RZ: om. GTa 14 οἰκίαν a 15 τοῦ ZR2: τὸ GR1Ta 16. 17 ἀπαθὲς—ὁμοίου bis R 17 fort. γὰρ πάσχοι καὶ αὐτὸ ὑφ’ αὐτοῦ πάθοι ἂν a αὐτοῦ Z 18 οὐδὲ ἄν εἴη TZ 19 εἰς τὸ ὅμοιον om. GTa 21 ποιτικήν a ἔχοντα] ἔσχατα T 23 δοκεῖ GT1Z 24 οἷον τὸ ὀλίγον πῦρ ὑπὸ τοῦ πολλοῦ em. a 26 ὀλίγον Z ἐκδαπανομένης GT: ἐκδαπανουμένης Z 28 φησὶν GTa 28. 29 ἰδίως—φησί om. GT 28 ἰδίως (Ar. p. 323b 10) RZ: ἰδία a 29 φησί (post πάσχειν) R: φασὶ Za 30 οὐδὲ ποιεῖν T
marginal 32r
marginal 32v
marginal p. 323b4
footnote 1 γοῦν] οὑν a ποιήσει Τ1Ζτ; ποιήση RT2Z2: ποιήσειεν (G)a: fort. ποιήσοι 3 ταῦτα R γὰρ] δὲ GT 4 τὰ ὅλα R: τἄλλα a 4. 5 καὶ τὰ παθητικὰ GTa 7 τὸ om. Ra οὐδὲ a 7. 8 εἰ—πάσχει τι scripsi: πάσχει τὶ GTR: εἰ δὲ πάσχει τὶ Z: εἰ γὰρ πάσχει τὶ τὸ ὅμοιον ὑπὸ τοῦ ὁμοίου a 9 πᾶν] πάντη a 10 ἔσεται a 13 παλαιοτέρων Z 14 παρὰ a: περὶ cett. 19 ἐπεὶ] εἰ a 23 τὰ πάσχοντα a ταῦτα R κατὰ—ὑποκείμενον om. a κατά τε τὸ GT2 post ὑποκείμενον iterant δῆλον—ταυτὰ ἐστὶν GT 24 ἀπέβλεψαν εἰς τὸ γένος Z 26 τἀναντία (G)a 28 θάτερον om. Z 29 ποιοῦν τι δραντήριον Z 30 ὅμοια RZ: ὄντα GTa τὴν αὐτὴν] ταύτην R 31 αὐτῶ Τ1 32 ποιήση a
marginal 32v
marginal p. 323b 22
marginal p. 323b28
marginal 32v
marginal p. 323b29
marginal p. 323b 33
footnote 1 ὅτε F: ὅτι GRT: ὅταν Za λέγηται GZa τὸ μέλαν] ὅτι τὸ μέλαν ποιεῖ a 1. 2 ποιεῖν, δῆλον ὅτι—γραμμήν Z: om. GT: κατὰ συμβεβηκὸς λέγεται a: verba δῆλον ὅτι— φύσεως (4) om. R 4 ἄρα om. Z 5. 6 τὸ λευκὸν τὸ ἐν a 6. 7 καὶ εἰς τὴν γραμμὴν em. a 6 ἐν (post καὶ) om. G 7 δρᾶσαι a: δρᾶται cett. παραδείγματος Z: παραδείγματι cett. 9 εἰπεῖν ὅτι ὅσα a 11 ποιεῖν ἢ πάσχειν Z: πάσχειν καὶ ποιεῖν a Arist. 12 ἡ ἐναντίωσιν ἔχει scripsi cl. Arist. cod. Ε: ἐναντίως ἔχει RZ: ἐναντία ἢ ἐναντίωσιν ἔχει GT: ἢ ἐναντία ἐστὶν, ἡ ἐναντίωσιν ἔχει a; at cf. infra v. 17 13 οὑν om. GTa 14 δὲ (ante δεῖξαι) om. GT 15 πῆ μὲν οὖν ὅμοιά Z 16 ἐνεργίας Z ὁμολογημένον Gt1Z 17 καὶ (pro priore ἣ) Z ἔχειν] ἔχει R 18 ποιεῖ Z 19 οὖν om. GT: ἔστι δὲ scripsit a 20. 21 πῆ μὲν ταὐτὰ (om. ἐστι) a 21 γένη Z γὰρ ταῦτα GT: γὰρ ταὐτὰ a 23 lemma om. hic a μὲν om. GT 25. 26 παραδείγματα δὲ τοῦ ὅμοια εἶναι τὰ ποιοῦντα καὶ πάσχοντα, τίθησι, τὸ σῶμα ὑπὸ σώματος πάσχειν, καὶ χυμὸν ὑπὸ χυμοῦ. σῶμα δὲ ὑπὸ σώματός φησι a 25 εἰσι R 26 τὸ] τὸ μὲν T πεποιωμένον a: πεποιημένον cett.
marginal 33r
marginal p. 324a 1
marginal p. 324a 5
marginal p. 324a8
footnote 1 τὸ a: τῶ GRT: τὰ Z ἐν om. R 3 omisso hic lemmate pergit αἴτιον δέ φησι a; item 8 et 15 δείξας δὲ et ἐπὶ πλέον δὲ) 4 τοῦ τὸ scripsi: τοῦτο libri 7 Ἐπειδὴ] ἐπεὶ δὲ vel ἐπεὶ δὲ καὶ Ar. codd. τὸ μὲν πάσχον Z ταὐτὸν corr. Z 8 καὶ πάσχοντα om. GTa ὁμοιογενῆ Z ὡμολογούμενον GT1 ὁμολ. corr. T): ὁμολογημένον a 9 καὶ τὰ πάσχοντα T 11 τοῦτο πάλιν Z 15 ἡ φθορὰ οὖσα τοῦ ποιεῖν καὶ τοῦ πάσχειν a 16 καὶ τὶς] καὶ τῆς a 17. 18 εἰπὼν—πάσχειν RZ (sed καὶ τὸ πάσχειν R): om. GTa 18.21 ἐν τοῖς ἐναντίοις ἐστὶν, ἐκ δὲ τούτου πρῶτον μὲν κατασκευάζει ἐκ τοῦ μᾶλλον, ὅτι τὸ ποιεῖν καὶ πάσχειν ἐν τοῖς ἐναντίοις. εἰ γὰρ ἡ γένεσις καὶ ἡ φθορὰ ἐν τούτοις, δηλονότι τοῖς ἐναντίοις, ἐξ ἐναντίου γὰρ εἰς ἐναντίον ἡ γένεσις καὶ ἡ φθορὰ, ὡς δέδεικται ἐν τῇ φυσικῇ, καὶ τὸ ποιεῖν καὶ πάσχειν ἐν τοῖς ἐναντίοις ἔσται. δεύτερον δὲ οἶόν τε συμπεραίνειν, ὅτι εἰ ἡ γένεσις καὶ ἡ φθορὰ ἐν τοῖς ἐναντίοις, ἐν οἷς ἄρα a 18 τοῦτο RT: τοὺς Z: om. (G) καὶ γὰρ] γὰρ om. Z 20. 21 ὁμοίως— ἡ γένεσις καὶ ἡ φθορὰ om. R 20 ὡς Z: om. GT Φυσικῇ] cf. scripsi p. 83,15 22 τοιοῦτο Ga —p. 145,5 στοιχεῖον. ἑξῆς δὲ ἐπάγει, ὅτι εὔλογον τὸ θερμὸν καὶ τὸ ψυχρὸν ποιητικὰ ὄντα καὶ παθητικὰ θερμαίνουσί τε καὶ ψύχουσι, καὶ ἑαυτοῖς τὰ πάσχοντα ποιοῦσιν ὅμοια. ὅτι δὲ τὸ ποιοῦν ἐξομοιοῖ ἑαυτῷ a p. 324a9
marginal 33r
marginal p. 324a 10
marginal p. 324a 14
footnote 6 ἔχον GRT 10. 11 μεταβάλλοι a 11 πάσχειν compend. R 12 κατὰ λόγον δὲ μὴ ταῦτα (sic) RZ: καὶ κατὰ λόγον δὴ τὸ μὴ ταὐτὰ GTa Avist. (sed δὲ cod. Ε) ταῦτα R 14 καὶ πάσχοντα om. R 15 αὕτη (pro priore αὐτῶν) R ἑκάτερον T1 16 φησί om. a 16. 17 ὅτε μὲν οὕτως ὅτε δὲ Z 16 ὅτι μὲν E 17 λεγόμενα γάρ Z ὅτι ὁτὲ μὲν Z 18 et 19 ὑγίανεν] ὑγείαν ἐν G: ὑγ*ίαν ὲν T 22 οὑν καὶ τὰ a καὶ πάσχοντα Z 28 κεκερᾶσθαι Z τοῦ ὑποκειμένου GT 30 ἡ αὐτὴ om. Z
marginal 33r
marginal 33v
footnote 2 ὑπὸ] ἐπὶ R1 4. 5 ἡ ὕλη ἡ a 6 αὐτὴν Z 7 πρὸς τὸ libri, praeter corr. Z 7. 8 κοινὴν ὕλην εἶναι Z 10 καὶ τὰ πάχοντα GTa ποιῇ R 11 λευκῶ Z ἐβαίνω GT1; item v. 23 et p. 147,32 12 ὅτι om. T1 13 μεταβαλόντων R 14. 15 ἐστὶν ἡ ὕλη a 19 ἀνιομένων R 20 ὕλην λέγω Z 24 ὅτι] καὶ GT 29 ἐστὶ μάλιστα Z 33 ὁ om. GT δήπου τὸ ψυχρὸν ἢ Z 37 θερμῶν R
marginal 33v
footnote 2 τὸ T 3 αὐτῆς a 4 οὕτω δὲ καὶ a τοῦ ὕδατος GT 5 κρύσταλον R fort. τὸ &lt;τό γὰρ ψυχρὸν&gt; προσεχῶς 6 διαφορήσασα et ἀποσβέσασα καὶ συνεδιαφορήσασα πλήσασα et πυκνώσασα) a 7 τοῦ ψύχους a 8 πιλῆσαν RZ: πλῆσαν GT 9 καὶ μαλακοῦ om. GT ἡ om. GT 10 ἢ] ἡ R 11 μεταβαλοῦσα a 14. 15 ἐν τῷ τετάρτῳ τῶν Μετεώρων] c. 5 sqq. 16 δεῖ] δὴ GRT1 17 καὶ ὑγρὰν om. GT μεταβαλλοῦσα R 18 ποιεῖ a: ποιεῖν cett. 21 τῶ τριχῆ G 24 οὐνιων GRTZ: ἐναντίων 31 ψιμιθίῳ a: sim. v. 34. p. 148,18 al. μεταβάλοι G: μεταβα Ζ τὸ μέλαν τῶ ἐν ἐβαίνω (ἐβένω Τ2) GT: τὸ ἐν ἐβένῳ μέλαν a
marginal 33v
marginal 34r
footnote 4 μεταβάλλει R: μετάβ(??) Z: μεταβάλλῃ GT: μεταβάλλοι a 5 μεταβάλλῃ GT1 6 εἶναι ἀληθές] ἐστὶ Z 10 τὸ ἑαυτὸ Z 11. 12 τὸ τῶ Z) ἐν τῶδε τῶ πυρί—λευκόν RZ: τὸ ἐν τῶδε τῶ σώματι λευκόν ceteris omissis GT: οὐδὲ τὸ ἐν τῷδε τῷ σώματι λευκὸν  μέλαν a 15 ὑγεία Z 18 τὸ ἐν] τῶ ἐν Z 19 μετάβ(??) Z τὸ ἐν R: τῶ ἐν GTZ: τὸ ἐν τῷ a 20. 21 οὐχ ἁπλῶς] οὐκ em. a 21 τόδε R: τὸ δὲ cett. 24 πάσχῃ] πάσχει ZT1 πάσχει] πάσχῃ a 26 ὕδωρ delevit a οἷον καὶ τὸ ποιῆσαν ἦν GTa οἷον τὸ πύριον R: οἷον τὸ πυρί Z: τῷ πυρί GTa ὅτε δὲ Z 27 ἀλλοιοῦται libri ὁδεύων Z 30 φθείρεται T1 31 εἶδος alterum om. a καὶ om. GT 32 οὐ] εἰς GT πυρείαν R μετέβαλεν GTa ὁ δὲ RZa: οὑδὲ GT ἐὰν ἄρα om. a 33 προσεχῶς—μεταβάλλει bis Z
marginal 34r
footnote 1 ἐναντίον Z 2 οἶον om a ἡ τοῦ ψιμιθίου a 3 πίσσης R: πίπτῃς a 5 ἄν om. GT 6 πίσσα R τοιοῦτο a πάλιν om. Z 7 γὰρ om. GT 8 οἶον om. a ἐπεὶ a 9 οὖν] ὃ Z 11 θολῶ Z; at of. Bonitz Ind. Arist. s. v. 13 καὶ (aute τὴν) om. Z 15 εἰ] εἰς T1: ἐν Z 16 τὸ om. T1 18 πάντως om. Z ἀλλοτιοῦν R: ἄλλο ὁτιοῦν Z 19 Φυσικῇ] cf. supra p. 83,15 20 λέγομεν Z 21 ἐστὶ πάντως Z 23 ἦν ἡ μεταβολὴ R 24 καὶ τοῦ] καὶ τὸ GRT 25 ἐκ παντὸς—ἀμέσως om. R 26 τοιώδε Τ1 27 μεταβάλῃ R: μετάβα Z 28 κἀν] εἰ καὶ a, et mox μεταβάλλει a et μεταβάλῃ Z 31 μεταβαλλεῖν GRT1: μεταβάλλειν a p. 324a 24
marginal 34r
marginal 34v
footnote 2 κινεῖν καὶ κινεῖσθαι Ar. (praetcr cod. FH) κινεῖν. διχῶς γὰρ λέγεται καὶ τὸ κινοῦν GT: item a, qui continuat lemma usque ad τοῦτον τὸν τρόπον (p. 824b24) 5 οὔ] ὄν a 6 εἴδωμεν GT 7 τὰ πάσχοντα (G)a 8 πᾶν μὲν γὰρ τὸ κινοῦν καὶ ποιεῖ a 9 εἰς Z: om. cett. 10 Κατηγορίαις] c. 3 p. 1b 10 13 ταῦτα καὶ τοῖς ποιοῦσιν a 13. 14 τὰ μὲν et τὰ δὲ ἐσχάτως R 22 κινοῦνται] κινεῖται a 23 et p. 151,14 μύες R ἄλλων GT 24 τῷ] τὸ R 26 ὡς addidit a 30 πιστῆμαι T αὗται libri 32. 33 τὰ δὲ—αὐτοῦ GRT: om. Za 32 ἄν τι πάσχει GT τὸ R: om. GT 33 τὸν GR: τὸ T
marginal 34v
marginal p. 324a 28
marginal p. 324b 6
footnote 1 ἐστι καὶ τὰ Z 5 ἐζωομένω GT1 12 κινῆσαι] ἀντικινεῖσθαι a ἐν addidi 13 κινούμενα GTa 15 μὴ om. Z 17 ὁπότε] lac. VIII litt. Z 22. κινήσεως—ἐπὶ bis G 23 ἔχειν] ἔχει Z: post ἔχειν ras. XVIII lilt. T ἄρκει κὰν εἰ a σώζηται GT1: σώζοιτο a 25 et 31 lemmata om. a, qui pergit (27) ἔσχατον δέ φησι τῶν κινούντων et (33) τὸ δὲ ὡς εἰπεῖν προσέθηκεν 32 ὁποτέρου οὑν libri 33 προσεσχεστάτη GT1
marginal 34v
marginal p. 324b 7
marginal p. 324b 14
marginal 35r
footnote  ἀπαραλάκτως GT1Z τὰ alterum om. GTa 2 δεξάμενα Z 3 ὥσπερ om. a 5. 8 ὑποκείμενον. ἐπειδὴ δὲ ἡ αὑτή a 8 τὸ R: om. GTZa 9 εἶναι φησί a μὴ ὃν μήπω] μήπω ὄν a 10 καὶ διὰ τὸ a καὶ om. a ὅταν γὰρ a 11 αὐτὸ GT1: αὐτῇ a 13 ἀντιπάσχει. διὰ γὰρ τὸ a; an deest particula in proximis (ex. gr. τούτου Ε;)? τὴν alterum addidit a 16 ἕνεκα φησιν οὐ a διότι ἡ ὑγεία 18 εἶπεν] δέ φησιν a τὸ om. GT 19. 20 ὑγίεια utrobique a: priore loco R1 20 καὶ τὸ οὗ ἕνεκα καὶ ἁπλῶς τὸ τέλος tr. a 20. 23 ποιητικὸν, ἐδήλωσε δι’ ὦν ἐπήγαγε λέγων, ὅτι δὲ τὸ οὗ ἕνεκα οὐκ ἔστι ποιητικὸν a 21 ὑπάρχει Z 24 ἔτι om. T1 25 μήπω] μὴ GT ἀπειληφὼς libri praeter a 28 τὸν] τὸ R 31 αὐτό GT1
marginal 35r
marginal p. 324b 17
marginal p. 324b22
marginal p. 324b25
marginal 35v
footnote 1 δεῖ αὐτὸν GT 2 ἐπιστράφθαι GT1 καὶ αὐτοῦ ἐφίεσθαι om. Z 2. 4 ἐφίεσθαι. ἐπειδὴ δὲ εἶπε a 5 ὅλη ᾗ ὕλη Ar. 7 ταῦτα ἀντιπάσχοι Z 10 ἀπαθῆ] πάθη R 10. 12 ἀπαθῆ. εἶτα συμπεραίνων, εἴρηται ἤδη φησὶ, τί ἐστι τὸ ποιεῖν, ὅτι τὸ εἰς πάθος ἄγειν a 11 τὸ alteiitm om. Ar. (praeter cod. H) 17 λέγομεν R 18 τὸ alterum GT 19 τίνα τρόπον a 20 post πάσχειν expuncta καὶ τίνα ἐστὶ τὰ ποιοῦντα καὶ πάσχοντα R, ubi πότερον δὲ 23 ὧν ἦν] ὦ νῦν GT ὁ om. a 27 στίχον R1 28 μὴ (ante διαφανέσι) om. Z1
marginal 35v
footnote 2 καινοῦ Ζ1 3 τὸ om. Z τοὺς ἀτόμους R 4 ἀλλοιεῖ Z μετατεθὲν R 4. 5 μετατάττων GRT1 5 τοῦ] τὸ R 6. 7 οὐκ—εἶναι om. R πεποροποιεῖσθαι GT1: πεπορωποιεῖσθαι Z 7 πλήρη GT δὲ εἶναι] δεινᾶι a 14 οἱ πόρω GT1 σύμμετρον GT 15. 16 ἀποδοῦναι οὐκέτι εἰδύναντο Z 16 ποίω γὰρ τρόπω a 19 τῶν om. GT 21 ὧν] αἷς a lacunam signavi et partim supplevi: ἐχρήσαντο. οἱ μὲν γάρ supplet a 23 ἐναργεῖ Z: ἐνεργῆ GT1 ὡμολογούμενα GT1 (sim. v. 27. 30. p. 155,1. 2. 8 etc.) ὑπεχείρησαν R 24 δι’ αὐτῶν om. Z τὰ δῆλα GRTZ1 27 ὡς om. a post ὅπερ expuncta ἦν τῆ αἰσθήσει R 28 πολλοῖς a 28. 29 διὰ συλλόγου et p. 155,3 σύλλογον Z 29 οὐκ ἔσται κίνησις GT: item auctor codicis R, ubi solito errore οὐκ ἄρα κίνησις 30 ὡς ὁμολογούμενον a 31 μόνου Z 32 δὲ καὶ ἐπὶ τὴν GT
marginal 35v
marginal p. 324b31
footnote 2 λέγω δὲ et οὕτω δὴ τὸν Z 5. 6 κενῷ—γίνεσθαι om. a 6 γίνεσθαι RZ: γενέσθαι GT 8 ἐλάβομεν Z 9 οὕτω a 10 μέντοι] δὲ Z 11 διαιρέσεις GT1 12 τὸ κενὸν om. Z φανερῶν] ἀφανῶν a 12. 13 φησὶ διαίρεσις Z 14 τὸ μὲν RZ: ἀλλὰ τὸ μὲν GT: τὸ μὲν οὖν a 15 μέντοι om. a 17 ὁμοίως δὲ καὶ a 19 δὲ om. a τρόπω καὶ ὁ Z 23 τοιαύτης (G)a 25 εἰδύνατο Z τὰ om. a 25. 27 γινόμενα. περί γε μὴν ᾿Εμπεδοκλέους λέγων, εἰσιέναι φησὶ λέγειν αὑτὸν τὸ ποιοῦν εἰς τοὺς πόρους καὶ οὕτω a 27 ποιεῖν οὐ τὸ πρώτως RZ: ποιεῖ εἰ τὸ πρώτως GT: ποιεῖν· οὐχ ὡς τὸ πρώτως δὲ a, qui mox ἀλλ’ ὡς τὸ προσεχῶς 29. 31 σιτίον. καὶ διατοῦτο δέ φησιν ἔλεγε μᾶλλον ὁρᾶσθαι a 31 τῶν] τὸ a
marginal 35v
marginal p. 324b 32
marginal p. 324b35
marginal p. 325a 1
marginal 36r
marginal p. 325a3
marginal 36r
marginal p. 325a6
marginal p. 325a 12
marginal p. 325a 13
footnote 1 ὑποτίθετο T 2 Φυσικῇ] Δ 6 p. 213a 12 sqq. 3 ταῦτά RTZ 4 οὐδὲν ἄλλο ἐστὶν a 6. 11 περιεκτικὸν σώματος. ἐν δὲ τῷ τοῦτο δ’ οὐδὲν διαφέρει, τὸ, τοῦτο οὐ πρὸς τὸ ἤδη εἰρημένον ἀλλὰ πρὸς τὸ λεχθησόμενον ἀναφέρειν δεῖ. ἔτι δέ ὡς ἀπὸ Παρμενίδου τὸν λόγον ποιεῖται. ὑποθέμενος γάρ φησιν ὁ Παρμενίδης μὴ εἶναι κενὸν, ἀνεῖλε τό, τε πλῆθος a, qui V. 15 τοῦτο δὲ ἀναιρῶν 7 τούτου δὲ GT εἴτεαι R1 11 τῳ] τὸ Z: τῶν GT 14 κενῶν R διηργομένων R1: διεργωμένων Z 17 ἡ οὔ;—διαιρετόν om. GT: ἢ οὐ πάντη. εἰ μὲν γὰρ πάντη suppleverat a 21 εἴτινι Z 21. 27 καὶ τὸ κενὸν εἶναι. τῷ δ’ αὐτῷ λόγῳ δείκνυσι φησὶ καὶ κίνησιν μὴ εἶναι, κενὸν μὲν μὴ εἶναι ὑποθέμενος, κίνησιν δὲ ἄνευ κενοῦ μὴ εἶναι λαμβάνων. ἔπειτα μέμφεται a 22 ἔτι δὲ] cf. Ar. codd. ὁμοίως RZ (cf. Ar. cod. E): ὁμοίως φησὶν GT 23 μήτε] μὴ Τ1 27 ἐναργία Z: ἐνεργεία GRT
marginal 36r
marginal p. 325a 17
marginal p. 325a 25
marginal p. 325a 32
footnote 2 ὅπερ πεποιθότες GT: ᾖ τινι πεποιθότες a 3 lemma om. a et pergit ἐδόκει (ad hoc nihil enotatum ex G) γάρ φησι Ἔτι] ἐπεὶ Bekkeri Aristoteles ἐπὶ μὲν τῶν λόγων Ar. (praeter cod. E) 5. 6 καὶ πιθανὴ ἐφαίνετο ἡ 7 ἐστὶν om. GT 9 κρυστάλω GT1Z 10 γὰρ] γὰρ ὁ μαινόμενος F 12 λεύκιππον φησὶ R 14 lemma om. a ταῦτα μὲν RZ: μὲν om. GT 15 μὲν om. (G)a 17 καὶ ὅτι κενὸν R 18 τουτέστιν post οὐ πλῆρες traicit Z 19 δὴ] δὲ GT: δεῖ Z ὅτι τὰ ἄτομα Z τὰ om. T 20 διακρινόμενα GTa 22 ἕκαστον τῶν ὄντων ἔστι tr. a 23 οὐδὲν ἄρα—οὐκ ὄν om. GT: ὥστε οὑδὲ κενὸν suppleverat a 25. 27 διαιρεθῆναι. ἁπτόμενα δ’ ἔλεγε ποιεῖν καὶ πάσχειν, τουτέστι a 28 τὴν κυρίως ἁφὴν a ἀλλήλων ἅπτεσθαι Z, qui mox ἥτις—ἀτόμους om.
marginal p. 325a34
marginal p. 325a 34
marginal p. 325b5
marginal 36v
footnote 2 τὸ addidit a 4 ἀλλὰ καὶ pro lemmate a 5 τὰ (ante πάθη) om. GTa 7 θέσιν] σύνθεσιν R 7. 9 τάξιν. ἀλλὰ καὶ ἐκ τοῦ κατὰ ἀλήθειαν καὶ κυρίως φησὶν ἑνὸς πλῆθος οὐκ ἂν γένοιτο, τοῦ μὲν πλήθους a 9 ποιήσοι R: ποιήσει T1Z: ποιήση G et corr. T 10 γενομένου TZ1 11 ἔχων a οὔτε] ἀλλ’ οὐδ’ αὖ a 12 γένηται Z: γένοιτ’ ἄν ἓν (om. οὐκ) a δύναται GT αἱ om. GT 13 διειργόμενα a 16 δημοκρίτιον Z: Δημοκρίτου a 16 ὅσον] νόσον R: om. (G)a 17 ἐξ ὧν γὰρ a 18 εἰσιόντα GTa 19 τοῦ ποιοῦντος καὶ τοῦ πάσχοντος a 23 εἰ om. Z 24 καὶ (ante τοῦτο) recte om. Fa 25 ὁ Ra: om. Z: καὶ ὁ GT 26. p. 160,3 ἀναγκασθήσεται. τοῦτο δὴ αἰνίττεται λέγων, εἶναι γὰρ ἄττα στερεά. ἤγουν ἀναγκαῖον τῷ Ἐμπεδοκλεῖ λέγειν a p. 325b6
marginal 36v
marginal p. 325b 12
footnote 1 ἄττα] αὐτὰ τὰ GRTZ 6. 7 εἶναι καὶ ἀδιαίρετα a 7 οὑς] ἅπερ ὁ a 7. 8 τὰ αὐτὰ RZ: τοιαῦτα GTa 10. 11 οὐ κυρίως εἰρήκασιν, cos ἔλεγον ἔλεγεν a) ἀνωτέρω GTa 12 lemma καὶ περὶ μὲν τούτων—καὶ αἱ διακρίσει (p. 325b13—30) a, superius lemma (p. 159,14) usque ad λέγονται (p. 325b 13) continuaverat τὰ μὲν GT: τἄ RZ 14 ἐκθεμένους GT1 16 ὡς RZ: εἰς GT: ὅπερ—ὡς om. et τοιαύτας ἀρχὰς traicit a 20. 21 διαφορὰς εἶναι Z 21 δύνανται R 24 ὁρῶντα Z 27 ἐκ τῶν] αὐτῶν Z 28 συγκράσει Z 29 τῇ alterum om. Z 29. 30 ὑποτιθέμενοι Z 30 ἀπαθεῖς αὐτὰ λέγοντες Z
marginal 36v
marginal p. 325b 13
marginal p. 325b 14
marginal p. 325b 15
marginal p. 325b 17
footnote 2 εἶναι om. a δύνανται Z 3. 4 σχεδὸν οὖν φησιν οἱ παρὰ τῶν ἀρχαιοτέρων λεχ‘θέντες τρόποι οὔτοι οἱ δύο εἰσίν. ὅ, τε a 4 ὁ om. GT 5. 12 καὶ περὶ μὲν τούτων φησὶ τῶν περὶ Λεύκιππον δηλονότι καὶ Δημόκριτον. δῆλον δὲ τοῦτο ἐκ τῶν ἐφεξῆς, καὶ πως ἤγουν τρόπω λέγουσι, δῆλον. ἀλλὰ καὶ πρὸς τὰς θέσεις αὐτῶν φησιν, αἷς—συμβαῖνον. δηλονότι ἀκόλουθα καὶ συμβαίνοντα—εἰρήκασι τά τε ἄλλα καὶ τὸν—λόγον. τοῖς δὲ περὶ ᾿Εμπεδοκλέα a 7 ὑποθέσεις GT 9 αὐτῶν libri 13 λέγω δὴ a 15 lemma om. hic a, qui pergit τοῖς μὲν γὰρ περὶ Δημόκριτον 16. 17 ἐξ ὢν γὰρ πρῶτον πάντα Z 17 ἅ addidit a ἀναλύονται a τὰ om. a διαιρετὰ GT 17. 18 καὶ εἰς ταῦτα καὶ et ἀνάλυσις γίνεται a 19 μέρϊ R 20 ἐστιν GT: αὐτῶ εἰσιν traicit Z 21 συγχώρησιν Z 24. 25 et p. 162,1 σορευόμενον utrobique et σορεύεται GT1 24 τουτέστι libri
marginal 37r
marginal p. 325b 24
marginal p. 325b 24
marginal p. 325b 27
footnote 1 ὡς] ὥστε T ὁ Ra: τὸ Z: ὅτι GT ἐκ (post ὁ) om. R 3 ὁμοίως δὲ καὶ περὶ τῆς γῆς. μὴ λέγοντι οὖν φησι πυρὸς στοιχεῖα μὴ δὲ τῶν ἄλλων ἁπάντων a ὁμοίως δὲ καὶ Ar. 4. 6 καὶ γῆς, οὐχ οἷόν τε ἀποδοῦναι τὴν γένεσιν αὐτῶν. δι’ ὃ καὶ ὁ Πλάτων ἐν τῷ Τιμαίῳ τῶν τεσσάρων στοιχείων στοιχεῖα a 5 ὁ om. Arist. 7 εἰσι R ὀρθογόνια a 8 εἶναι ἔλεγεν Z 9 ἄλλων ὁμοίων ὕδατος (G)a 15 τὰ διαιρέτα β GT 18. 19 εἰκ(??)σαέδρῳ. δωδεκαέδρῳ (sic!) Z 20 lemma om. hic a 22 λέγει RZ: φησιν GT: δέ φησιν a ἔχει] εἶχεν Z 23 εἶχον] ἔσχον a 24. 26 νοητέον. ἀπείροις ὡρίσθαι σχήμασιν ἕκαστον τῶν στερεῶν. ἀντὶ τοῦ ἕκαστον σχῆμα ἐν ἀπείροις στερεοῖς τουτέστιν ἀτόμοις ὡρίσθαι. οἷον a 25 ἐστὶν] ἐστὶν ἀδιαιρέτοις Z: εἶναι F 27 εἶναι] ἐστι Z 27. p. 163,3 ἄτομα. τὸ δὲ ὡρίσθαι, ἀντὶ τοῦ a p. 325b28
marginal p. 325b 30
footnote 2 σχήματα Z 3 ὡρισμένον GT περιγεγραμμένον GT: περιγεγράφθαι a στερεῶν] στοιχείων Z 6 διαιρετὸν a Arist. (praeter cod. Η) 7 τοῦτο Z 9 γινομένοις RZ τῆς διαλύσεως] τῆς φθορᾶς καὶ τῆς διαλύσεως Z ὁμοίως—γενέσεως om. GTa 10 τῆς φθορᾶς GTa 11 τὸν alterum om. Z 12 ὄντος GT 13 τῆς om. GT καὶ τὸν] καὶ τοῦ GT1 14 κινοῦ a 17 ἐν ἐκείνοις GT: τοῖς ἐν ἐκείνοις a 18 τὸ] τὰ GT 19 τοῦτο utrobique Z 20 post prius δύο addit τούτων a κα̣ὶ δεῖσθαι—τρόπων om. GT: haec et proxima ἵνα γένηται om. a, qui eorum loco γίνεσθαι iuseruit et, mox τε delevit 21 φημι om. Z(?) 22 εἴποις GT 22. 23 ἀνωτέρω p. 325a31 24 οὕτω a γένεσιν] γίνεσθαι GT 27 πλατῶν GRT
marginal 37r
marginal p. 325b 33
footnote 2 στοιχεῖα RZ: σχήματα GT: σώματα a 3. 7 Περὶ μὲν—εἴρηται] προτέρους δὲ λόγους τοὺς περὶ οὐρανοῦ φησι, ἀντεῖπε γὰρ ἐν ἐκείνοις Πλάτωνι τὰ ἐπίπεδα ἀρχὰς λέγοντι a 3 καὶ περὶ μὲν Ar. 5 τῇ] τῶ GT1 Περὶ οὐρανοῦ] v. ad p. 25,11 ἐν τούτῳ κτλ.] De gen. Α2 p. 315b31 (cum Philop. comm. p. 25,31sqq.) 6.7 καὶ μέχρι σημείων RZ: ὅτι ἄλογόν ἄλλογόν G) τε μέχρις ἐπιπέδων GT 9 θωρῆσαι a τονῦν GRTa: τὰ νῦν Z 11 περὶ τῶν RT βυβλίῳ a αὐτῷ om. Z 12. 13 τὴν ἀνασκευὴν αὐτῶν ἐν τῆ περὶ οὐρανοῦ ἐποιήσατο Z 12 Περὶ Οὐρανοῦ Γ 1. Δ 2 14 τετάρτῳ ἐναρμόζον R ἓν om. Τ1 14. 15 κούφου καὶ βαρέως Z 18 ὡρισμένων RZ: ὡρισμένῳ GT: ὡρισμένου a 20 δεύτερον δὲ ὅτι Z ἀκριβεστάτων Ζ 21 ἐπίννοιαν GT1 22. 23 οὐδὲ τὸ φυσικόν· τὸ γὰρ ἐκ περιττῶν ἀτόμων ἀτόμων om. R) συγκείμενον δίχα διαιρεθῆναι οὐ δύναται δύνανται Z, si recte enot.) RZ: τὸ φυσικόν· τὸ γὰρ ἐκ περιττῶν ἀτόμων συγκειμένων δίχα. οὗτοι δὲ οὐδὲ τὸ φυσικὸν οὐ δύνανται GT: τὸ φυσικὸν οὐ διαιροῦσιν a 25 βολόνη T: βελώνη Z 26 χωρίσαι et ἢ εἰ τῆς Z lacuuam signavi: ἅψασθαι. εἰ μὲν οὑν ἐν τῷ κενῷ χωρήσει, οὐκ αἰσθήσεται. ἢν (sic) δέ τῆς ἀτόμου suppl. a ἅψηται GTa
marginal 37r
marginal 37v
footnote 1 ἡ om. R 2 τὸ RZa: τῶ GT 4. 5 οὐδὲ ἐστὶν R 5 ποία R 6 τοιῶς ἢ τοιῶς GTa 7 ἴστω] ἴσως T 7. 8 τοῦτον τὸν λόγον ἱκανῶς ἐν τῶ τοῦ πλάτωνος θεαιτήτω Z 7 τοῦ om. R Πλάτωνος] v. ad p. 108,11 9 οὐδὲ] οὐ T 10 τὸν ὅλον a 12 ἔμελεν T οἷον] ἢ Z 14 ἐστάμεθα R: στάμεθα T εἶτα πληγέντος ἑνὸς, ἐγίνετ’ ἄν εἰς τοὺς λοιποὺς ἡ a 16 ἂν (Z)a: om. cett. 18 καὶ delet a 19 ὑπολιμπάνεσθαι a ἐξατμιζόμενον (Z)a 19 20 γὰρ αὐτὰ R 22 ἔδει RZ: εἰ δὲ GT: om. a, qui mox οὐδέποτε τὸ ὅλον ὕδωρ ἐξατμιθήσεται 23 ἢ prius om. R 25 τῶν στοιχείων γένεσιν Z αὐτοί φησι λέγουσιν a ἐξ om. GT 28 ὑπόθεσιν et 29 οἱ (pro αἱ) (GTZ)a
marginal 37v
footnote 1 ἐστί τινι tr. GT: om. a καὶ Z: om. cett. ὅσον GT 4 βραδύτερον om. Z 5 τοσοῦτο Z 9 κουφότερον T 12 πλείονα GRT 13 post κουφότερα expuncta ἡ τὰ δὲ ἐλάττονα, βαρύτερα R 18 φέρει G σωμάτων ὄντων Z 19 πρὸς τὸ τοῦ ἑτέρου κενὸν addidit a πρὸς alterum RZ: ὡς GT: ὡς πρὸς a 21 ἣν RZ: οὖν GT: om. a 22 κουφοτέραν] κουφότερα a 26 καὶ βαρύτερα καὶ κουφότερα a 27 ἦν] ἐστὶν a μεῖζον ὁ λόγος ἐστὶν Z πλήρους] πλῆρες T 28 εἰσιν ἴσοι a 29 καὶ κοῦφα T 34 τοιαῦτά Z καὶ om. Z 35 ἕτερ’ ἄττα a p. 325b 36
marginal 37v
marginal 38r
marginal p. 326a 14
footnote 1 παρέκβασιν RZ 2 διαιρετῶν et mox πάθους ποιητικὸν R 3 ποιητικοῦ GT 4 ὑποτιθεμένους T 5 γίγνεσθαι a 7 ἄν δράσουσιν GT; v. Index s. v. ἂν αὐτάς libri praeter a 8 αὐταῖς RZ, sed R traicit μεταδοῖεν post ποτε δράσωσιν GTa 12 φησὶ GTa 13 τὰ ὑπάρχοντα R1 14 βαρύτερα εἶναι GTa δῆλον ὅτι om. a 15 οἷόν τε GTa 15. 16 εἰς ἀλλήλας μὴ ποιεῖν καὶ πάσγειν Z 17 καὶ ποιήσονται R δὲ om. Z τὸ om. GTa 17. 18 τὰ μὲν σφαιρικὰ θερμὰ Z: τὰ σφαιρικὰ μὲν θερμὰ R 18 λέγειν εἶναι Z 22 καὶ om. GT τὸ μαλακόν (post εἰ δὲ ὑπάρξει) om. GTa 23 δὲ prius om. GT ὑπείκειν δὲ GTa τῶ RZ: τὸ GTa 25 ἀλλ' ἢ μόνον Arist. (praeter cod. E) 27 δεῖ δ’ ἡμᾶς a 29 οὖν] γὰρ a 30 στήγμασι G1T1
marginal 38r
footnote 5 ἄν τις G 7 ἡ (ante αἴσθησις) om. T1: καὶ τὰ αἰσθητὰ καὶ ἡ αἴσθησις tr. Z τῷ] τὸ Z 10 οὐδὲ om. a ἐν Za: ἓν GRT 11 Θεαιτήτῳ p. 152 sqq. 12 ἀνηρῆσθαι Z 13 τὴν] τὸ T αὐταῖς GT 14 ἔχοι a: ἔχει cett. ἓν] οἱ ἐν a ἔχειν] ἔχει* T 15 altero loco ἔχη G: ἔχει corr. T2 16 αὐτῆς om. GT 17 καὶ om. R 19 ποιήσονται GT 21 γίνεται] γὰρ Z 22 ἔχειν ἓν Z 23 χίλιοι GT εἶεν] εἰ ἐν a ἔχοι GRT: om. Z: ἔχει a 24 ταῦτα libri praeter a: μέντοι ταῦτα traicit Z μηδεμιᾷ a: μηδὲν μία GRT: μηδ’ ἐν μιᾷ Z 24. 25 fort. ἀλλ’ ὡς ἑκάστην 25 ἑκάστη] ἑκάστης a 27 τῶν (altero loco) om. T 28 οὐχ’ R 29 τοιάδε a 32 τοῦτο] τοῦ R 33 μὲν καὶ κατὰ Z
marginal 38v
marginal 38v
footnote 1 θερμότητα] τὴν θερμότητα GTa 1. 2 ποιοῦσα κατὰ τὴν ὑγρότητα GTa 2 ἄν κατὰ τὴν θερμότητα a 5 δόξη RZ: δόξει GT: δόξειε em. a; cf. ad p. 167,7 7 ἐπιγίγνεσθαι a 8. 9 ὡς—εἴδη a 14 πάσχοντα ἄρα GTa καὶ om. GTa 15 εἰ ποιεῖ] εἴποι εἰ GT 15. 16 μὲν—ποιεὶ om. Z 17 καὶ om. GTa ἀποτελέσματά εἰσι Ζ 19 τὰ διάφορα ἐπιγέγονε RZ: τὸ διάφορα ἐπιγεγονέναι GT: διάφορα ἐπιγεγόνασι a 21 τὸ μὲν et τὸ δὲ Ζ 24 πῶς om. GT: εἰ a 25 ἢ τὰ scripsi: ἦ τὰ GRTZ: om. a ἤγουν, ὡς] ὡς γοῦν a ὁ superser. R 26 ἐπιγίνονται corr. T2: ἐπιγίνεται cett. 27. 28 ἔστω—ἀποτέλσμα om. add. mrg. T2
marginal 38v
footnote 3 οὐκ ἄν μετέβαλε τὸ χρῶμα R 4 συμμετέβαλεν T: συμμετέβαλλεν G 4. 6 καὶ ὁ χυμός—μετέβαλε RZ: om. GTa 6 τὸ χρῶμα δέ οὐκέτι RTZ: τὸ χρῶμα (mrg. G2 χυμὸς) οὐκέτι G: τῷ χρώματι a 7 συνεπέστησαν libri praeter R 9 συμβάλλουσιν GTa ἀλλήλαις αἱ R 15 λευκὸν] λευκοῦ GT 18 καὶ τῶν κράσεων αἱ a 19 μέντοι] μέν GT 21 ἡ ὅλη R ἀλλοίωται a 22 ὡς om. add. Τ2 δέκα RZ: (δὴ δὴ a) κατὰ τὸ GTa 23 ψυχροῦ δὲ RZ: ψυχρὸν δὲ GT: δέκα. καὶ ψυχροῦ a ἁ τὸ RZ: αὑτὴ GT: ὃ τὸ a 26 ἐὰν] ἄν (G)a 28 ἕπωνται R: ἕπονται Z: ἔσονται GT: ὧσι a 29 τὸν] τὸ GT1 35 τοιοῦτο Ra
marginal 38v
marginal 39r
footnote 1 ἀπαραλάκτως GT 4 μένειν] βαίνειν TG1 (corr. mrg. G2) 6. 7 μένειν, οὐ κυρίως οὖσα ἡ αὐτὴ a 7 τὸ κυρίως—ἠμεῖφθαι corrupta τὸ δὲ] τόδε R ἠμείφθαι R 8 ἐναπολαμβάνον GT 9 μέλανος GTa 11 οὑδὲ om. T1 14 εἰς] εἰ Τ1 15 τὴν om. GRT1 16 καὶ om. Z 18 λόγον εἶναι R: εἶναι λόγον Z: εἶναι om. GTa post ἅπαντα inserit καὶ ποιεῖν καὶ πάσχειν a 19 ὕλην R: ὅλην cett. τὸ Z 20 μὲν om. T 24. 25 καὶ μεταβαλεῖ—ἔσονται om. Z 24 μεταβάλλει R 25 μάτην om. R 26 εἰ δὲ] οὐδὲ R τί τὰ συνάψαντα Z 27 πάντῃ om. Z: πάντα a 27. 28 οὐδὲ πρῶται—ἄτομοι om. Z 29 διαιρούμενοί R γε om. Z 35 χολεύσει GTa ἔσονται τὰ ἕτερα a
marginal 39r
marginal p. 326a16
footnote 1 ἅμα τὰ ἐναντία εἶναι R 2 ἐμερίσατο Τ1 4 λέγει GT 5 ἓν ἡ] ἐν ἡ GRT 8 ἰδίαι T 9 χολεύσει Τ1 15 τόσα δὲ GRT ἄλλαι om. T1: ἄλλα RZ δὲ δέκα] δώδεκα GT οὖν om. a 16 ὅτι om. GTa 17 πᾶσαν a 21. 23 πλείοσιν ἕν. ἐπεὶ δὲ καὶ τὸ σχῆμα ποιότης ἐστὶν, ἄτοπον φησὶ τοῦτο μόνον αὐταῖς ἀποδιδόναι. τίς γὰρ ἡ ἀποκλήρωσις a 23 τοῦτο] τοῦ T 26 εἴπωμεν R ψυχρόν 26. 29 ἡμεῖς. εἶτα τὸ δεύτερον ἐκτίθησι τμῆμα τὸ λέγον a 27 (??) R; cf. Ar. libri 2.9 τὸ (ante λέγον) om. Τ1 29. 30 ποιότητα ὑπάρχει ἢ μὴ R 30 αὐτὰς Za: αὐτὰ GRT 31. p. 173,3 φύσεως. ἀλλ’ οὐδὲ πλείονα πάθη φησὶν ἔχειν a p. 326a17
marginal 39r
marginal p. 326a18
marginal p. 326a20
marginal p. 326a21
footnote 1 εἰ GT: om. RZ (et Ar. cod. F) 2 δυνατόν (G)a: ἀδύνατον RTZ 4. 6 ἐξεθέμεθα. τὸ δὲ ἀδιαίρετον, εἰ οὕτως ἐκλάβοιμεν αὐτὸν λέγειν, τὸ οἷον μὴ a 5 ὂν RZ: om. GT 8 καὶ om. GTa 9 ἄλλο] ἄλλω GR1T 10 ὑποτίθεσθαι GTa 11 καὶ om. GTa λέγει T 13 αὐταὶ R 14 σύγκειται RT1 δυνάμεων Z ἑτέρας a 18 εἰ om. T1 ἔχει R1 et corr. T 19 ποιητικὰ] παθητικὰ R πάθη om. GTa 22 ἐγύμνωσε R 27 lemma om. et pergit ὑποθέμενος δὲ ὅτι a, qui superius lemma plenius dederat
marginal 39r
marginal 39v
footnote 2 ἐνδέχεσθαι a 4 ἔχειν ἓν R 5. 7 et 24. 25 μανότερα—ἀδιαιρέτοις] μανώτερα καὶ τὰ ἑξῆς a 8 μανώτερα (G)a γάρ ἐστι Z 9 ταῖς R: τοῖς cett. 10 et 12 μανώτεραι GTa 11 συναιρουμένων GT1 13 μὲν om. T1 14 τοῦτο παθῶν Z οἱ] εἰ Z 15 τὸ om. GTa μανώτερον GTa 17 ἀλλαχοῦ κτλ.] c. 2 p. 316a4 19 λέγουσι] ita hic libri συμβαίνειν a 20 πάθος om. Z 22 εἴποιεν T1 23. 24 ἑξῆς a 26 οὕτω a 30 μανώτερα a 31 ὑποθέσει a 33 ταῖς Za: τοῖς cett. 33. 34 μανώτερα GTa 34 ἄλλα ἄλλου Z: ἄλλα ἀλλ’ GRT: πρὸς ἄλλα a
marginal 39v
marginal 5p. 326a24
marginal p. 326a29
footnote 1 μηδεμίαν διαφορὰν Z 2 δὲ ora. Z 9 ἱστῶσι (Z)a 15 τὰ] τὸ GT 16 πάντα om. a ὑποτιθέμενα R’ 18 ἐξολισθαίνειν T-’Z: ἐξ ὀλισθαίνει a 21ἡ φύσις a; at cf. Ar. cod. E 22 διαφέροι et (cum Ar.) τῶν ἑτέρων a   τὰς GT 24 ἔχει a et corr. Z 25 ἐστι om. hie Z, qui inox αἴτιον ἐστὶν 27 ἅψηται a 29 συμφύεσθαι Z 30 οὖν om. Za τὸ] ὅτι τὸ GT
marginal 39v
marginal 40r
marginal p. 326a31
marginal p. 326a34
marginal p. 326a34
marginal p. 326b1
footnote 1 τῆς prius mutavit in τοῦ a: fort, τῆς σωρείας 2 πάσας—φύσεως om. GTa ἄλλλα R: om. Z 5. 8 διαιρεῖται. τὸ δὲ ὥσπερ εἰ τὰ μὲν εἴη πύρινα, ἀντὶ του εἰ τὰ μὲν ἔχει a 6 ὥσπερ ἄν εἰ Ar. 9 τὰ δὲ γηίνην om. GTa 10. 11 om. lemmate pergit τὸ δὲ ὕστερον φησὶν ὕδωρ τουτέστι τὸ ἐπιγενόμενον a 10 οὐδὲν (cum. Ar.)S 11 ὕδωρ om. Z 12 post αὐτοῦ addit τοῦ προτέρου a 12. 14 αὐτῷ. ἐν δὲ τῷ, ποῖα ταῦτα, τινὰ μέν τῶν ἀντιγράφων ἔχουσι a 14 οὖν om. Z 15 ἔχει a λέγοι ἄν πόσα ταύτα R: λέγοι ἂν πόσα ταῦτα ἀντὶ τοῦ Z: λέγοι ἄν πόσα ταῦτα λέγοι ἂν GT: λέγοι ἂν tantum a αὐτῶν om. T1 ante τῶν φύσεων ponit a 18 lemma om. hic a, qui pergit ἐπειδὴ δὲ τὰ ποιεῖ corr. T2: ποιῇ et πάσχῃ Ar. (praeter codd. EH) 19 θϊγΐάνο(??) R 20 πάντα R 21 τὰ om. a, qui ἀνάγκη φησὶ πᾶσα διαφόρου] διαφέρουσιν R αἱ om. GT 24 ποιῇ Τ2 καὶ πάσχοι Za p. 326b2
marginal 40r
marginal p. 326b6
footnote 1 παθητικόν Ar. (praeter codd. EHL) 3 ἀεὶ φασὶν αὐτάς a 6 κινεῖ (post μὲν) om. GT ἑαυτὴν] an ἡ αὐτὴ? 10.11 καὶ εἴπερ (om. ἡ ὕλη—δυνάμει) a 10 ἔσται μία Ar. 12 μία] ὁμοία Z 12. 13 μίαν μὲν φαμὲν a 11 δυναμένην R 15 ἀπαθὲς GT οὖσα om. Z 16 τὸ αὐτ`` R 18 ἄρα addidit a τὰς ἐναντίας (GZ)a 25 καθ’ οὖς Za: om. GRT (Τ2 inserit οὓς) 27 δυναμένοις R 28. 29 αὗται—ὑποτιθέμεναι om. GT 28 αὗται a 28. 29 ταῖς ἀτόμοις R 30 ὑποθέσεων a 32 γίνεσθαι alterum om. Τ1 33 ἧς] εἷς a
marginal 40r
marginal 40v
footnote 4 γὰρ διαφερόντων τὸ GT 7 οὕτω a ποεῖ T ἁψάμενος R 8 κἀν εἰ μὴ a τῷ] τὸ Z 10 εἰ μὲν οὖν—εἰ δὲ ἐξωθεῖ om. GTa, sed a pergit καὶ ἣ δρᾶ 13 συνεβάλλοντο GTa μόνον om. a 17 μόνων GT 19. 20 οὕτω—πάσχειν om. Z 21 ταῦτα] αὐτὰ Z 23 ὅτι et ἐπὶ om. T1 24 ἀπαραλάκτως GT 27 λέγειν] λέγεται a 20. p. 179,5.6 Ὅσοι μέν οὖν—ἐπανατρέχει] διὰ τῆς τῶν πόρων δὲ κινήσεως λέγει, ἡ ἀντὶ τοῦ διὰ τῆς εἰσόδου τοῦ ποιοῦντος διὰ τῶν πόρων, ἡ διὰ τὸ (sic etiam F) ἐν τοῖς πόροις—τουτέστι διὰ τὸ (sic) παθεῖν—ἁψαμένου τοῦ ποιοῦντος. εἰπὼν δὲ τὸ εἰ μὲν (om. καὶ) πεπληρωμένων ὄντων τῶν πόρων, οὐκέτι—ἡμεῖς. Ἔτι δὲ, πῶς ἐνδέχεται—(lemma usque ad p. 326b14) ἔσται πλῆρες. ἐπανατρέχει a 30 λέγει—κινησεως καὶ scripserat ante ἢ (v. 29) sed statim delevit R 31 πρῶτον et mox τὸ (ante πάσχειν) om. Z p. 326b10
marginal 40v
marginal p. 326b13
footnote 3 πεπληρωμένων ὄντων τῶν GT 4 εἰ alterum om. R 6 ὅπερ GT 9 ἐξωθούσης (G)a 10 et 12 ἁφῶν F: ἀφανῶν GRTZ: ἁφῶν a 12 οὑν ἀδύνατον διὰ τῶν ἀφανῶν Z σώματος Z 13 ἐφαπτόμενα Z 14 μηδεμίαν a 15 διὰ διαστάτου Τ1 15. 16 οὐ— διιέναι om. Z 15 ἁφῶν R: ἀφανῶν GT: ἁφῶν a 17 χωρείη Z 18. 19 ὅλως δία σώματος χωρεῖν αἱ ὄψεις πεφύκασιν Z 20 καὶ (ante κατὰ) om. a 22 ἕψεται τούτω a 28 τῶν ἀπὸ τῶν GT 29 ὁρομένου Τ1a 32. 34 δῆλον. εἰ δὲ δίεισι φησὶ a 33 διοίσει GT: οἰήσει RZ ἔχειν πόρους Ar. (praeter codd. FH)
marginal 40v
marginal p. 326b15
marginal 41r
footnote 2 πλῆρες GT 3 εἰ καὶ κενὰ a Ar. (praeter cod. E) 3. 4 ἔχειν ἐν αὐτοῖς Z 4 ταὐτὸ] τοῦτο RZ 5 λέγει a 6 κενὰ] κατὰ Z λέγει a: εἶναι λέγει tr. Z 9 καὶ πλῆρες καὶ οὐ πλῆρες scripsi: καὶ πλῆρες libii (praeter a qui καὶ πλῆρες καὶ κενόν, et F qui οὑ πλῆρες) 9 ᾗ] ἣ RF 11 ἢ κενὰ ἢ ἕτερα GT εἶναι om. aF 12 διίασιν Za 14 σῶμά τι scripsi pro σώματι: σώματα a (et F) 15 οὖσα a 16 ὅλως RZ: ὁ λόγος GT: om. a 17 γὰρ ἄλλο ἐστὶ Z 19 ὥστε— εἶπεν RZ: om. GT: ὅτι οὔτε κενὸν οὔτε πόροι εἰσὶν, ὁ δὲ ἐπήγαγεν suppleverat a 19. 20 ὥστε δηλονότι παντὶ a Ar. 20 καὶ οὕτω γὰρ a 21. 24 ἔστι δὲ μέγα— ἔσται κενόν om. GT 23 παντὶ RZ: παντὶ γοῦν a 24 ὑποτίθεντο T 26 ὑποθοῖτο G: ὑπέθου τὸ R 27 fort, οὕτως 29. p. 181,3 μέγα εἶναι. εἶτα ἐπαναλαμβάνει τὸν λόγον καὶ ἀκριβέστερον ἐκτίθεται, περίεργον ὅλως λέγων τὸ πόρους ποιεῖν· εἰ γάρ φησι μὴ a p. 326b21
marginal 41r
marginal p. 326b24
footnote 4 τε GRT: τὸ Z: delevit a 11 ταῦτα pro ἐνταῦθα GT: item a qui traicit ταῦτα οἱ πόροι συμβάλλονται 12 αὐτὸ δὲ τὸ fort, recte (G)a: ὥστε τὸ F 13 οὕτω a κἄν F: οὐκ ἄν GRTZ: δὲ κἄν a 14 φησὶν αἰτίους εἶναι F 15 θιγάνειν R 16. 20 Τῶν πρὸς—ἀντὶ] τῷ δὲ πεφυκότων πρόσθες τὸ ποιεῖν καὶ πάσχειν. τὸ δὲ οὕτως, ἀντὶ a 21 οὐ γὰρ ἁπλῶς τὸ εἶναι τοὺς πόρους a 23 τὸ κεκτῆσθαι GT: τὸ κεντῆσθαι a 25 διὰ τὸ τὸ μὴ ὃν (G)a, fort, recte ματαίαν a εἰ om. GT: καὶ εἰ tr. R ὑποθοίμεθα a p. 326b26
marginal 41r
marginal p. 326b29
footnote 1 lemma om. et pergit ἀμέλει εἰ καὶ πόρων ἔδει φησὶ πρὸς a 3 ἦν, φησι] ἄν ἣν a 6 μέλη GTZ 8 τινὰ δὲ a τὸ γεννᾶν R; cf. p. 184,7 9 λέγομεν Ra 13 λέγειν (G)a 14 Φυσικῇ Α 8 p. 191b33 αὕτη Ar. (cf. Philop. Phys. p. 182,2): αὐτὴν R: αὐτὴ cett. ὀφθεῖσ᾿ ἄν scripsi: ὀφθεῖσαν GR: ὀφθεῖσα* T: ὀφθεῖσα Za: ἄν ὀφθεῖσα Ar. φύσις] ὑπόθεσις a 14. 15 πάσας—ἀπορίας] ἔλυσεν αὐτῶν πᾶσαν τὴν ἄγνοιαν Ar. 15 φησὶν ἐστὶ Z 16 τοιοῦτο GTa 17 ἐπειδὴ τὸ] τὸ δὲ a 18 ἅψηται aF 23 μελανείοις GT 25 τὸ alterum om. GTa 26 εἴπῃ a 27 μετάλων GT et mox μετάλοις Τ1 30 καὶ om. GTa ταῦτα] τινὰ R1
marginal 41r
marginal 41v
footnote 1 τούτους a et Z (qui traicit ἀξιοῖ τούτους): τούτοις cett. 5 διίασι libri praeter R 7 μανώτερα GTa πυκνώτερα Ga 11 τῷ] τὸ GT λεπομενεστέραν (-μενέστερα R1; post hoc γινόμενα expunctum) R 13 λεπτομενέστερα R: λεπτομερεστέρας a 14 φησί GT 16 κατὰ] καὶ Z 17 φησι libri 18 λϊνον R: λίνιον GT παρακειμένοις R1: περικειμένης Z 20 γὰρ om. add. T2 21 τοῦ cm. Z 24 ἀπεκρίνατο GT1 25 prius ἡ om. a ἀττμοὶ R δυεῖν Z 26 χωρήσειν Z 28 οὑν om. a 30 εἰ om. GT νομάζειν G περιθέσει Z 32 περιέχεται a 33 καὶ διὰ] διά δὲ a
marginal 41v
marginal p. 326b31
marginal p. 326b34
marginal p. 327a1
footnote 1 περίθεσις Z 2 τινὰς εἶναι Z 2. 3 Ἀριστοτέλης c. 8 p. 326b26 6 ὅλον οὕτως Z ἀπ’ RZ: ὑπ’ GTa 7. 8 τίνα—γεννᾶν μὲν] ἰστέον δὲ ὅτι τὸ μὲν γεννᾶν a, qui mox τὸ δὲ ποιεῖν et ποιότητα τάττει 9 τὸ δὲ πέφυκεν et 10. 11 τοιοῦτον. φησὶ, τουτέστι a 9 οὐ libri 12 καθ’ ὅλον καὶ] καὶ καθ’ ὅλου Z 12. 14 μᾶλλον δέ—μᾶλλον θερμαίνεται] ἀλλὰ δὴ καὶ τὸ μᾶλλον δυνάμει θερμὸν ὃν, μᾶλλον φησὶ θερμαίνεται a 15. 18 οὐχ οὕτως θερμαίνεται. καὶ ταύτῃ δὲ πόρους ἄν τις λέγοι μᾶλλον, ἔνθα δηλονότι τὰ μόρια μᾶλλον εἰσὶ παθητικὰ τῶν λοιπῶν. ὡς ἄν τὰ εὐπαθέστερά a 16 ταὐτὴ τῶ (τὸ R) τινὰ τῶν RZ: θερμαίνεται τῶν GT 20 μετάλοις Τ2 22 τοῦ] τῷ a ἢ om. Z 23 ἓν ὃν Za: ἐνὸν GRT 24 θιγάνοντα R 28 διαιρεῖσθαι GT ἢ prius om. GT
marginal 41v
marginal p. 327a6
marginal p. 327a14
marginal 42r
footnote 2 μὲν οὖν Z 4 lemma om. hic et pergit ἐπεὶ δὲ εἶπεν a 6 οὐ libri 8 παθητὸν libri 9 γὰρ] δὴ a 10 παθητικὸν πάντη a 10. 11 οὐδὲν τῶν συνθέτων σωμάτων, ἀλλ’ a 11 οὐδὲν G 13 δὲ om. Z 14 ἄν prius om. a, alterum om. Z διαιρετὰ GTa: ἀδιαίρετα RZ περίκεινται Z 15 τοῦ μὴ GT 16 ἡ om. Z εἶναι διαιρετὰ RT τὰ om. add. T2 17 fort. διῃρημένα &lt;μὲν&gt; 18 Πλάτων] πάντων T 19 ἀφανῶν R1 22 διαιρεῖσθαι a 24 τούτων GT τὸν τρόπον γίνεσθαι a μόνων R: om. a, at cf. Ar. codd. EH 24. 25 σχιζομένων a: σχηματιζομένων cett. 27 γίνεσθαι λέγων Z 28 ante εἴ γε lacuna statuenda 30. 31 σχηματιζομένων GT
marginal 42r
marginal p. 327a24
footnote 1 ἀναλλοίωσιν GT γὰρ (post μὲν) om. a 5 διαθήγειν G: διαθηγὴν R et corr. T 6 τῷ] τὸ GT 6. 7 ὑγρότητας compend. R 7 ποιητικὰς a 8 αὐτῶ GT: αὐτῷ a μορία a 10. 11 ἔτι—φθίσιν om. a 11 οὐ μόνον δὲ a 12 τὸ πᾶν a 16 δεξαμένη R 17 πλεῖον Fa: πλείω cett. μὲν γὰρ a, fort, recte γενέσθαι GTa λύεται (pro λέγεται) Z 18. 20 omisso hic lemmate pergit μιχθέντος μὲν οὖν φησιν, ὡς ἐπὶ a 18 πᾶν GT: πάντη RZ μιχθέντος Z: μιχθέν GRT 19 μεταβάλλοντος (prius λ eras. T) GT; cf. Arist. codd. 21. 22 μεταβάλλοντος R: μετὰ τοῦ βάλλοντος Z: μεταβάλλοντος GT1: μεταβαλόντος a et corr. T 22 μεταβάλῃ Za 23 γέγονε] γίνεται Ta 24 δύνανται a: δύναται cett. 24. 25 ἀὴρ γίνεται. τῶν ἐν (om. δὲ) Fa 25 ἐκκρινομένων ἀτόμων a 27 οὔτε γένεσις οὔτε ἀλλοίωσις Z 28. p. 187, 2 ὑποθέσεις. εἶτα ἐπαναλαμβάνων τὰ εἰρημένα, εἴρηται φησὶ τί τὸ γεννᾶν καὶ τὸ ποιεῖν. ἅπερ εἰ μὲν ἐπὶ οὐσίας ἄμφω ληφθείη a p. 327a25
marginal 42r
marginal p. 327a26
marginal p, 327a27
marginal p. 327a28
marginal p. 327a30
footnote 2 τῷ scripsi: τὸ libri 3 τὴν] τῆ Z 5 lacunam signavi: 〈εἴη αὐτὸ〉 τὸ δυνάμει ποιὸν μεταβάλλειν εἰς ἐνέργειαν a, qui proximum lemma om. et pergit εἶτα εἰπὼν τὰ ποιητικὰ ἐπιφέρει καὶ τὰ παθητικὰ τὸ γίνεσθαι καὶ πάσχειν. γίνεσθαι μὲν οὖν ἐστι (v. 8) 6 γενέσθαι τε T 10 εἶτα καὶ τινα a 11 αὐτὴν (sic) libri: ἑαυτὴν a 12 pro lemmate inserit καὶ ὅτι ἓν (sic) τρόπον οἱ ἄλλοι φασὶν οὐκ ἐνδέχεται a φασὶ μὲν] φαμὲν R 16 δεῖ RZ: δὴ GT: δὲ a Ar. θεωρητέον a 20 τί τὸ ποιεῖν a, qui mox ἔτι om,
marginal 42r
marginal 42v
footnote 2 γιγνόμενα a 3 εἰσὶ a 4 τι addidi 7. 8 prius ἄν om., alt. post πρὶν collocat a 8 ἡ] ἡ a φθείρεται(G)a 10 εἰ] ἡ (G)a τὸ μὲν] τῶ μὲν GT1 11 εἴπομεν R1 11. 12 ἐνταῦθα μὲν τὸ μέν GRT 13 ἔχει a 14 αἱ ἀναιροῦσαι GTa 17 κεκραμμένω GT 18 τὸ alterum om. add. T2 19 δυνάμει τὸ ὕδωρ GTa 20 ὃ καθεύδων (GTZ)a 21 ἀλλ᾿—γεωμέτρης om. GT 22 οὕτω a 22. 23 καὶ ὁ οἶνος καὶ τὸ ὕδωρ Z 23 ἔχειν (G)a 25 εἰλικρινῶς R1 ἐνεργεία libri praeter Z 26. 27 τὰς ἀπολογίας οὕτως γὰρ Z 31 ἐνεργῆ GZa ἐνέργεια GRTZ1 32 φθειρόμεναι GT: φυόμεναι a 33 τι om. Z 34 τὸ μὲν οὗν κατὰ τὸν αὐτὸν τρόπον φησὶν, ἐπειδὴ εἴωθεν ἀεὶ a 35 δέ] γὰρ Z φασι a
marginal 42v
marginal p. 327a32
marginal p. 327b6
marginal p. 327b9
marginal p. 327b10
footnote 1 ἡ μίξις] μίξιν a ἡ καὶ om. Z: καὶ om. a 2 ὡσαύτως T ἀλλαχοῦ] respici videtur Phys. Δ 1 p. 208a35 (cum Philop. comment, p. 498,8) 3 ζητοῦντας a 4 Καὶ τί] τὸ δὲ τί a 5 μήποτε et ταῦτα om. a εἴρηται T 6 ἡ et mox καὶ om. Z 10 οὕτως compend. R τίνι] τί a; at cf. Ar. cod. L 11 γενέσεως τε καὶ GT 13. 14 διαφθορὰ R 14 γὰρ ἡ a 17 ἡ μίξις Z 18. 22 ὥστε τούτων φησὶ φανερῶν γενομένων, ἤγουν εὑρεθέντος τοῦ τὶ διαφέρει μίξις γενέσεως καὶ φθορᾶς, λελυμέναι ἄν εἶεν αἱ ἀπορίαι. εἰπὼν δὲ δεῖν a 18 λύοιντ’ Arist. 21 οὔτε] item Ar. cod. E; cf. p. 190,8 μεμῖχθαι φαμὲν τῶ πυρὶ Z 22 αὐτὸ om. Z p. 327b12
marginal 42v
marginal p. 327b13
marginal p. 327b14
marginal p. 327b17
footnote 1 οὔτε] τὸ δὲ οὔτε a, qui οὕτε τῷ πυρί om. αὐτῆς (sic) GTZ: αὐτοῖς compendiose R: αὑτῇ a 2 Τοῦτο om. a 4 τὸ μὲν ξύλον Z 7 φλογῆ R1 7. 8 ὥσπερ οὐδὲν τῶ GT 8 γὰρ ἡ διότι οὔτε Z 9 εἰ] ἣν a ἐξακούεται R: ἐξακούετε Z: ἐξακούηται GTa 10 μίγνυται GTa 10. 12 πυρί. τὸ δὲ οὐδὲ τῷ σώματι τὴν τροφὴν, παράδειγμά ἐστι τοῦ a 11 οὑδὲ] cf. Ar. codd. EL 13 θέλω et mox τοῦτο Z 15. 16 τὸ δὲ οὐδὲ τὸ σχῆμα τῷ κηρῷ, τοῦ σώζεσθαι a 15 οὐδὲ] cf. Ar. codd. τὸ] τῶ Z 17 εἴπῃ Z 19 οὐδὲν ex οὐδὲ Τ2 ὑποκειμένων Z 20 μόγνυσθαι a 21 διὰ om. GTa 22. 24 τὸ δὲ οὐδὲ τὸ λευκὸν καὶ τὴν ἐπιστήμην, παράδειγμα a 22 τε GRTZ (om. a): γε Ar. 25 ἐπεὶ Z 26 ἀπαθῆ] τὰ πάθη a
marginal 43r
marginal p. 327b22
marginal p. 327b27
footnote 1 τὸ (post τοῦτο) om. Z 2 ἐν om. R τὸ αὐτὸ Z 4. 5 ὄντα ante τὸ γλυκὺ traicit et ταῦτα οὖν om. a 7 καθ’ αὑτὸ RZ 11 ἤτοι] ἤγουν a ἡ μίξις ὑπάρχει Z 12 ἐκτίσεται a 13 δέ ἐστι et δὲ ἐνεργεία R 14 ἀποριῶν ἄρχεται ἐπίλυσις a ἐστὶ om. R 18 ἀπολογίαι Z 20 lemma hic om. et pergit τούτοις οὖν φησιν a 22 ἑαυτῶν GT 23 δέ φησιν ὅτι a 25 prius ἦν om. et mox ἔστι pro ἔτι Z 27 ἀποτελέσαι T1 εἱλικρινὲς R 30 διακρίνειν καὶ χωρίζειν a 32 δυνάμενον a
marginal 43r
marginal p. 327b31
marginal p. 327b31
footnote 1 εἶναι in ras. Τ2 2 τὸ a: τοῦ cett. 3 δύνασθαι a καθ’] ἐφ’ Z 7 φθείρεται] cf. Ar. codd. EL (p. 325b30) 9 δυνάμει ἐστὶν Z 10 τὸ ὕδωρ δυνάμει a 11 μὲν om. a ἐστιν] εἶναι GT 12 οὐχὶ ὕλη Z 13 εἱλικρινῆ R 15 ποτὲ om. Z: ποτὲ μὲν R1 16 πάθει] πάθη GT1 17. 18 δι’ ὃ ταῦτα μέν φησι, τὰ περὶ τῶν ἀποριῶν δηλονότι, ἀφείσθω a 19 τὸ δὲ συνεχὲς a; at cf. Ar. cod. Ε 20 τὸ δὲ συνεχὲς ἀπόρημα διαιρετέον φησὶν, ἀντὶ a, qui mox οἱονεὶ om. διωριστέον GT1a 22 τὸν] τὸ Z 23 ·κατα·κερματιζομένων τῶν Z: κατακερματιζόμενον. ὄντων R: κατακερμαζόμενον (sic) ὧν τῶν GT: κατακερματιζόμενον, τῶν a 25 ἐπαίσθησιν a 28 δόξειεν ἄν a 29 ἑξαείδου] ἑξαείδου libri praeter R, qui ἐξἀΐδου; cf. ad f. 60r 16 30 εἴδει a
marginal 43v
footnote 3 σύγκειται et οὕτω Za περικειμένων Z ὥσπερ GTa 5. 6 συντεθειμένων T 6 περικεῖσθαι Z 7 et 8 τὸ θάτερον et τοῦ θατέρου R, ubi σύγκεινται 9 παραχέοιτο Z: παρακέοιτ’ ἄν a 10 τῆς om. R τρόπον GRT 11 δυσὶν FZa 11. 12 ἀξίωμα Z 12 τῆς om. Z τὸ delevit a (om. F) 13 διαιρετέον G 14 ἄπειρόν ἐστι Z Φυσικῇ] Α 2 p. 185b10 al. 16 λέγει R: λέγει ὅτι Z: om. GT: φησιν a 17 ὁ om. R οἰκεία R 21 πᾶν om. Z 23 οὐ τινὸς οὖν R 25 μόριον om. a 27 ὁτιοῦν] ὁτι GT εἰς τὰ τρία Z 28 εἱλικρινῶς R: εἰλικρινές a 29. 30 ὁτιοῦν παρ’ ὁτιοῦν μόριον Z: παρ’ ὁτιοῦν ὁτιοῦν μόριον a 30. 31 ἐπειδὴ δὲ (ἐπεὶ δὲ Z)—παρακεῖσθαι RZ: om. GTa 34 φθείρητο a μιγνύμενον Z
marginal 43v
marginal p. 328a1
footnote 1 σωρία GT1 2 πρὸς τὰ στοιχειοδέστερα Z 7 κατὰ] καὶ τὰ R 8 περίθεσις Z, ut mox περικείμενα sim. οὐ] ἡ GTa 12 μεμιγμένον] μιγνύμενον (G)a ἄλλω δὲ οὔ. οἷον a 13 γλυκεῖ G1T (corr. G2) 16 τὸ δὲ ἀλλ’ a εἶναι] ἐστὶ compend. R 18 διὰ τὴν δευτέραν ὑπόθεσιν φησί. δῆλον δὲ a τῷ] τὸ Z 21 τὸ δὲ λέγεται a, qui μεμῖχθαι πυροῖς om. ἐκεῖνος R πυροῖς Z: πυρὸς GT1: πυροὺς RT2 24 δὲ om. Z 25 εἰτισοῦν R αὐτῇ] ταῦτα T 27 ἐκεῖνος RZ 28 ὡς priore loco RZ: πρὸς GTa οὐχ ὡς GT: οὐχ ὡς πρὸς RZ: οὐ πρὸς a εἴτις οὖν R
marginal 43v
marginal p. 328a3
marginal 44r
footnote 3 ψίγματα GRT 4 ὁμοιοειδῆ G2: ὁμοιειδῆ T 5 ἐστὶ καὶ] καὶ ἔστι a Ar. (καὶ om. Ar. codd. EFG); cf. v. 16 et p. 196,7 6 μικτὸν ὁμοιομερές, ὁτιοῦν a (ex ed. Ar.) 9 πᾶν et 10 τὸ (ante σῶμα) om. GTa 11 ὁτοιοῦν altero loco GT2 fort, δέοι 〈μέρος) 12 τῷ a: τὸ cett. 13 ὀφείλειν R τοιοῦτο a 15 ἑτέραν R τὴν μίξιν τῆς συνθέσεως Z 17 ἤτοι] ἢ τῆ Z 20 εἴη] ἄν εἴη a 23 εἰ δὲ σύνθεσις R 24 ἔχοι] ἔχει Ζ1 27 δὲ om. add. Τ2 28 ἄν ὁμοιομερές a: ἀνομοιομερὲς cett. 31 μιγνύμενον] λεγόμενον Z 34 αὐτῇ (G)a
marginal 44r
marginal p. 328a15
marginal p. 328a17
footnote 2 et 8 προλαβεῖν et προληφθεῖσιν Z 7 τῷ scripsi: τὸ libri 12 γὰρ έσται Ar. οὐθ’ ἔξει R1 14 εἶναι τὸ ὁμοιομερὲς Z 15.10 εἰσάγεται. οὐδὲν δέ φησι συμβήσεται τούτων, ἄν ἦ κατὰ μικρὰ σύνθεσις ἡ μίξις. οὐ γὰρ a 15 ἄν] ἢν GT 19 γλυκεῖ (ex λυγκεῖ) T2 20. 21 ἐν δὲ τῷ οὔτε τῇ διαιρέσει, κατὰ κοινοῦ ὑπακουστέον τὸ οὐ μεμιγμένον a 23 διδομί μένου Za 20 τῳ] τὸ GTZ 28 εἶτα ἐπάγει, ἢ οὖν a (??)ις R πῶς ἐνδέχεται τοῦτο Z 29 γίνεσθαι (G)a Arist. 30 ἦν γὰρ ἡ ὅλη a δεῖ ex corr. R: δὲ GT 31 μίξεων libri
marginal 44r
marginal p. 328a18
marginal p. 328a22
marginal 44v
footnote 1 τὸ Τ 4 πρῶτον GT 7 δή] δὲ R 7. 8 τὰ δ᾿ ὑπὸ a 10 τῶν om. GT 13 ὕλην ἔχει Z 14 εἰς ἄλληλα priore loco om. Z 17 lemma om. hic a, qui pergit τούτων οὑν φησι 18 ὑγείαν et ὑγεία Z 19 μὴ om. GT τοῦτο] τούτων φησὶ G: τοῦτο(??) φησὶ T μηδὲ] μὴ GTa 20 φησίν om. GTa fort. οὐδὲ ἡ 21 οὐ μίγνυται R 21. 23 οὐ γάρ—αὐτῷ om. Z 25 ὑγείαν et ὑγεία Z, itemque in proximis 26 ἡ] εἰ T 27 οὐδὲ] fort, οὔτε ἰατρικὴ μιγνυμένη τοῖς σώμασιν ποιεῖ ὑγείαν Z μίγνυται RZ: μιγνυμένη GTa 28 post μιγνυμένη addunt τοῖς σώμασιν GTa ὑπάρχει R1: ὑπάρ(??) Z
marginal 44v
marginal p. 328a23
footnote 1 ὑγιείας a: ὑγιείας (sic) R: ὑγείας GTZ 4 διαιρετὰ GRTZ (cf. p. 200,19): εὐδιαίρετα a Arist. (item Philoponi libri v. 8 utrobique) 9 ὥστε om. T 10 οὐδὲ] οὐ GT 11 γὰρ alt. om. Z 11. 12 εἰ(??)ταγὼν R 12 ἐμβληθείη, μιγνύμενον a 19 Φυσικῇ] nescio ubi 20 immo δύναμις χοὰς (sic) GRT: χόας Za 21 μίξις γίνεταί τις Z 22 διαχυθῇ a καὶ ἀεὶ om. a τῷ] τὸ T πλοῖον R 23 ἀμβλύνηται R: ἀμβλύνεται Za et corr. T: ἀμβρύνεται GT1 τέλος GRTZ: τελείως F: τέλος δὲ a μεταβάλλῃ R 24 φησίν om. Z πῶς utrobique libri 25 τὸ ὕστερον Z 26 φθείρειν T 27 κολάζειν GT οὕτω a 28 οὐ μέν τι Z θατέρου GTa ὡς ἐπὶ a 29 γινόμενον a p. 328a31
marginal 44v
marginal p. 328a33
marginal 45r
footnote 1 lemma om. hic, qui pergit δῆλον οὑν φησιν ἐκ τούτων GRTZ: om. Ar. 7. 8 τὰ ποιοῦντα καὶ πάσχοντα] immo τὰ μικτά 9 τοῖς RZ: δὲ τοῖς GT: δὲ a Arist. περιτιθέμενα solito errore Z 10 οὕτε (priore loco) Za: οὐ GRT 12 γὰρ om. Z 13 μίγνυσθαι Z 15 πῶς libri 17 οὕτω περ a 20 θᾶττον Z τὸ ὅλον δὲ τῶ RZ: τὸ GT: ἀλλὰ τὸ ὅλον τῷ suppleverat a 24 βάρη] μέρη T 25 βάρη T φαίνεται Za 28 μεγάλ* Τ1 ἡ ῥιφὲν a 29 ξίλον T et πάθη GT
marginal 45r
marginal p. 328a35
marginal p. 328b2
marginal p. 328b3
footnote 1 φθορᾶ a 2 ὅσα Ζ ἡ] ἢ a 4 γὰρ om. Z 6 προελθὸν GTa συμπνοῖ GT1: συμπλεῖ R1 ζωοῖτο ὅλον a 8 μὲν οὖν οὕτως GR 9 ἰσοτόμως T 15 ἐπεὶ Z δεῖ (post ἐπειδὴ) om. a, qui mox παθεῖν δεῖ, ἀμφότερα &lt;δεῖ&gt; διαιρεθῆναι 17 ὅτι τὰ Z 18 om. hic lemmate pergit ct δὲ πρότερον εἶπε a 19 πρότερον κτλ] p. 328a24; cf. supra 198,4 21 δέ] γάρ Z 24 om. lemm. pergit οὗτος οὖν ἐστι φησὶν a τοῦτο GT: τούτω RZ τὸ] τῶ R2 26 τοιοῦτο a 28 om. lemm. pergit καὶ ἕτερον δέ προσδιορισμὸν προστίθησιν a μάλιστα et ἂν RZ: μᾶλλον et ἐὰν GT
marginal 45r
marginal p. 328b6
marginal p. 328b8
footnote 1 ὑγρὰ om. (G)a; at cf. p. 220,23 ὅσα] ἄλλα Z 3 περιολισθένει T 6 om. lemm. pergit ὅταν δέ φησι τὸ ἕτερον a 7 ἡ RZ (cf. Ar. codd.): om. GT 9 post ἑτέρου iterant παθητικὸν ἢ (sic in iteratis) μόνον, μηκέτι—ἑτέρου GT 11 μείζω FZa: μεῖζον cett. 12 ὀλίγη 〈πάνυ ἐστὶν〉 a φασὶ a 13. 17. 20 κατίτ-τερον, κασίττερος κατιττέρου, κατίττερος (item 30 et 202,3) a 14 πᾶ(??) R: ante πᾶς distinguit a, ubi nihil adn. ex cett. 16 sq. ση〈μείωσαι〉 ὅτι βάπτεται ὁ χαλκὸς ὑπὸ τοῦ κασιτέρου mrg. R 25 δέ ἐστι RZ (et V): δέ GT: om. a: equidem δέ deleverim (τοιαῦτα φησὶν ὅτι τινὰ F) 27 δὲ μή] δέ τινα μὴ a 29 γάρ πως Arist.
marginal 45v
marginal p. 328b14
marginal p. 328b17
marginal p. 328b19
footnote 5 ἡ] καὶ ἡ Z 6 μόνων R τὸ ὕδωρ om. a 7. 8 τῆς τέφρας ἐν τῷ ὕδατι αὔξησις recepi ex V: καὶ οὐσία τῆς τέφρας ἐν τῷ ὕδατι cett. 9 φανερὸν οὑν φησι καὶ ὅτι a 10 ὅτι RZ: om. GTa ἐνυπάρξει a 11 οὐκ οὔσα δέ] καὶ οὐκ οὖσα a ὁρίζεται γὰρ αὐτὸς ἐφεξῆς τί a 13 ποιητικῶν καὶ παθητικῶν FR 15 παθητικὰ καὶ ποιητικὰ GTa ἐπίσης libri 16 τῶν ὄντων om. a 17 ὅσον GT καὶ διαιρέτα (sic?) GT 19 om. lemm. pergit τὰ γὰρ τοιαῦτα φησὶν οὐκ ἐφθάρθαι ἀνάγκη οὐ γάρ ἐστι φθορὰ a ἔφθαρται TZ 22 ἰδίας] οἰκείας Z 23 δεόμενον R 24 μεταβολῆς a: μεταβολαὶ GTRZ 26. 203,2 οὐδὲ σύνθεσις φησὶν ἡ μίξις αὐτῶν, ὥστε ὁτιοῦν μόριον παρ’ ὁτιοῦν τίθεσθαι. οὐδὲ πρὸς αἴσθησιν ἤγουν αἰσθητὴν δεῖ ποιεῖν αὐτὴν, εἰπὼν δὲ μικτὸν εἶναι a 28 lacunam ante ποιοῦντα signavi: κατὰ τὸν λόγον ποιοῦντα S p. 328b21
marginal 45v
marginal p. 328b22
footnote 3 τοιούτῳ Ar.: τοιοῦτο RZa: τοιοῦτον GT 4 τὸ (ante ὁμώνυμον)] τὴν Z 7 ἔχοντα RZ: ἔσχατον GT: ἔχει τὸν a 8 τελευταῖον ἐπάγει ὅτι ἡ μίξις τῶν a 10. 11 ἥνωτε. καὶ λόγος ἄν a 14 αὐτὰς libri 16 τέλος τῆς ἐξηγήσεως τοῦ πρώτου τῶν περὶ γενέσεως καὶ φθορᾶς Z 45v
marginal p. 328b31
footnote 1 tit. σχόλια καὶ ἀποσημειώσεις ἐκ τῶν συνουσιῶν ἀμμωνίου τοῦ ἑρμείου εἰς [τὸν deleta] τὸ δεύτερον τῶν περὶ γενέσεως καὶ φθορᾶς ἀριστοτέλους R: om. Z 2 ἀποσημειώσης a 3 τινων G: καί τινων Ta 5 lemma περὶ μὲν οὖν μίξεως—τῶν σωμάτων (Ar. p. —32) praeponit a καλεῖ coni. a: satius duxi lacunam indicare 5. 6 τὴν τῆς οὐσίας τῆς κυριωτέρας καὶ κρείττονος γένεσιν Z 7 διά τινα GT 8 ἀποβέβληται G 9 ἐν δὲ τῷ καὶ τίνα a 11 λοιπὸν δὲ θεωρῆσαι] ἐν δὲ τῷ a 13. 14 Ἢ—στοιχείων om. Z 14 τὰ καλούμενα στοιχεῖα τῶν σωμάτων primitus R 14. 16 ἐστὶ καὶ—ἱκάνει delevi 14 ἐστὶ καὶ παρ’ ὁμήρῳ R: ἐστὶ (οἷον ἐστὶ a) καὶ τὸ em. a) παρ’ ὁμήρῳ GTa: καὶ ἐν ὁμήρῳ ἐστὶ Z ‘Ομήρῳ μ 73 15 σκόπολοι T εὐρὺν οὐρανὸν Z 16 ἀντὶ—ἱκάνει om. GT τοῦ a: τῶν τούτων RZ δὲ RZ. om. a 18 τῶ προειρημένω Z ὁ λόγος ἅπας Z
marginal 45v
marginal 46r
marginal p. 328b32
footnote 3 φησι καὶ περὶ a 4 τὸν] τῶν Z 6 δὲ εἶπε RZ: om. GT: δέ φησι a 7 οὐκ—ἀλλ’ om. GTa ἔθετο αὐτοῖς R: αὐτοῖς ἔθετο Z τοὔνομα R: τὸ ὄνομα Z συνηθείᾳ οὕτω περιφέρεται GTa 9 λέγεται] λέγω Z 10 οὕτω a τῶν] τὰ Z 11 ἄν λέγοιντο Z: ἂν λέγοι(??)ο R: λέγεται GTa 12 ἀποδεδειγμένα Z 13 σώματα Z 20 διελεγχθῆναι G: διελεχθῆναι Τ1 23 ἀρχὴ GT 25 φθορᾷ a 29 τοιαύτη τίς ἐστιν Za 34 κὰλ φθειρόμενα om. R
marginal 46r
marginal p. 328b34
footnote 1 ὑπόπτευσεν GT1 2 μὲν om. Z 4 τὰ om. Z αὐτὸς a προσφέροι T2: προφέρῃ a 8 ταῖς in lac. om. R συνιστάσαις T1 ὑπάρχει GT1 10 ἐν σώματι Z 12 Ἀριστοτέλης] cf. Phys. Η c. 3 15 ὃν RZ: εἶναι GTa 15. 17 πάροδον—εἰς τὸ ὂν iterat R 17 post εἰς τὸ ὃν habent πρὸ ὄν GT, προὸν R: non intellego 19 φασὶ μίαν εἶναι a 20 τί τῶν μεταξὺ a 26 σώματά ἐστι a 28 αὐτῶν ἐν τι T 30 θάλης R 31 ὑπέθε(??)ο R 32 Ἤ—χωριστόν om. a, qui pergit ἐπειδὴ δὲ ὁ
marginal 46r
marginal p. 329a1
marginal 46v
marginal p. 329a3
footnote 2 μηδετέρῳ] δευτέρω (spatio vacuo ante relicto) R 4. 5 γῆς ἣ πυρὸς καὶ ὕδατος καὶ ἀέρος GTa 5 τε om. GTa 6 ἀλλ’ ὅτι R 7 ὑφεστὸς GT1Z: ὑφεστηκὼς a 8 ἡ ἄνω ἔσται ἡ R 9 ἣ ὕδωρ ἢ Z 11 δ᾿ ἄν] γὰρ R χαρακτηρίσῃς Z: χαρακτηρίσεις R: χαρακτηρήσης GT: χαρακτηρίσαις a 15 οἱ μὲν γὰρ πῦρ a γῆ T 16. 17 ἀρχὴν—ὑποτιθεμένους bis GT 17 ἀρχὰς om. a ἤτοι] ἤγουν a 17. 18 τῶν τεσσάρων τινὰ Z 18 τί ὄντα R: ὄντα GT: ὧν Z: ἡ καὶ αὐτά τὰ τέσσαρα. οἷον a: scrib. ἢ πάντα &lt;ὥσπερ&gt; παρμενίδης RZ: καὶ παρμενίδης GT: ὁ παρμενίδης ὑπετίθετο T1 19 ἴωνος ὁ χιὼν ὁ τραγοδοποιὸς R 21. 25 ἐξ ὧν—σῶσαι] οὗτοι μὲν οὖν καὶ γένεσιν καὶ ἀλλοίωσιν σῶσαι ἡδύναντο a 21 συγκρινουμένων Z διακρινομένων ἢ om. RZ 22 συμβαίνειν Arist.: συμβαίνει GRTZ 22. 24 τοῖς πράγμασιν—φθορὰν RZ: om. GT 23 ἐν τῷ κτλ.] Α 1 26 ὑποτιθέμενοι a ἀμετάβλητα GT 27 ὄντος R ἔλεγον γίνεσθαι τὴν Z
marginal 46v
marginal p. 329a5
marginal p. 329a11
marginal p. 329a13
footnote 3 lemma om. hic a 4 ἔστω RZ: ἔστω οὖν GT συνομολογούμενον Arist. 8 οἱ δ’] οὐδ’ GT 10 ἡδύνατο Z 11. 12 ὑπετίθεντο R 13 lemma om. hic a, qui pergit δείξας δὲ ὅτι 15 ὑπετίθετο ὕλην R: ὕλην ὑποτίθεται Z 17 ἐναντίωσιν] ἐναντίως Z 21 εἰπόντα et 22 διωρισμένον R 24 λέγοι R 26 γάρ ἐστιν αὐτῶ Z 27 περὶ τούτου μηδὲν Z 28 οὕτως T 30 αὐτοῦ libri 31 δέχεται κτλ.] cf. Platon. Tim. p. 50 B sq.
marginal 46v
marginal p. 329a15
marginal 47v 1 εἴληφεν Z 2 καθ’ αὐτὴν Z 3 lemmate om. pergit ἔπειτα καὶ καθ’ ἕτερον αἰτιᾶται τὸν a 5 αἱ τοιαῦται τὸν πλάτωνα R: τὸν πλάτωνα αἰτιᾶται Z 6 οὖσα R 7 γίνεσθαι λέγων a 9 Πλατωνικοῦ] Tim. 50 A 9. 10 διὰ τοῦτο Z 16 ὑπὲρ RZ: περὶ GTa τὸν om. Z 17. 18 φησὶ γὰρ (om. εἶπε) a; ceterum cf. Philop. Phys. p. 183,15 sqq. 19 δὲ om. T 22 αὐτὴ a τὸν F: τὸ cett. 23 prius ἀνδριάντα addidi ex F: om. cett. μεταβαλὸν a τρόπους GT1 24 μετὰ τὴν bis Z 26 ὁ Ἀριστοτέλης GTa 29 προγεγονότος RZ τὸ γεγονὸς ἀδύνατον Z 30 γεγένηται (GT)a 32 ἐροῖτο R: ἔροιτό με a
marginal 47r
marginal p. 329a21
marginal p. 329a24
marginal p. 329a27
footnote 2 ἀποβαλόντα GT: ἀποβάλλοντα R 3 τὸν om. GT 4 μέλανα (priore loco) a 5 lemma om. hic a, qui pergit διὰ μέσου δὲ ἀπαντήσας ὁ Ἀριστοτέλης πρὸς 9 διὰ τοῦτο GT 10. 11 φησὶν ἐπιπέδων Z 14. 15 αὐτοῖς libri 17 εἶναί τινα ὕλην GRTZ: ὕλην τινὰ τῶν σωμάτων a; ceterum cf. Ar. libri 18 δείξει a 20 μήποτε GT μετά] κατά GT 21 ὕλης a et post ras. Z2: ὅλης cett. ἐν] ἐν ὕλης ἐν R 22 γίνεται (G)a 23 lemma om. a, qui pergit φησὶ δὲ περὶ ὕλης καὶ ἐναντιώσεως ἀκριβέστερον διαλαβεῖν ἐν ἄλλοις, δηλονότι ἐν τῷ πρώτῳ ἐν ἑτέροις Arist. 24 ἐν τῷ κτλ.] Phys. A 4—9 26. p. 211,3 λόγος. ἐν δὲ τῷ, καὶ τὸν τρόπον, ἢν τὸν, ἐπειδὴ εἰς τὸν εἰ μετά λάβοις, σαφέστερσν ποιήσεις a p. 329a27
marginal p, 329a29
footnote 2 πρώτιστα] τὰ πρῶτα Ar. (cf. infra v. 9) 3 σαφὲς Z: σαφῶς GRT 5 ἴν’ GTa 7 τέ om. GTa 8 πρὸς γινομένας R, qui καθ’ ἅς om. 8. 9 τὰ τέσσαρα στοιχεῖα Za 10. 11 εἰπὼν δὲ ὅτι omisso lemmate a 10 οἰομένοις vel οἰομένους scrib. ex Aristot. 11 δεῖ] χρὴ Z διορίσασθαι Za 14 αὐτὴ] αὐτὴν R1 18 τῷ ψυχρῷ RZa: τὸ ψυχρὸν GT τὸ alterum om. Z 19 πρώτῳ κτλ.] Phys. Α 5 φυσικῆς ἀκροάσεως GTa 20 αὐτοῦ libri 21 πρώτην a μὲν om. Z 22 οὑδὲ γὰρ RZ: οὐδέν γὰρ GT: ἔν γε μὴν a γὰρ RZ: om. GTa 23 δεύτερον libri 25 σῶμα αἰσθητὸν Z Arist. καλεῖν Z 27 δὲ ἀρχή φησι a 29 τρίτην om. add. T2 30 ἁπλῆς em. a 31 τῷ] τὸ Z1: τῶν R
marginal p. 329b1
marginal p. 329b2
marginal 47v
marginal p. 329b3
footnote 3. 5 εἶτα ἐπιλαμβανόμενος Ἐμπεδοκλέους, οὐκ ἄν ἦν φησιν ἀλλοίωσις. εἶτα (sic) στοιχεῖα a 3. 4 ὡς Ἐμπεδοκλῆς et (praetcr cod. E) οὐδὲ γὰρ Ar. libri 4 ἀλλοιώσεως GT 6 ὡς δηλονότι a 6. 7 τὰ πάθη ἀμετάβλητά—μεταβολή ἐστι RZ: verba καὶ ἀχώριστα— μεταβολή ἐστι om. GT: omnia om. a 8 τὰ πάθη GTa 10 ὑποτιθέμενος (G)a 11 αὕτη Z: αὐτὴ cett. 13. 14 ὅτι δὲ εἰκότως omisso lemmate a 14 ἀρχὴν τρίτην Z 16 τὰ ἐναντία a 19 κατταυτὸ R: κατ’ αὐτὸ Z: κατὰ GTa τὰ ἐναντία GTa 20 &lt;τὰ&gt; addidi ex F ἔχοντα om. Z μεταβάλλῃ GT1 κατὰ μετὰ RZ 22 λεκτέον ἀρχάς a Arist. 23 ἰ καὶ εἰρήκαμεν a εἰσὶν ἀρχαὶ a 24 ἀλλὰ—ποῖαί] ἀλλ’ οὖν καὶ ποῖαι καὶ πόσαι a, ubi mox ῥητέον ἂν εἴη ἡμῖν, ἃς χρὴ p. 329b7
marginal 47v
footnote 1 lemma om. et pergit εἰπὼν οὑν τρεῖς a αἰσθητοῦ bis R 3 τρεῖ** R1 6 post τίνες τινές a) add. τε GTa ποτέ] καὶ πόσαι a 7 ἀποφαντικῶς Za: ἀποφατικῶς cett. 8. 9 τίθεσθαι] τινας θέσθαι a 9 ἄλλοι T ποιήσουσιν GT 9. 10 ἀποδεκτικὴν a 11 τοῦ σώματος GTa 12 πεποίηται G1T 13 ἀλλ’ ὥστε T 14 κίνησιν] κίνησις a 16 ἀρχὰς πεποιωμένου GTa 20 τυχούσης a 23. 24 κοινοτάτης a 25 τῶν ἀξιωμάτων GT 26 διαπεφοιτηκυῖα RZ: πεφυκυῖα GTa τῶν αἰσθήσεων GT 26. 27 ὡσαύτως—αὕτη γάρ RZ: ἁφὴ γὰρ GTa 26 οὔτε] immo οὐδὲ 28 εἰκότως πρώτη Z μὲν addidit a 29 γὰρ om. Z 29. 30 πολὺ καὶ ἁφῆς πρότερον GT 30 μετέχειν Z 32 διαφορὰς εὑρήσομεν Z γὰρ om. R
marginal 47v
marginal 48r
footnote 1 οὐ om. GT 4 ταῦτα] αὐτὰ a 5 οὕτω a ὑποβρύχιον a 6 et 8 οὐδ᾿ αἱ et οὐδὲ αἱ a: οὐδὲ cett. 6 ὀσμαὶ ἐν πᾶσιν R ἄνοσμος Τ2Ζ: ἄνομος GRT1: ἄοσμος a 7 τε om. GTa 8 τὸ γὰρ ὕδωρ Z 9 ὁρῶμεν διαφορὰς a 10 διαπεφυκυίας a 11. 12 ἐναντιώσεις Z 16 πάντως] πάσας a 18 ταύτην libri 20 καὶ (ante λεῖον) om. GT 23 ὑπὸ τοῦ T 25 παχὺ R1 ἡ (post λεπτότης) om. R 26 οὐχὶ κατὰ Z 27 διιτητικόν R et corr. (ex διητητικόν) Z: διητικόν GT: διηθητικόν a ὅπερ Za: om. GRT ταυτὸ Z: αὐτὸ GRT: τὸ αὐτὸ a 28 οὕτω δὲ καὶ a καὶ τῶ πυκνῶ Z μεγαλομερὲς RZ: λεπτομερὲς GT: παχυμερὲς a
marginal 48r
marginal p. 329b10
footnote 1 οὐδὲ GTZ: δὲ R: ἐν δὲ a 4. 5 ἀποβαλλώμεθα GRTa: ἀποβαλώμεθα Z 5 εἰσόμεθα GT 8 μὲν prius om. R ὅρῳ addidi 9 τῷ οἰκείῳ a 11 γὰρ om. T1: ὡς ῥαδίως γὰρ R1 14 et 15 οὕτω a 15 ταύτας R 17 ἐγκρίνως ὡς Z 20. 21 ἐπειδὴ οὖν φησι om. lemm. a 21 τοιοῦτο a 24 σωμάτων (non τῶν) om. R 25. 27 τὰ σώματα γάρ φησι omisso lemmate a 27 κατὰ] καὶ τἀς a 28 ἁπτά R: αὐτὰ cett. τέ om. Z 29 τιθείκαμεν (superscr. μέθᾳ) Z 30 τῷ λέγειν em. a 31 διαφέρειν RZ: διαφέρει GTa 31. 32 διαπεφυτηκέναι R
marginal 48r
marginal p. 329b15
marginal p. 329b24
marginal 48v
footnote 1 πρώτην GT 3 οὖ] ὧν R 4 lemma om. a 5 ἡ RZ: om. GT: καὶ ἡ a ἁπτῆς RZa: αὐτῆς GT 6 φησὶν post ἁπτοῦ ponit Z: om. a 8 τῷ] τὸ GT καὶ μὴ] μὴ καὶ R 9 προτέρᾳ a 10 παραγίνεται ζώοις Z παρὰ γίνεται a 11 καὶ ὑγρὸν καὶ ξηρόν Ar. (praeter codd. FH) 15 καὶ prius cm. GT 18. 19 τῶν ὁμογενῶν καὶ τῶν μὴ ὁμοφύλων R: τῶν ἑτερογενῶν καὶ ὁμογενῶν Z: om. GT: ἀμφοτέρων a 19 τὸ δὲ συγκριτικὸν om. GT: τὸ δὲ διακριτικὸν καὶ συγκριτικὸν transponit Z ἐνεργῆ R 20 τὸ δὲ δυσόριστον μὲν et mox ξηρὸν δὲ τὸ εὐόριστον μέν a 24 fort. οὕτε 28 αὐτὸς γάρ κτλ.] Aristot. De Gen. et corr, B 4 p. 331a32 sqq.
marginal 48v
marginal p. 329b26
footnote 5 τῆς γῆς a μετέχων τὰ GT ἡδύναντο Z; cf. p. 206, 34. 208, 10 etc. 6 δι’ ὃ καὶ ἐδεήθη Z 8 σύνθεσιν a 9. 10 καὶ τὸ ψυχρὸν R 11 et 12 τοῦ (post καὶ) om. T 12 δρᾷ τι] δρᾶται GT 12. 13 τὸ ὑγρὸν καὶ ξηρὸν T 16 ἐπιδείκνυνται Z 17 τὰ εἰρημένα GTa τῶν om. R 18 δὲ οἱ λοιπή a 19 fort, τὸ ὑγρὸν καὶ τὸ ξηρὸν συνελθόντα 21 οὕτω a 24 lemma om. hic a συγκρῖνον R ὁμογενῆ R1 Arist. 25 διακρίνειν scripsi ex Ar.: διακρῖνον R: διακρῖνον GTZ 26 ὁμοιόφυλα R 29 ἦν ποιεῖεῖται R1 31 τὰς] ὡς Z ἑτερογενὴς (G)a
marginal 48v
marginal p. 329b29
footnote 2 μεμιγμένον T 6 τοῦτο GT ὡς ἔχει om. Z 10 τινὲς δύο Z 13 γὰρ addidit a 15 χρῆσθαι R ἀλλ’ ἢ a, qui distinguit post ἑνούμενος τὸν] τὸ GT 20 τῳ] τὸ (sic) R 21 ὁμογενῆ a 23 μόνον om. a post ἀλλὰ addit καὶ T2 23. 24 μὴ χρυσῶ χρυσῶ GT 24 λέγ*μεν T1 αὐτὰ Z 28 ἐκεῖ GT γάρ] δ’ a 29 χυτὸν εἶναι μᾶλλον GTa τὰ] τὸ em. a 30 μόλυβδον GTa κατίττερον a 31. 34 μαλακά. οὕτω μὲν τὸ θερμόν· τὸ δὲ ψυχρὸν πάντων φησὶ καὶ ὁμοίων καὶ ἀνομοίων συγκριτικόν. ἐν γὰρ a 33 μὴ RZ: om. GT 34 πϊγνυμένοις R
marginal p. 329b30
marginal 49r
marginal p. 329b32
footnote 1 κρυστάλω RZ 4 μὲν οἰκείῳ a Arist. δυσόριστον δέ RZa: δυσόριστον ὄν GT 5 τοῦ (ante ψυχροῦ) 0111. Z 6. 7 προχειρίζεται ὅρους καὶ δείκνυσιν Z 7 ταῦτα παθητικά R τὸ] τὰ a 8 ἐστιν om. R 9 ἀπορεῖται δὲ RZ: ἀπορεῖ δέ τις GT: ἀπορήσειε δ’ ἄν τις a αὐτῶ Z 10 φασίν scripsi: φησὶν RZa: om. GT διαρεῖ GT 12. 13 καὶ ἄλλως δὲ a 15 σχηματιζομένης (G)a ταῖς RZ: τοῖς GTa; at cf. p. 199, 28 16 ἡ φλὸξ οὐδέποτε συσχηματίζεται ἀκριβῶς R 17 συσχηματιζομένη a 19 τε om. Z εἰ καὶ] καὶ εἰ a 24 καὶ κραῦρον om. Z 25 καὶ τὸ σκληρὸν a 27 ἀνάγειν a καὶ τοῦ ψυχροῦ GTa 28 τοῦ (ante ὑγροῦ) om. Z 29 δείξει Z 30 ἤτοι] ἣ τὸ Z
marginal 49r
marginal p. 239b34
marginal p. 330a4
marginal p. 330a8
footnote 1 παρέλιπεν Τ2Ζ προσθείσει a 4. 6 lemmate om. pergit πῶς δὴ ὑπὸ a 8 ἐμβάλλεις a διεισδύνουσαν Z 1.5 οὐκ om. GT ὅλως R 18. 20 lemmate om. peigit ὅτι δὲ καὶ a 22 δυσαπάλακτα Za λέγεται καὶ γλίσχρα GT: γίνεται καὶ γλίσχρα a 23 ὑγρὰ om. a; at cf. p. 201,1 25. 27 pergit om. lemmate πάλιν δὲ τὸ μαλακὸν ὑπὸ a 26 αὐτὸ libri ὅπερ τὸ ὑγρὸν ποιεῖ GT 30 τὸ μὴ] τῷ μὴ (Z)a
marginal 49r
marginal p. 330a12
marginal 49v
footnote 1 ἦν om. Z 3 οὐκ εἴ τι δὲ ὑγρὸν a 5 τὸ om. GTa 6 τὸ (ante ἰδίῳ) scripsi: τῶ libri praeter a, qui τὸ τῷ οὖν] δ’ αὖ a 7 τῷ] τὸ T 12 τὸ διερόν a: τὸ δΐ τὸ διαῖρόν R: τὸ διὰ τὸ διερὸν Z: τὸ διαῖρον διερὸν GT1 15 καὶ τοῦ ψυχροῦ T 17 διαῖρον GT: διαιρ`` R 11) δείξῃ om. GT: ἴνα δὲ τοῦτο δείξη om. a, qui suppleverat δι’ ὅ 20 ξηρὸν καὶ ὑγρόν a ἐστὶ] καὶ GT 21 τόπω om. add. Τ2 22 αὐτῶ et τῶ βαρὺ R 23 ἀντίκειται ἐν φωνὴ μὲν R: ἀντίκειται ἐν ἡ μὲν GT: ἐν φωνὴ μὲν ἀντίκειται Z: ἀντίκειται ἐν μὲν φωνῇ a 25 εἰσίν TZ οὐκοῦν om. add. mrg. R τῷ] τὸ GTR1Z1 βαρὺ GTZ1 βαρεῖ τὸ ὀξὺ καὶ τὸ κοῦφον a 26 ἀντίκεινται TZ 20. 27 ἀλλὰ καὶ τῶν πλεοναχῶς λεγομένων ἐστὶ τὸ ὀξύ Z 28 φωνῇ] ἦ G: ἡ T τὸ γλυκύ (alt. loco) om. GT 29 καὶ ἐν σχήμασιν ἢ GTa
marginal 49v
footnote 3 δίαῖρον (sim. in proximis) GT: διαιρ (item ν. 3G διαιροῦ) R (1 ἀντικείμενον τούτω R 9 ἐπὶ πολῆς Z: ἐπὶ (accent, eras. R) πολλῆς cett. 9. 10 ἐπιχέῃς a 13 αὐτὸ GRT τὸ cIvaiR’ 14 τὸ πεπονθέναιGT IG. 17 διαβεβρεγμἐνου a 19 μόλυβδος libri praeter Z πρώτως a 20 τό τε] τὸ ὅτε Z ὅπερ l{ 21 ὧπερ Z 22 τὸ (ante ἰδίως) RTZ ὑγρὸν T 23 τὸ διερόν a ἐπὶ πολῆς Z: ἐπὶ πολλῆς cett. 26 τὴν οἰκείαν εἶχεν R 27 ὁία R 30 ἐν τῷ βάθει a 34 τοῦ (post καὶ) om. R 35 γὰρ iu eras. T2
marginal 49v
marginal p. 330a24
marginal 50r
footnote 1 ἐπὶ πολῆς Za: ἐπὶ πολλῆς cett. τὸ ἀλλοτρίαν R1 2 ἔχοντα Z 3 lemma om. hic a; continuaverat enim, solito more, superius lemma usque ad p. 330a29, unde ego hoc quidem loco varias lectiones adferam ὅτι om. Z καὶ αἱ ἄλλαι πᾶσαι διαφοραὶ a 4 πρώτας om. add. T2 τέσσαρας libri ἐλάσσους a 6 τὸ (post ὅπερ) delevit a: in R exstat τὸ, turn deletum ξηρὸν 7 οὔθ’] οὔτε utrobique Ga, et priore loco etiam T τὸ (ante ὑγρόν) om. a ἐστιν GT 8 ἄλλαι om. a 10 φησί om. R 11 δόξειεν ἂν scripserit Alexander 12 τι] τοι Z 15 τῷ μηδέ a: τῶ μήτε cett. ποία R 15. 16 θέσει τῶν μορίων θέσει T 16 Κατηγορίαις c. 9 p. 10a22 18 ἐναντιώσεων] ἔνεστι ἀντιθέσεων Z 19 διδάσκειν compend. R 20 ἤμελλεν Z 25 ἀνὴρ Z 26 οὐδ’ εἰ] οὐδὲ ἂν R: οὐδ’ ἐὰν a ἀντιστρέψομεν Z p. 330a30
marginal 50r
footnote 1 ἐπεὶ δὲ a τέσσαρα RZ τὰ ora. RTa τεσσάρων GTZ: δ΄ R αἱ om. GT1a 2 συνεζεύξεις GT 6 παραλαμβάνουσιν Z τὸ (ante ψυχρόν) om. R καὶ * ὑγρόν Τ 7 τέτταρες GT: om. R 13 δὲ prius om. GT 16 γὰρ R: δὲ cett. 18 ἴσχουσα R 2(1 γνώσει GT1 καὶ iterat (init. et fin. vens.) G 20 ὃν addidit a 21 τῷ utrobique a: τὸ cett. ὑπάρχειν om. Z 23 οὐκ ἄρα] οὐχ’ ὅτι R 25 καὶ om. R ἔτι in eras. T2 27 ἐπεὶ οὖν οὐκ R1 πλησίων a 28 αὐτὸ R1 τὸ (ante θερμὸν) om. GT 30 ἔσται] ἄρα hic non solum R sed etiam Z p. 330b7
marginal 50r
marginal 50v
marginal p. 330b11
footnote 1 γὰρ] δὲ GT καὶ οἱ a 2 ἐναντιώσεις Z 6 τεσσάρων Z: δ΄ R: τέσσαρα (GT)a 14 τινὰς om. Z ὑποτιθέμενος GT2a 17 διαστάτη scvipsi: διαστατὸς a: ἀδιάστατος cett. ἐκάλλει GT1 20 ὑπέθετο καὶ αὐτὸς R 23 lemma om. hic et pergit οἱ δὴ τὸ ἐν φησι a 24 καὶ τὸ ψυχρόν R 27 τὸ (post καὶ) om. T 29 καὶ τὸ πυκνὸν Z, qui mox (29. 30) ὑπὸ—πυκνόν om, 30 ποιοτήτων om. a p. 330b15
footnote 1 lemma om. hic et pergit καὶ πλατῶν δέ φησιν a 3 τῷ] ras. G: τῶν compend. R 4 μὲν om. R τοῦ priore loco] ras. G 11 καὶ prius om. GTa, sed καθάπερ γὰρ supplet a 12 οὕτω a 13 ἔλεγεν αὐτὴν Z 16 ζητητέον δὲ a, qui Καθάπερ—διαιρέσεσι om. 17 διατάττει T 19 ἀλλ’ εἴη ἄν φησὶν ὁ ἀριστοτέλης λέγων RZ, itemque GT (qui εἰ κἄν pro εἴη ἂν): ὁ δ’ Ἀριστοτέλης φησὶ περὶ τῶν—εἰρημένων λέγει a 21 διαιρέσει Τ1 ὅλως om. Z: post Πλάτωνος ponit a 23 οὐδὲν ἔστιν GT τοιαύτην δόξαν αὐτοῦ τινα αὐτῶν Z 24 ἐκεῖ a 25 κατ’ ἱστορίαν (G)T1a 26 ὅπερ καὶ Z προστίθησιν] προσ om. in lac. R φάσκων] γράφων Z 28 ὁ om. a p. 330b17
marginal p. 330b19
marginal p. 330b21
footnote 1. 2 Καὶ σχεδὸν—πλὴν] τὸ δὲ a 1 ταῦτα R οἶ τε RZ: ὅτε GT 4 Τοῦτο om. a post δύναται addunt καὶ GTa 4. 5 εἰρῆσθαι· ὥσπερ γὰρ ἅπερ om. γὰρ R) παρμενίδης RZ: om. GT: νοεῖσθαι· ὡς γὰρ οὗτος suppleverat a 6 οὕτως R 9 δὲ om. Z 10. 11 ἀλλ’ ἀποχρήσαντος μὲν τὸν πρὸς τοῦτον λόγον a 11 τοῦτον Z: τούτων GRT 12 ὁ om. GT τούτων ὦν ἐλάμβανεν GT 13. 14 καθάπερ om. a 14 ὁ ἴων R: οἶον cett.; cf. p. 207,19 καὶ τὸ ὕδωρ καὶ τὴν γῆν tr. a 19. 21 lemmate om. pergit ὁ δὲ Ἐμπεδοκλῆς φησι a 19 δ΄ λέγουσιν GRT: λέγουσι τέσσαρα Z οἶον RZ: ὥσπερ GT, qui omittunt Ἐμπεδοκλῆς—δύο 23 ἄλλα τρία] ἀλλότρια R 25 μικτόν a Arist. (praeter cod. E) 26 δόξειν GT: Δόξειε et μὲν ἄν λέγειν a
marginal 50v
marginal 51r
marginal p. 330b23
marginal p. 330b25
footnote 1 ἔχη GT 2 αἱ ἄλλαι αἱ R1 3 ὁ om. a τἄλλα Za 6 θερμοῦ καὶ ξηροῦ φημι Z, qui mox ἡ om. 8 οὖν om. GTZ 11 νοθεύονται Z ὑφέστηκεν GT 13 ὁ τιμαῖος a Τίμαιος Platonis p. 31 Β 13 et 16 χαρακτηρίσομεν Za 14. 15 τὰ στοιχεῖα πάντα Z 1.5 σχεδὸν ἅπαντα GTa Ἀριστοτέλη (G)a 18 et 10 κωλῦον libri 19 ἔσται a 20. 21 lemmate om. pergit αἱ ἐναντιότητες δὲ αἱ a 20 τὸ τῶ (cf. Arist. codd.) S: τῶ RZ: τὸ GT τὸ alterum delevi πυροειδές] πῦρ ὃ εἶδος Z 25. 28 λόγος. λέγων δέ τὸ πῦρ ὑπερβολὴν θερμότητος, τὸ διακονικὸν πῦρ φησίν. ὅπερ a 26 ὥσπερ καὶ Ar. 26. 27 κρύσταλος, ut solet, Z 28 λεγ T: λέγειν (G)a 29 τὸν] τὸ T καὶ διὰ τοῦτο RZ: καὶ διὰ τοῦ GT: ὅπερ πιστοῦται διὰ τοῦ a
marginal 51r
marginal p. 330b30
marginal p. 330b33
marginal p. 331a1
footnote 1 ζωόγονά R: ζωογονία GT1 2 σωμάτων bis Z 3 τουτὶ πῦρ traicit Z: post πῦρ rep. καὶ τὸ ὕδωρ ἅπερ καὶ ζωογόνα R1 διακριτικὸν a 5 τεττάρων a: δ΄ R: τεσσάρων GTZ ἑκάτερα (cf. Ar. cod. E) RTZ: ἑκάτερον (G)a 6 τόπων] πρώτων Z (et Ar. cod. E) ἐστί om. R 8 ἐστὶν ἡ ῥοπὴ a 9 πρὸς τῶ ὅρω RZ 11 ἡ γῆ GTa 12 τοῖν] τῶν GTa τουτέστι τῶν τῶν (?) δύο εἰδῶν (om. δυάδων) Z ἑκατέρα a: ἑκάτερα cett. 13 τῶν om. GT prius τοῦ om. GTa, alterum om. a: ἡ δὲ τοῦ κάτω ἡ δὲ τοῦ ἄνω R γὰρ] δὲ a 15 lemma om. Ra, quorum hic pergit ἄκρα δὲ καὶ εἰλικρινῆ καλεῖ ἄκρα] ἄρα T1; item v. 16 16 τὸ πῦρ Za: cm. GRT καὶ τὴν γῆν addidit a 17 γῆν R 18 πῶς libri 21 lemma (quo de cf. Ar. codd.) om. GTa, quorum hic pergit ἑκάτερον δέ φησι 22 ἑκατέρῳ] ἑκατέρα R 23 ὁ om. add. T2 24 οὐσίαν om. GT: οὐσία οὐσίαν tr. a ἐναντίαν a: ἐναντία cett. 25 ἐστίν] συνέστηκεν Ar. ἐστὶν] οὐσία (scil. οὐσίᾳ) a 26 ὕλη TZ: ὅλη cett.
marginal 51r
marginal p. 331a3
marginal 51v
footnote 2 οὐσία οὐσίαν a 3 οὕτω (G)a τὸ πῦρ a 4 τῷ (G)a: τὸ cett. Κατηγορίαις c. 5 3b24 (cf. infra f. 62r48) 8. 10 lemmate om. pergit τεττάρων δὲ ὄντων a 8 τέτταρα] δ GTZ: δ’ R γε post ἁπλῶς ponit Ar. (om. cod. F) 10 τεττάρων libri 10. 11 ξηροῦ καὶ ὑγροῦ a: ὑγροῦ ξηροῦ traicit T 11 καὶ Za: cm. GRT καρακτηρίζεσθαι a, qui post σωμάτων inserit φησὶν 12 συμπληροῦνται GT 14 δύο om. a 16 αὐτοὺς Z 20 ὑγρὰν τὴν ὑγρὰν R) καὶ ξηράν. ἀλλ’ εἰ—φησί RZ: οἷον τὴν θερμότητα. καθὸ δὲ ἑκάτερον εἰς τὸ ἕτερον μετέχει ποιητήτων φησὶ GT: οἷον τὴν ξηρότητα. καθ’ ὃ δὲ ἕκαστον καθ’ αὑτὸ θεωρεῖται a, qui φησὶ ponit post μίαν 22 ὑγρότητα. ὕδωρ δὲ κατὰ ψυχρότητα&gt; a 23. 24 ὑγραντικωτέρω ὄντι, ὡς εἴη ἐκ Z 24 δὲ] δὴ fort, γὰρ 26 ὑγρόν] ὑγραῖνον R1 27 εἰδῶμεν GT1 28 φησίν c. 2 p. 329 b 30 δέ τι a 30 διαρεῖ T1 δυσοριστότερος a: δυσοριστότερον cett.
marginal 51v
marginal p. 331a7
footnote 2 καὶ R: διαρεῖται καὶ T1 3 ζητητέον δὲ a 4 ὑγραῖνον τὸ ὕδωρ Z τὸ σῶμα om. R τὸ τὸ alterum addidit a 12 ὑγραίνεται a πεφυκότως Z ἐγκαταμίγνεσθαι a διαρεῖν Τ1: διαιρεῖν Z 16 εἰδοπεποιεῖται a 17 προ*τίθεται Τ1 τε om. a 18 εἴτε καὶ μή Z 18. 19 γενέσεως—ἀλληλων ἡ om. GT: γενέσεως. ἡ δὲ ἐξ ἀλλήλων suppleverat a 20 ἐν τῷ τρίτῳ τῆς Περὶ οὐρανοῦ 0. 6 21 κατεσκευάζων a 22 διδάξας T μεταβολῆς] γενέσεως Ζ 25. 28 om. lemmate pergit εἰ οὖν μὴ a 25 καὶ RZ: om. GT 26. 27 γὰρ τὰ τῶν ἁπτῶν πάθη ἡ ἀλλοίωσίς ἐστιν Arist. 28 ἀπλῶς Z 31 φασιν] φὴ R
marginal 51v
marginal p. 331a11
marginal p. 331a12
footnote 1 τὰ om. R 6 ὑπάρχοι a ἔ ἡ om. add. Τ2 8 γίνεται RZ: γὰρ (ortum sc. e compendio vocis γίνεται) ἐστί GT: ἐστί a 9 αἱ iterat post πᾶσαι T τὰ om. Z 12 αἰσθητικαὶ a 13 Ἅμα] τὸ δὲ ἅμα a γιγνόμενα a, qui τοῦτο om. 16 τὸ] τὰ R γιγνόμενα a 17 ἀποτελεῖται a τὸ ἔμπαλιν GTZ 18 τὸ ἔμπαλιν Z 19. 20 om. lemm. pergit οὐ μόνον δέ φησιν a 20 χρὴ εἰπεῖν R 23 ὑπέθετο Τ1a 24. 26 om. lemm. pergit ταῦτα εἰπὼν, δείκνυσιν a 25 φανερόν addidi 27 τὰ ἐναντία Z 27.29 γὰρ μεταβάλλει—ἄλληλα om. R 27 οὐδὲ Z: οὐ GTa p. 331a21
marginal 51v
marginal 52r
marginal p. 331b11
footnote 3 ἐξ om. add. Τ2 τὸ δεύτερον a 5 πρὸς om. R1 ἀγορεύει R 6. 10 πρὸς ubique om. R 9 πῦρ καὶ ὕδωρ GT 10 πρὸς ἄλληλα ἔχοντα φησὶ Z: ἔχοντα φησὶ πρὸς ἄλληλα a 10. 11 διότι—μεταβάλλει om. GTa 14 ἔχοντα addidit a 16. 19 om. lemma et pergit εἰπὼν δὲ περὶ a 16 χρονιώτερα R1 17 φθαρεῖ T1 φθαρῇ θάτερον Arist. cod. E ῥᾷον libri τούτων om. Ar. (praeter cod. Η) 20 τῶν πάντη ἐναντίον (sic) a 21 καὶ om. GTa 23 ἀποτελεῖται τρίτον Z 24 ποτὲ μὲν γίνεται R 25 γὰρ om. GT 26 μένη R μὲν om. GTa 28 ὄντα om. a 29. p. 234,2 lacuna laborant, quam explere conatus ποτὲ μὲν γὰρ ὕδωρ, ποτὲ δὲ πῦρ ἔσται. ὅταν γὰρ τῆς μὲν γῆς τὸ ξηρὸν, τοῦ δ’ ἀέρος τὸ θερμὸν φθαρῇ, μένει τῆς μὲν γῆς τὸ ψυχρὸν, τοῦ δ’ ἀέρος τὸ ὑγρόν. ἅπερ εἰδοποιεῖ τὸ ὕδωρ. ὅταν δ’ αὖ τῆς μὲν γῆς τὸ ψυχρόν. τοῦ δ’ ἀέρος τὸ ὑγρὸν φθαρῇ, μένει τῆς μὲν γῆς τὸ ξηρόν. τοῦ δ’ ἀέρος τὸ θερμόν. ἅπερ εἰδοποιεῖ τὸ πῦρ scripsit a
marginal 52v
marginal 52v
footnote 3 ἕτερον cm. R 5 ἀλλ’ ὅτι R 7 ταὐτὴ GT μεταβάλλοντα GTa 8 ἀποτελἐσθαι GT δὴ RZ: δὲ GT : γὰρ a 9 υι ὀ͂λrιφθησεται R 10 ἅπερ a 12 post τὸ θερμόν scripserat ὕπερ τὸ πῦρ R’ 15 φθαρείσεται a λοιπὸν Z 19 οὑν om. add. T’-’ ἔννοια πᾶσα Z 20 ἐκβαλεῖν GT’ 21 ὁ Ἀριστοτέλης a 23 ὄντων αὐτῶν GT ἀποβάλλοντος GTa 24 φυλάττον-τος a 25 τὸ (ante ὑγρὸν) oin. R μένει corr. ex μένη vel viceveisa R: μείνῃ (Z)a 26 ὑποληφθῆναι GR’a 29 εἰρηκέναι R ἐναντίας] ἐναντίου a ἓν ἐναντίον tr. Z 31 ἑτέραι R δύο] oe GT 33 οὕτω a 34 μὲν οὖν GT ὅτι] ὅτι ὁ R
marginal 52v
marginal p. 331b24
marginal p. 331b26
footnote 1 μὴ οὐχὶ Z 2 φασὶν (G)a μεταβαλόντων GTa 4 πάντως ὡς Z ὁ om. a 5 ἐπικτᾶται a 6 λέγομεν a 7 πραότητας GT λέγοιτο] γένοιτο R 8 τὰ ἐναντία GT 18 εὐχερεστάτην em. a 20 γὰρ ἡ φλὸξ πῦρ a 23 ἰδεῖν φανερὰν Z 26 σὺν] ἐν a αὐτῇ libri 26. 27 μεταβαλόντων a 29. 31 τὸ δὲ ἐν τοῖς ἐφεξῆς οὐκ ἐνδέχεται, ὥσπερ καὶ τὸ πρότερον διττῶς a 32 λέγοντα Z ὅτι delevit a τὰ om. GT 33 ἀποτελέσαι Z ὑποθοίμεθα a
marginal 52v
marginal 53r
marginal p. 331b33
marginal p. 331b35
footnote 2 ἐξ ἐναντίων οὔτ’ a 3 μέν οὑν a 8 εἰ] ἀεὶ R μεταβάλοι R2a 9 lacunam indicavi 11 τῷ λόγῳ GTa ἐξ om. a 12 συνδυασθείσης a 13 γὰρ om. Z 14 οὐχὶ om. a ἐπιγίνεσθαι Z 16 ἄν Z ἀφελῶντες GT1 18 αὗται ἔσονται et mox μὴ δυνάμεναι ὑπάρχειν τῶ αὐτῶ Z 20 ἀφέλοιμεν a ἀδύνατον GT 23. 25 om. lemm. pergit σαφέστερον δὲ αὐτὸς ἐδίδαξε a 23. 24 τὸ utrobique ex τῶ corr. T 25. 26 ὑπολιπόντες] ita libri 29. 31 συμπεραινόμενος δὲ om. lemm. a 31 ἐνπαναλαμβάνει Z 32 et p. 237,1 γένηται GT
marginal 53r
marginal p. 332a3
footnote 1 ἓν] ἓν om. Ta, quorum hic scribit δυοῖν 2 ἐκ τοῦ ἐναντίου τὸ ἐναντίον a γίνηται GTa: γίνεται R: γίνοιτο Z 3 ποιότητες φθείρονται ὥσπερ εἴρηται Z 4 θεωρήσομεν T1Z 5 τὰ στοιχεῖα τὰ τέσσαρα Z 6 τε] δὲ R 9 βυβλίου a 10 διελεγχθῆναι G: διελεχθῆναι Τ1: διαλεχθῆναι Τ2: διηλέχθη a, qui et proximum διαλεχθεὶς in διηλέχθη mutavit 12 διορίζονται GT μετὰ—ἀπόδειξιν om. Z 12 τὴν περὶ τῶν R 13 τῶν στοιχείων T 16 οὕτω a 18 τοῦ ψυχροῦ GTa καὶ (post ψυχροῦ) om. Ra ὑγροῦ καὶ ξηροῦ GTa καὶ προσέτι καὶ T 21 προληπτέον R 22 τὸν] τὰς R 23 λέγειν αὐτὴν ἡ a 25 εἰ] οἱ GT 26 ἡ ἢ ὡς μεταβλητικόν om. R μεταβλητικόν scripsi: μεταβλητόν GTZ: μεταβλητήν a εἰ] εἰ ὡς Z 27 ἐπέχον a: ἐπέχοντα GRT: ὑπέχοντα Z 28 μηδὲ] μὴ a 29 ἐπέχον a: ἐπέχοντα cett. τἄλλα a ante ὅπερ addunt ἀλλὰ GT
marginal 53r
marginal p. 332a4
footnote 1 ἴσως λέγειν ἀρχὴν τοῦτο Z 5 πρώτως Z 7 ἡ om. GT εἰ δὲ] οὑδὲ R ἐλατοὺς G: ἐλάσσους a 8 πλείω emendat a 10 εἰ om. RZ ὕλην scripsi: ὕλη GTZa: ὅλη R 14 αὐτῶ δέδεικται καὶ δοκεῖ Z 15 ἔφασκεν ἀμετάβλητον τὴν γῆν a 18 ὑλικὴν ἀρχὴν Z 21 τέταρτον] ἕτ(??)ρον Z 22 λόγων R 25 σχέσιν] σχεδὸν Z 26 ἀρχὴν T 27 ἡ αὐτὴ GT 28 καὶ ἡ RZ: καὶ ἡ (GT)a ὕλη Τ1 τὰ ἄλλα] ἄλληλα a 29 προϊόντως a λόγου om. R δεικνύομεν R: δείξομεν a 30 τι om. a Aristot. p. 332a5
marginal 53v
marginal p. 332a7
marginal p. 332a8
marginal p. 332a8
footnote 1. 2 εἰπὼν δὲ ὅτι om. lemm. a 3 ἐπέχουσαν em. a τι om. Z 7 οὐδὲ a: οὔτε cett. διὸ Z 8 lemma om. a 9 ὡμολογημένου Z: ὡμολουγομένη R: ὡμολογουμένου GT ὁμ. corr. T): ὁμολογουμένου οὑν a 10 τὸν om. add. T2 12. 13 εἰπὼν δὲ om. lemm. a 13 τὸν ἕτερον RZ 14 τοῦτο τὸ εἰ GTa ὑπομένῃ GT1 15 ἑξῆς Z 17 τεσσάρων scripsi: δ΄ ut solet R: τεττάρων (GTZ)a 18 om. lemma a 19 εἶναι ἄμα Ar. ἀέρα RZ: ἀὴρ GT 20 ἰ] εἰ οὗν a 21 ἀποτελεῖται a 22 ἀλλ’ a 25 μένων RZ: μὲν ὧν GT: μὲν οὖν a πῦρ om. Z 26 τε om. R ὑπομένον a
marginal 53v
marginal p. 332a13
footnote 3 ὁ om. Z 4 γενόμενον T τἀναντία R 5. 6 ἀποτελέσθη R 7 τῇ om. GTa 10 μεταβάλλων G ἦν] ὢν Ζ1 11 ὢν a: ὃν cett. 11. 12 ὡς ἀήρ] ὁ ἀήρ GT 12 τὸ αὐτὸ] ὡσαύτως δὲ a ὁ om. a 13 ἄρα] ἔσται R, qui proximum ἔσται om. 14 ἀνακάμπτον a: ἀνακάπτον Z: ἀνακάμπτων GRT 16 Φύξιν om. Z 17 γεγονὸς GRT μεταβαλὼν a 18 ψῦξιν] ψυκρότητα R 19 ἀέρα] ἄρα Τ1 22 ἐν γε μὴν τῷ, ἅμα a 22. 24 ἀήρ — ἀέρι] καὶ τοῖς ἑξῆς a 22 ὁ ἀήρ R 23 τοῦτο R: τούτω GTZ; ceterum de ordine verborum cf. Ar. codd. 25 οὐδὲ] οὐ (G)a μένων R 26 γενόμενον a: γενόμενος cett. 29 ἵν’ ἅμα ἴνα μὴ a 31 ψυχρὸν] ξηρὸν Z p. 332a47
marginal 53v
marginal p. 332a20
marginal p. 332a22
marginal 54r
footnote 1. 2 lemma om. et pergit εἰ οὖν μὴ a 1 ἀλλ’ ὅτι GRTZ ἄρα R (cf. v. 3): ἄρα παρ’ GTZ; cf. Ar. codd. αὐτὸ RZ: om. GT ἀλλ᾿ ὅτι R μένον τὸ αὐτὸ R 6 τί γε a Arist. (praeter cod. L) 8 ὑφεστὸς GT1Z2a 10 σώματι RT ὑφεστὼς GT1a 11 ἤλεγξε μὲν καὶ a fort. πρότερον καὶ (post δὲ) om. GT 12 ἐπιχειρήσεων Z 13. 14 lemma om. et pergit τὸ οὖν μεταξύ a 13 ἐναντιότητος Ar. 14 κτά ἀλέξανδρον GT 15 ἐν om. add. Τ2 16 καὶ έσται om. R 19 ἐνθεωρουμένην R: ἐν θεωρουμένῃ a 20 ante μὴ expuncta ἐκ ψυχροῦ τῶ ἐξ ἐναντίου δεῖν γίνεσθαι τὴν μεταβολὴν R ἀπολαβὸν GT: ἀποβαλὸν Fa 21 τὸ ἐναντίον Τ2Ζ: τῶ ἐναντίω GT1R: τἄ ἐναντία Fa 22 ἐναντίων GTa 23 τὸ μεταξὺ libri praeter Fa ᾖ] εἰ GTa 24 ταύτην GT: om. R 25 ἐν om. Z 27 μανώτερον a
marginal 54r
marginal p. 332a23
marginal p. 332a24
footnote 2 γὰρ] δὲ GT εἰ Za: ἡ GRT 4 τἄλλα Za 4. 5 ὑπῆρχεν—ἀέρι om. add. Τ2 4 ἡ ὑγρότης τούτων Z 6 καὶ (ante ξηρὸν) om. a 7 τοῦτο] τοῦ GT 8. 9 εἰς ἐναντίον γίνεται GTa 10. 11 ἄμα—θερμόν om. GTa 11 ἔσται Z: ἄρα cett. 12 εἰς δὲ TZ: εἰ δὲ GRa τὸ alt. om, Z 13 ἔσται ἀὴρ GRT: ἔσται om. Z: ὃ φησιν, ἔσται γὰρ ἀὴρ a 15. 16 ὥσπερ δὲ αὔξων τὸ ἀδύνατον, ἐπιφέρει τὸ, ἀλλὰ στέρησις τὸ ἕτερον τῶν ἐναντίων. εἰ γὰρ ἀδύνατον a 17 ταυτῶ F: αὐτῶ cett. 18 ἐν om. add. T2 19 τὸ (ante κρεῖττον) om. Z fort, τὸ δὲ ἕτερον &lt;, τὸ χεῖρον,&lt; 23 ὥστε φησὶν οὐκ (G)a 24 φησι] δέ φησι Z: λέγων 24. 25 δῆλον γὰρ ἐκ τῶν εἰρημένων φησὶν. ὅτι οὐκ a 25 γενῆσθαι Τ1 ὁ ἔσται T 20 ὑφεστηκόν Z ἢ μονοῦσθαι φησὶ, τὸ ἐκτὸς a 27 δὲ] γὰρ a 28 fort. ἀποτίθεσθαι καθ’ ὃς a φησιν R ουκ p. 332a25
marginal 54r
marginal 54v
marginal p. 332a30
footnote 1. 2 ἡ οὐδὲν μᾶλλον ἀὴρ ἡ πῦρ εἰ οὖν οὐδὲν αἰσθητόν a 2 ἄν om. Z 3 ὑαλῆν T 4 ἀντιρήσεις R 6 ἢ prius om. GTa 7 ἔχειν a πρὸς τὸ τὰ ἄλλα GT 8 οὐδὲ] οὐδὲν GT 10 ἐπεδείξαμεν GTa ἐν τι τῶν τεσσάρων μὴ δύνασθαι a 12 οὐκ ἔσται ὕλη a 13 καὶ γὰρ] εἰ γὰρ emendat a 14 πρότεροι Τ1 16 ἀρχὴ om. R 17 εἶναι] ἐστὶν Z 20. 21 τούτων—συνθέτων om. Z 21 ἐστὶ τῶν] ἐστὶν a 22 ἄρα, φησίν scripsi: ἄρα φησὶν GRTa: ἔσται Z, qui mox φησὶ inserit post ἀμετάβλητα 24 ἆρα a, ad quod nihil enotatum ex GTZ: ἄρα R 27. 28 Ὅτι— εἴρηται πρότερον] ταῦτα δ’ εἰπὼν a 27 et 28 μεταβάλλειν ἀνάγκη et δέδεικται Arist. 29 τῶν προτέρων R1
marginal p. 332a34
marginal p. 332b5
footnote 2 πρὸς om. R 3 τέσσαρα om. Z: δ΄ εἶναι bis R1 7 εἰδοποιοῦσαι GT 8. 11 εἰ γὰρ ἦν φησὶν ἡ ἐναντιότης μία, καθ’ ἣν μεταβάλλει τὰ στοιχεῖα a 8 ante μία ἐστὶ expuncta καθ’ ἣν μετέβαλε τὰ στοιχεῖα R, qui mox ὃ δὲ λέγει τοιοῦτόν ἐστι et μετέβαλε (pro μεταβάλλει) 14 αὐτὴ scripsi: αὕτη libri 16 μὲν τούτων οὖν Z δὲ δ’ a) ἐπειδὴ Ra: δ’ ἐπεὶ Ζ: δὲ GT 19 δείκνυσι νῦν GTa 20 ὑφέξει R ὅτι ὡς οὐδὲ GTa 21 ὡς om. a 23 ἀρχὴ Τ1 25 δέ] δὲ ὅτι Z 26 δύναται GRT πρώτως Z ὄντος GT 27 μένειν] εἶναι Z 28 ὑπό τινος T1(RZ)a μεταβάλλουσα] λαμβάνουσα GT ἔστι δὲ λαβεῖν R 30 εἴποιεν ἂν scripsi: εἴποι ἄν GR: εἴπῃ ἂν Z: εἴποιαν Τ1: εἴποιεν Τ2: εἴποι ἄν τις a
marginal 54v
marginal p. 332b7
footnote 5 γενέσθαι 11 μὴ] καὶ Τ 7 οὕτω (Z)a 7. 8 καὶ τῶν ἄλλων δὲ RZ: καὶ τῶν δὲ GT: τῶν δὲ ἄλλων a 9 ταύτην] αὐτὴν a 11. 13 lemm. om. pergit φησὶν οὖν ὡς οὗτε τῶν ἄκρων οὕτε a 12 τὰ om. Arist. 15 ἀρχὴν R 21 ὅτι] ὅ T1 22 εἰ om. GT 23. 24 κιρνάμενα T1a 27 ἁπλῶν scripsi: ἄλλων libri 28 τὰς om. R 29 χαρακτηρίζονται RZ: χαρακτηρίζεται GTa 31. 32 τῶν ἐναντίων om. a 32 ὑπάρχειν compendiose R
marginal 54v
marginal 55r
marginal p. 332b10
footnote 3 τοῦ om. GTa 4 τῶ Z: τῶν GT: τὸ Ra 4. 5 ἐξ ἀέρος RZ: οm. GT: πῦρ a: γῆς vel ἐκ γῆς Ar. 5 τὰ πάντα a 6 πύρια πάντα scripsi: πυρὶ πῦρ a) ἅπαντα libri 9. 10 ὥσπερ—τὰ πάντα om. R 11 τὰ πάντα τὰ GT 14 ὡς om. GTa δύναται τὸ GT 17 εἰ μὴ ἴσως ὁμοίως ἄτοπον a 20 ἔλεγχοι] λόγοι, δι’ ὧν ἐλέγχει a προ·ιὸν GT: προιόντος a 24 εἰς ἄλληλα (ante εἰ δὲ) om. R εἰ δὲ—ἄλληλα RZ: om. GT: καὶ suppleverat a 27 ὅτι δὲ τὸ delet.) οὐδὲ τὸ μέσον Z 29 οἷον] ὥσπερ a Arist. (praeter codd. H) 32 τὸ μέσοι τι Z ὅπέρ τινες a
marginal 55r
marginal p. 332b12
footnote 1 τἀναντία a 3 ὡς om. add. T2: ὅτι Z εἰ] εἰσ GT μεταβαλόντα R 4 τὸ om. GT 5 εἶναι λέγουσιν G 7 διὰ τοῦτο T 10 ἐξιόντα Z εἰς αὐτὸ RZ 20 lemma om. hic a 22 φασὶν ἐκεῖνοι μὴ μεταβάλλειν a 23 εἰς] ὡς GT ὅτι ἄν a μεταβάλλουσιν R 24 ἀνακάμψῃ T: ἀνακάμψει recte Ga 32 στῆναι em. a 33 ὁ Ἀριστοτέλης φησίν traicit a, qui Ar. verba (33.35) δεῖ μὲν—ἔσονται om. 35 αἱ ἐναντιότητες Ar. (praeter codd. EL); at cf. p. 250,3
marginal 55r
marginal 55v
footnote 1 φησί om. (G)a 3 immo ἀνακυκλήσει 5 ἵν᾿ ὁ a 7 ἀνεβάλετο Τ1Ζa 11 πρὸς alt. om. R 12 δείκνυται a 14 ἐπεὶ a ἀκριβῶς T2 15 ἐπιτιθεμένης GT 16 μηδὲ R 17 ἔχει πάντα Z 18 ἀφορισμένον Τ1 19 οὕτε τῶν ἄκρων. οὕτε τῶν a 21 ἐστί τις] ἐστιν (om. τις) Z: τίς ἐστιν a 22 ὧν περὶ ἕκαστον R 23 λέγειν a 24 post εἰς ὕδωρ expuncta ἔσται γὰρ οὗ(??) (sic) Z 24. 25 οὐ δήπου—ὕδωρ om. R 25 οὕτω a 29 ταῦτα Z 32 μὲν τὸ πῦρ a καὶ τὸ μέλαν Z μεταβάλλον R 33 καθ’ ἑτέραν a 35 μεταβάλλων a καὶ om. R
marginal 55v
marginal p. 332b30
footnote 1 μεταβαλλεῖν GT1 καὶ (ante αὐτήν) om. GTa 2 ὑποκεῖσθαι GT 3 πρὸς om. R 4 τὸ μὲν λευκὸν a 4. 5 μεταβαλοῦσιν a 6 δὲ ἔσται R 8 γῆ καὶ ἀήρ Z 10 λευκὸν καὶ μέλαν Z μεταβάλλειν GT1: μεταβάλλειν (Z)a 11 τοῦτο δὲ δέδοται a 16 μετέβαλλεν GT1 17 πρὸς γῆν] καὶ γῆ R 19 ὅτι πῶς ποτε R 21. 22 τἀναντία R 22 ἀληθέστερον εἰπεῖν (hoc expunctum videtur) ἐστιν R παρατιθέντων TZ 23 πρὸς ἄλληλα] ἐξ ἀλλήλων R 24 μεταβάλλει GTa ἐναντίως ἔχοντα Z 25 πρὸς om. R 27 εἰς τὸ πῦρ a 31. 32 μελλήσαντες S: μελήσαντες cett. 32 δείξειεν GT
marginal 56r
footnote 3 ἄπειροι κτλ.] p. 332 b 14 αἱ ἐναντιότητες a 7 πόθῳ a μεταβάλλει G: μεταβολῆ T εἴ γε RZ: om. GT: ἢν a 8. 9 μεταβάλλειν εἰς ἄλληλα om. GT 9 γυμνάζ** R1 νῦν om. a εἰ] εἰς GT 10. 11 ἐκ τοὐναντίου R 12 μεταβαλλεῖ GT1 16 et 17 et 21 μετέβαλλεν R 19 μετέβαλε GTa 11] β GT τὸ (post εἰς) om. GT 20 τῶν om. a 21. 22 ὐκοῦν—τῷ Ψ om. R 23 πᾶσαν Z 24 οὕτω a 25 μεταβάλλει GT1: μεταβάλει Τ2 μεταβάλοι Z ἑτέρα om. GTa 29 εἰσὶν] εἶναι GT 31 ὑποτιθέντων RZ τι τούτων δυνατὸν Z 32 γίνεσθαι a
marginal 56r
footnote 2 ἀπείρων om. GT: post στοιχείων inserit a 5 ὅμως] ὅ*ως Τ1 7 οὕτω Za 8 τὰς om. R 11 προτιθέμενον T 12 οὐκ ἔτι ἐστὶν R: οὐκ ἔστιν ἔτι Z: ἔτι om. GTa 13 et 17 τὰ στοιχεῖα GTa 14 αἱ om. R 15 τιθεμένης R 20 στοιχείων a 21 τῷ a: τὸ cett. χρώμενος R 23 προστίθεται T: τίθεσθαι R 24 ὁ ἀὴρ om. Z 25 τὸ στοιχεῖον Z 27 fort, ταὐτὰ 31 τὴν Za: τὸν GRT τοῦ om. Z καὶ ξηροῦ om. Ra
marginal 56v
marginal p. 332b32
marginal p. 333a1
footnote 1 τίθησιν R γὰρ &lt;ὅτι&gt;? τὸ prius om. R, alt, om. GT 1. 2 μεταβάλλει om. 3 et 4 τῷ] τὸ Z 3 αὐτοῦ T 4 μετ’ GRT: ἐπ’ Z: ὑπ’ a ὑποτίθετο R 5 μεταβάλλων, τὸ δὲ ἄλλων Z 7. 9 lemma om. et pergit κατὰ μέρος δὲ νῦν θεωρῶμεν τὴν λέξιν. εἰ δὴ τὸ πῦρ φησι a 7 τὸ alt. om. Ar. μεταβάλλει R: μεταβαλεῖ Z: εἰς ἄλλο μεταβάλλει GT; cf. Αrist. 8 ἀνακάμψει R: ἀνακάμψῃ GTZ 9 ἀνακάμψει T2 μεταβάλλον (sic) Ra 10 μεταβάλλει Z 11 τὴν om. GTa τοῦ ξηροῦ τε R 15. 17 lemma om. et pergit ἔστω οὖν τὸ φησὶν a 15 τῷ δὲ] τὸ δὲ R 17 κατὰ τὴν ἐναντίωσιν a 18 μεταβαλλέτω RZ: καὶ μεταβαλλέτω GT: om. a πρὸς Z μετέβαλλεν Z εἰ μὲν τῶ Z 19 τῷ δὲ] τὸ δὲ R 22 καὶ ὑγροῦ om. GT ἐκεῖνο Ra 23 καθ’ ἑκάστην (G)a 24 πρὸς T 25 μετέβαλλε OR εἰς τὸ ψ Za μεταβάλῃ Z: μεταβάλλει R 27 ᾦ (priore loco)] ξ GT μετὰ τὸ τοῦ Z) RZ: μετὰ om. GTa: fort. &lt;τῶν&gt; μετὰ τὸ 28 τὰ στοιχεῖα GTa
marginal 56v
footnote 2 et 11 πρὸς Z 3 et 4 μετέβαλλε R 4 καὶ τοῦ ἀέρος Z 5 καὶ (ante οὐκ) om. R 7 ὁ ἀὴρ a τὴν om. T μετέβαλλεν R 10 τίθεσθαι R 12 τὸ πῦρ delevit a, qui mox τῷ π 13 πρὸς T1Z 14 μετέβαλλεν GRT ἔχει Z 14. 15 πρὸς τοῦ T: πρὸς τοῦ | τοῦ Z 16 καθάπερ εἴρηται a 18. 19 ἐπειδὴ τὰ δ΄ πάντα εἰ λέγοιμεν εἰς ἄλληλα μεταβάλλειν Z 19 γενέσθαι a 27 Κ] β GT 30 μεταβάλλει Z 31 Κ] β GT καὶ om. Z 33 ταύτην a: ταὐτὸν cett. 0] πῦρ a ἄρα] π(??) R p. 333a3
marginal 56v
marginal p. 333a6
marginal p. 333a8
marginal 57r
footnote 1. 3 lemma om. et pergit ἀλλὰ κἀκεῖνο φησὶ δῆλον. ὅτι εἰ προσθῶμεν a 1 δηλονότι GRTZ ἄλλη] ἀλλ᾿ ἡ R 2 καὶ τὸ Ψ Z τῶ π RZ: τὸ π GT 3 τὸ B] ω R μεταβάλλοι GTa τῶ ψ R 5 Π] πυρὶ R1 τῷ (ante ᾦ) om. R ὁμοίως δ’ a 7. 8 lemma om. et pergit εἶτα συμπεραίνων τὸ ἄτοπον φησὶν, ὅτι εἰ κάτα στοιχεῖον a 7 εἰς ἄπειρα, καὶ αἱ ἐναντιότητες Z 9 ante ἔσονται inserit ἄρα Z 11 δὲ] γὰρ Z 12 ἔσται] ἐστι compend. R 15 ἔσται] πρὸ R ἄλλο ἔσται Αr. cod. E τοσαύσας a 17 εἰ γὰρ ἄπειροι (om. φησίν) a 18 ὅσας ἔχει] ὅσας om. T, ἔχειν ex ἔχει corr. Τ2 διελθεῖν Z: ἐξελθεῖν GT 20 ἀριθμοῦ ὡρισμένου tr. a: ὡρισμένου ἀριθμοῦ εἶναι τοῦτο tr. Z 20. 21 παντὸς om. Z 22 προσέθηκε a 24 μεταβάλῃ Z: μεταβαλῆς R: μεταβάλλῃ T: μεταβάλλει Ga 25 δι’ ἀπείρων Ra μεταβάλῃ Za 26 μεταβάλλει GT1
marginal 57r
marginal p. 333a13
footnote 1 ἀφίξηταί GT: ἀφίζεταί a μεταλαμβάνοντος GTa 3 οὔτε] fort. οὑδὲ 4 μεταβάλλει a οὐκ ἔστι γὰρ] οὐδ’ ἔστιν R 5 ἐπὶ] οὐδὲ GTa τὸ om. add. T2 9 οὐ γὰρ ἔσται ἐξ ἀέρος φησὶν εἰς πῦρ ἡ μεταβολή a ἔτι] ἅτι (sic) G 10 οὐδὲ γὰρ R 12 μεταβάλλων a: μεταβάλλον cett. 13 ὑποστῆναι ἀδύνατον tr. Z: οὑ δύναται ὑποστῆναι a 14 τις] τι R 15 φαίη ἄν a σκοπεῖ (Z)a 20 οὐδ’ ἄν RZ: οὐδὲν GT: οὐδὲν ἄν a γένοιντο TZ 21 ἐμοὶ δὲ δοκεῖ a 24 οὐ διεξίτητον GT δὴ] δὲ a 25 μεταβαλλεῖ GT1: μεταβάλλει a ἡ ἐκ τούτου tr. a 26 αὐτὴν R: αὐτὸν GT: αὐτὸν δυνατὸν Z: αὐτὸν τὸν ἔσχατον ὅρον a 27.28 αὐτοῦ τὸ πῦρ αὐτοῦ Z 28 μεταβάλλει GT1: μεταβάλλει R 29. 31 lemma om. et pergit Ἔπειτα προτίθεται δεῖξαί τι ἑπόμενον a 29 γίνονται RZ: γίνεται GTAr. γὰρ RZ: γὰρ πάσας GT; cf. Ar. 30 κάτω (pr. loco) GTAr. τὰς alt. om. GT
marginal 57r
footnote 1 γίγνεσθαι utrob. a 2 αἱ om. GTZ 4 σημαίνει et 5 ἔχειν Z 6 ταῦτα GT: ταὐτὰ a χωροῦντα R: χωροῦντι celt. 7 τοῦ ἀέρος delevi 8 ὁ ἀήρ a 9 οὕτως δὲ πάλιν] πάλιν δὲ a 10 Ψ] φ R 10. 12 ἐπάνω. πάλιν δὲ εἰ τὰ ἐφ’ ἑκάτερα τοῦ ψ ταὐτά ἀλλήλοις λάβωμεν, ταὐτὸν ἔσται τὸ πῦρ a 1 1 οὕτως] οὔτε Z τὰ αὐτὰ ὄντα Z 13 δὲ om. Z τοῦ RZ: αὐτοῦ GTa 15 πάντα αὐτὰ GT 15. 16 ὅτι μὲν οὖν a 20 μεταβολὴν, πρόδηλον ἐκ a 21 ἐξηγούμενον R1 εἴ γε] εἴτε G(?): εἴτε γὰρ a μεταβάλλοι a 22 μετέβαλλεν GT 23 ὑπάρχει Z 24 τοῦ] τὸ GTZ1 μεταβάλλοντος RZ: μένοντος GTa 25 κοινὸν μὲν εἰ ἐν πᾶσι τὸ φ τοῖς Z 26 πῦρ et πυρὸς] π utrobique a 27 τοῦ] τὸ GT 28 πρὸ om. GT 29 ἔχειν] ἕξει a 31 ἀληθὴς T1 32 ἐναντίωσις (G)a 33 λέγοις a ἐναντίωσις a ἔστι] ἔσται τί Z
marginal 57r
marginal 57v
marginal p. 333a16
footnote 4 ἡνίκ’ ἄν GTa ἔχει R 5 λέγονται GT ἀλλ’ ὡς τὸ ἕτερον a 6 καὶ om. a 7 ἄμεινον οὖν a 8 καθ’ ἑαυτὸ Z 9 καὶ οὐ συνεχὲς ὡς πρὸς Z εἰρημένα GTa 10 τὸ δὲ π εἰς τὸ ψ μηκέτι ἀνακάμπτειν et mox τὼ π πρὸς τὸ ψ Z 12 μετέβαλλεν GT: μετέβαλε (om. ἄν) R 13 δείξας GT λέγει RZ 14. 15 καὶ τὸ ὢ a 15 μεταβάλλειν Z 17 π εἰς τὸ ψ Z οὕτω a 19 ἕξης a 25. 20 ζητῆσαι ἐφεξῆς ὑπολείπεται Z 26 εἰ τὰ] εἶτα R: εἰς τὰ Τ1 27 ἀνωτέρω] c. 5 p. 332 a 26 τούτων πρότερον αἰσθητόν γε Z 30 ἐλεχθέντος GT1a ὑπολειφθῆναι Za: ὑποληφθῆναι cett. 31 ἀμεταβλητικὰ G
marginal 57v
footnote 3 αὑτῷ a: αὐτῶ cett. 4 γράφων] Emped. v. 87 St. 114 K. 7 ἤτοι κατὰ μέγεθος ἀνάγκη αὐτὰς (sic) συμβαλέσθαι συμβάλλεσθαι Z) ἀλλήλοις RZ: om. GTa 8 κατὰ τὴν ποσότητα ἔσται, ἡ κατὰ &gt; δύναμιν suppleverat a 10 οὕτω a 11 γινομένης καὶ τῆς παραβολῆς a 12 οὕτως] οὕτως τῷ, si recte enot., G: οὐ τῷ a 13 ὡς τὸ θερμὸν Τ1 τὸ δὲ λευκὸν R 14 κατὰ τὴν T 15 συμβουλὴν Z 10 οὕτω Za 17 ἰσομεγεθῶν compend. R 19. 20 καὶ ἀμφοῖν ὁ ἀὴρ μείζων RZ: καὶ ἀμφοῖν om. GT: μείζων ἄν εἴη ἡ γῆ a, qui post εἴπερ inserit γὰρ 22 οὕτω a οὖν ἀδύνατον Z 23 λέγει (post εἶναι) RZ: λέγοι GTa 24 αὐτὰ om. add. T2 25 ὡς om. a 26 τὴν ὕλην ἴσην καὶ τὴν αὐτὴν Z ὲν om. a 30 οὕτω (G)a 31 τῷ] τὸ R 32 ταύτῃ T 34 Μετεώροις] A 3 p. 340 a 11
marginal 57v
marginal 58v
footnote 1 τὸ τοσόνδε ὕδωρ Z 4 τὸ μέγεθος a τὴν om. Z 7 συμβλητὸν GT 8 ,ἐπισκειψώ-μέθᾳ RZa: συμβλητὰ εἶναι λέγειν ^T 9 οὖν μὴ οὑν ἄρα a συμβλητὰ αυτἀ-λεγειν εἶναι Z οἷον om. RT 10 εἶναι πῦρ GT οὕτω δὲ καὶ T 12 δύνατον θεωρεῖν R ^ 13 &lt;ἡ&gt;  addicli ex F IG τε om. GTa 17 ἐπετεταμἐνην T ἀνάγκης (G)a I’J κατὰ (hoc in eras. T2) τὰ τὰς T 20 ὡς] καὶ GT 24 εἶναι ἄλλως a 25 εἰ μὴ τοίνυν μήτε Z 27 τρόπον addidit a 28 τὸν Z: τὴν cett. 29 eiTir) Za 30. 31 αυ-Tiu- δυνατὸν om. R 33 τὴν] τῶν Z περὶ om. a 35. 3G μεταβολλην G
marginal 58r
marginal p. 333a20
footnote 1 ἀνέλεγκτος R: ἀνἐλεκτος Z: ἀνέγκλητος GTa συστοιχείας libri praeter T-2 ἐν om. Za ὑπαρχούσας (G)a οὐκέτι G&gt;T εἰ] εἰς GT’ 3 λέγει e corr. Z: φαίη a 5 πρῶτον μὲν a τὸ Z: τῷ cett. τὰς αὐτὰς μὲν Z 7 εἰς] ἐσ R δράσωσιν GTa 9 ἐκεῖ a 11 φθείροντι RT 12. 14 leramate om. pergit τούτων οὕτω προδιεσἀφηθέντων θεωρῶμεν τὴν λέξιν. ὅτι μὲν οὑν κατὰ τὰ μεγέθη a 12 ποσόν RZ (Ar. cod. E): τὸ ποσόν GT αὐτὸ RZ: αὐτό τι GT (cf. Ar.) 14 δύναται GTa 16 μεῖζον GT κὐλώμασιν R αὐτοῖς Z’ 18 τὸ ποσὸν a συμπλοκή Z 19 μεῖζον εἶναι Z καὶ τῶν λοιπῶν ἁπάντων τῶν ἐντός a 20 λέγειν τ’ (i : λέγοιτ RT’-’ 21 τοῖς ὑποκειρένοις Z γινομένης (G)a 22 τὸ τοσοῦτον GTa δεκαπλάσιον a ἀέρα τυχὸν Z 23 αὐτὸ Z 24 τὸ] xto G ἐστὶν ἐν xdi Z 25 δὲ iu eras. T2 p.333a23
marginal p. 333a29
marginal p 333a30
footnote 1 4 om. lemm. pergit ταῦτα δὲ εἰπὼν, ἐπὶ τὴν ἐν ταῖς δυνάμεσι (om. ἐκ τῶν ὅ.) μετῆλθεν ἰσότητα καὶ φησίν. εἰ μὴ κατὰ τὸ (ad hoc nihil enot. ex G) πόσον ἴσα λέγοιεν a 1 οὅτω RZ: οὅτως GT 1. 2 ἐκ ποσοῦ om. Z 4 ὑποκειμένω corr. R 5 γίνεσθαι a 6 λέγειν om. Z 7 τοῦ om. R ὁ 8 γένηται Ta 13 κατ’ Z: κατὰ R: κατὰ xrjv GTa 16 τὸ δὲ τὸ πῦρ a 17 μό(??) R οὕτω Za 18 ἥ om add T2 20. 22 τὸ δὲ προσκείμενον, τὸ δὲ ὡς τόδε ἐν μὲν ποιῷ σήμαινε το ομοιον, ἐν δὲ ποσῷ (hoc etiam G, si silentio fides; nou τῷ ποσῷ) τὸ ἴσον, βαύλεται δηλοῦν, ὡς ει μὴ κατὰ ποσὸν a 20 σημαίνει Z: ἐν, μὲν ποιῶ σημαίνει GT: σημαίνει ἐν μὲν τῶ ποιῶ R: at cf Ar cod E 26. 262,1 ἄτοπόν γε μὴν φησι φαίνεται, εἰ μὴ ἀναλογία λέγοι ταύτα συμβλητὰ, ἀμετάβλητα λέγων, ἀλλ (sic) μέτρω δυνάμεων· ἀδύνατον γὰρ ἀυτὰ a 26 δὴ] δὲ T 28 φησί om. Z
marginal 58r
marginal 58v
marginal p. 333a32
marginal p. 333a35
footnote 2 τόδε τὸ] τὸ T: τόδε Ga ὕδω (sic) a 3 τῶ γὰρ Z 4 ἀμετάβλητα om. GT ἔφημεν RZ 6 τῷ] τὸ Z εἶναι addidit a 8 μεταβαλουσῶν R 9 ὁ Ἐμπεδοκλῆς a 9. 12 τὰ στοιχεῖα. εἰπὼν δὲ ἴσον θερμὸν, ἐπειδὴ τὸ ἴσον τοῦ ποσοῦ, μετέβαλεν εὐθὺς a 10 τῷ scripsi: τὸ GRTZ (et Ar. cod. L) ὁμοίως] cf. Ar. cod. Ε 12 μετέβαλλεν GT 16 εἰληφός a 17 τὸν ὄγκον Z 19. 20 μεγέθεσιν εἶναι Z 21 ἐὰν] ἓν R 22 ἐλάττων δ’ ἔσται R 24. 25 τοῦτο δὲ— φυλαχθήσεται om. a 27 ἣ] ἡ ἡ a πρόθεσιν Z 29 νῦν δείκνυσιν Z 30 κατὰ ταὐτὸν R 31 ὁμώνυμος R
marginal 58v
marginal p. 333b3
footnote 1 πρόθεσιν GT1 ἐπιπροσθέη Z 2 ποιήσει RZ: ποιήση GT1: ποιήσειε fort, recte T2: ποιήσοι a 5 ὕλης RZ: σαρκὸς GTa 8. 11 ἐπιδόντος. ἀλλὰ καὶ τὸ αἴτιον φησὶ τῆς κατὰ φύσιν γενέσεως χαλεπώτερον ἀποδοῦναι. κατὰ φύσιν δὲ εἶπε a 9 τὸ χαλεπώτερον GT 12 τύχην] τέχνης T 13 τύχοι ἐν ἄλλα τε ἄλλο γίνεσθαι a 14 ἀλλ’ οὐχ] οὐ γὰρ Ar. codd. praeter FH 15 καθάπερ Z: καθὼς a; at cf. Ar. cod. E 16 ὑπὸ prius om. Z 17 ἐπὶ] ἀπὸ R1 21 ἀλλὰ κτλ.] Emped. v. 38 St. 79 Κ. ἀλλὰ οὐ μόνον (ex Ar. p. 333 b 14) et διάλεξίς GT τε prius om. R 22 γὰρ om. Z 23 συνελθόντων ex συνθέτων ut vid. corn T2 24 μεταβολὴ GT 25 Ἀλλ’ om. a ἔτυχεν οὖν ἐλθόντων GTa καθὼς a 26 τούτων Ar. (praeter cod. E) 27 εἰ γὰρ μὴ a 28 ἡ om. add. T2 τῆς RZ: ἡ GTa γινομένης μίξεως] γίνεται μίξις a: num μίξεως τι κατὰ φύσιν x003E;? Bt μίξεως (sic) e codd. adnotatum invenio
marginal p. 333b12
marginal 59r
marginal p. 333b19
marginal p. 333b20
footnote 4 οὐδὲ φιλία R 6 ἥ γε ἑκάστου a ἀλλὰ μόνον Z: ἀλλὰ | ἀλλὰ μόνον R διάλεξίς GT 8 οὐδὲ ἡ φιλία, φησί om. GT: ἀλλ’ οὐδὲ ἡ φιλία et mox φησίν post αἴτια suppleverat a 9. 10 αἴτιον post συγκρίσεως traicit a 10 τεχνητῆς R: τέχνης τῆς ΤΖ: τεχνικῆς τῆς (G)a 15 μόνον τοῦτο R 19 καλεῖτο a ἀλλ’ ἢ R 21. 23 om. lemm. pergit ἀλλὰ καὶ ἡ κατὰ λόγον φησὶ a 21 τὸ alterum om. Ar. 23 Ἡ] οὐ GT, qui mox φησὶν ἡ μίξις ἡ om. add. Τ2 26 καὶ delevi (om. F) μόνην R 27 φθορᾶς μὲν γὰρ GT αἴτια Ra 28. 30 om. lemm. pergit ἐπεὶ δὲ ὁ Ἐμπεδοκλῆς θεὸν a 28 γε RZ: τε GT διακρινεῖ R 29 πρότερα Arist. θεοῦ RZ: θερμοῦ GT 30 θεὸν μὲν καλῶν Z
marginal 59r
marginal p. 333b22
footnote 2 et 15 immo πρότερα 3 οὖν om. a 6 πρὸς GT 8 ὡς] ὁ F(Z)a 11 δηλῶν εἶπεν Z 12 ὡς ψεκτὴ] ἢ ψεκτὴ ὡς? 14 ἐσόμενον R 16 λέγει a 17 παρὰ Ζ1 18 καὶ—φιλίᾳ om. GT τοῦτο R: τοῦτ’ Za εἴη RZ: ἦν a Arist. 19 τοιάδε utrobique scripsi: τοιάδε codd.: τοιανδί a τὸ (post δὲ) om. a 22 τὰ στοιχεῖα ἀπ’ ἀλλήλων R 23 πρώτερον G 24 γὰρ alterum om. GTZ fort, ἀρχὰς &lt;οἱ μαθηματικοὶ&gt; vel tale quid 27 αἱ] οἱ a addit εὐθεῖαι Z; at cf. ex gr. Philop. Phys. p. 34,32 ἶσα R 28 ἀλλήλοις GT αἰτία R p. 333b26
marginal p. 333b33
footnote 1. 3 lemm. om. pergit τοῦ δὲ Ἐμπεδοκλέους a 1 φαίνεται Ar. (praeter cod. EL) βίᾳ] μία GT1 4. 5 ὡς καὶ κτλ.] Emped. vv. 381. 2 St. 7. 8 K. 5 δεῦρο GTa νήκει GTZa 6 αὐτῶν RZ 8 τοῦτο GT: τούτου a 10 κίνησις 11 τῆς δὲ βώλου a 12 ταῦτα δὲ] συμπεραίνει ὡς ἐπειδὴ ταῦτα a ἡ ἄρα a 14 καὶ κινεῖται GTa 15 δὲ αἱ τούτων R1 18 συναγάγει Τ1 20. p. 267,6 αἱ κινήσεις —τὸ δὲ πῦρ om. Z 20 ἕξουσι GRT: οὕτως ἕξουσι a 21 νεῖκος R: νεῖκος ἔσται GTa 22 εἰ μὴ ἡ R: εἰ ἡ GT: μὴ a κινοῖ R: κινεῖ GT: κινοίη a 29 αὐτοῦ libri 30 ἔσται R: ἐστὶ GTa p. 333b35
marginal 59v
marginal p. 334a2
marginal p. 334a5
footnote 1.3 lemm. om. pergit ἀλλ’ εἰ καὶ αὑτός a 3 ἑαυτῶν R: αὐτῶν GTa 4 ἀπὸ om. add. Τ2 5 ἡ μὲν &lt;γῆ&gt; F 6 τὴν] τῶν compend. R αὐτῶν R ἔ ἰδέαις R ὑπέστησεν R 8. 12 lemma om. pergit λέγων δέ φησιν ὑπὸ t 8 ὅτε μὲν libri ὡς ἀπὸ Z 9 θέων (sine accentu) R πολλάκις libri ἄλλος RZ 10 φέρεσθαι ἄνω Z 13 λέγοι GTa 15 ἐξ αὐτῶν libri 15 διορισμένον G: διορισάμενος (om. καὶ) a 21 γὰρ om. R ἔχοντα a καὶ (post κόσμον) om. GTa 22 ἡ] εἰ a 23 τὸ μὲν διακρῖνον τὸν σφαῖρον coni. a 25 κίνησιν addidit a αὐτοῦ scripsi: ἑαυτοῦ R: αὐτοῦ cett. 26. 27 τοῦ κόσμου—ὡς om. GTa 28 κινεῖται Z
marginal 59v
marginal p. 334a9
marginal p. 334a15
footnote 2 πρότερον, πρότερον τὸν αὐτὸν ἢ a: fort. &lt;,εἰ τὸν αὐτὸν&gt; ἢ τὸν αὐτὸν εἶναι 3 φησὶν εἷναι κόσμον λέγει (sic) Z: λέγοι τὸν κόσμον εἶναι φησὶ a 4 γινομένου Z 5 τοῦ] τὸ τοῦ R, qui inox φησὶ λέγοι 9 καὶ ταὐτόν ἐστι a 10 διαλείμματα Z 12 ἃς] ὣς Z 18 Emped. vv.333. 35 St. 321. 23 K. 19 δῖαν a 20 στορηήν a: στέργον GRTZ 24 οὐδὲν δὲ GT 25 οὐδ’ αἰσθητὰ ταῦτα tr. Z 27 εἰ] εἰς GT 28 κατὰ τὸν ἐμπεδοκλέα δοκλέα Ζ 33 στήγμασι GT1: στΐγμασι Τ2 προεκτεθείσης] παρούσης a; cf. p. 237,20sqq.
marginal 59v
marginal 60r
footnote 1 τὰ τέσσαρα a: τἀς δ΄ GRT: τὰς τέσσαρας Z 1. 11 μεταβλητικά ubique scripsi pro librorum μεταβλητά 2 ὅσοι om. Z 5 τῷ] τὸ GRT 9 τεθέντων T1 10 ἄλλου Ζ ἕκαστον R 11 αὐτὰ εἶναι Z 16 ἐξ ὅτου νῦν R μέρος RZ 17 ἐξοτονῦν R, qui in proximis (v. 20) ἐξοτονοῦν et (v. 27 sqq.) ἐξοτοοῦν 20 φησὶν ἐναργῶς Z μέρους addidit a 25 φαῖον a 26 πάντα—φαμὲν om, GTa 28 καὶ superscr. R: om. a 29 τι om. (G)a 31 τὴν om. add. Τ2 32 ἀποκεκριμμένα Z 33 τῶν altenun om. GT συμπεφωρημἐνων R 34 τετραείδους R ἐξαίδου, si recte enot., GT: ἐξ ἀιδίου R; cf. p. 192,29 ἐκεῖνοι ἴσως GTa
footnote 1 ὁμοίων Z 2 post γὰρ addit εἶναι R ὅμοια τῶ ὅλω Z 6 οὗτος μέντοι δείκνυσιν a 9 ἅμα] num ἔσται? σαρκὸς γίνεται ἡ a 10 φησὶ T φθαρέντων GRT 11 καὶ ἔσται a 12 ὑποληφθήσεται GR1T1 φησὶν libri praeter a τὸ R: om cett. τὸ μεταξὺ a 17 δὲ om. GT Ἀριστοτέλους om. GTa 22 ἄκρως θερμόν, τὸ δὲ RZ: ἄκρως θερμὸν ψυχρο (sic) GT: ἄκρως θερμόν. καὶ τὸ εἰλικρινὲς ὕδωρ ψυχρόν· τὸ δὲ a 23 μὲν τὸ ἄκρον θερμὸν a 24 οὕτω GZa 26 ἔτι om. GTa 27 τοῦ ψυχροῦ καὶ θερμοῦ a 31 γάρ om. GTa εἶναι καὶ ὑγρὸν Z 32 μὲν om. R 33 φαμεν εἶναι ξηρὸν Z 34 διότι—ὑγρὸν Z: om. GRTa
marginal 60v
footnote 1 τὰ ἁπλᾶ om. a 2 κατὰ τὸ πρῶτον] κατὰ τρόπον GT: κατ’ ἐκεῖνον τὸν τρόπον et mox καθ’ ὃν a 7 ἄρα libri 8 ὁ οἰκοδόμος ὁ a 9 ἐμποδὼν Z 10 οὐδὲ a: οὔτε cett. 13 ἠνήργει ἄν a, et saue ἄν librarii omiserint 15 οὗ] οὐ (G)a ὁ om. Za ἑβδόμῳ] τρίτῳ a; respici videtur Phys. H 3 p. 245b 9 sqq. 16 σημαινομένου GRT δηλοῖ T 22 οὕτω a 23 οὗτος] οὕ(??) (sed ἑ ex corr.) R ὁ addidit a 25 ἐπιτάσεως GRT1 27 μὴ ἐφθάρθαι (post εἰλ. θερμὸν) Z 31. 32 λέγεις τὸ ἄκρως θερμὸν Za 32 διεφθάρθαι Z 33 ἔσται] ἔστιν GTa 34 τὸ (aute μὲν) om. T δὲ om. T
marginal 60v
footnote 3. 4 ἐφθάρθαι a 4 έσται om. GTa 5 καὶ om. GTa 11 μὲν οὖν Z 13 εἰσάγειν a μὴ δεύτερον GT 15 εἴποι Z 20 τὰ] τὸ a 22 δυνάμει (priore loco) RZ: δύναται GT: δυνατά a 22. 23 τὸ δὲ ἧττον—θερμὸν Z: om. GTa: τὸ δὲ ἧττον (omissis μᾶλλον γὰρ—ἧττον δ’) R 23 ῥᾳδίως a: immo ῥᾷον 25 γὰρ RZ: om. GT: δέ a 28 γίνεσθαι Ta p. 334a 16
marginal p. 334a 18
marginal p. 334a21
marginal p. 334a32
footnote 1. 3 lemm. om. pergit εἴτε οὖν φησιν ὕλη (sic, non ὕλην, etiam GT) τις a 1 τὸ κοινὸν] cf. Ar. 2 συμβαίνειν Ar.: συμβαίνει GRTZ: an legit ἀνάγκῃ Philoponus ? 3 ὑποθοῖτο G1R: ὑποθεῖτο Τ2 4 μεταβάλλει a ὑποκείμενον ἂν ἦν a 7 τοῦτο] τὸ a 8 γένεσιν ἔχειν R1 14. 16 lemm. om. pergit καὶ οἱ μεταβλητὰ δὲ φάσκοντές a 15 γεννῶσιν addidi 16 μεταβλητὰ libri 18 νεῦρα GT 21 συνόντων R 25. 27 om. lemm. pergit εἰπὼν δὲ τὸ ἑπόμενον a 28 τὸ] τῶ Z
marginal 61r
marginal p. 334b 4
marginal p. 334b 8
footnote 2 λάβοιμεν Τ2a 4 κἄν εἰ μὴ a 6. 7 τοῦδε μὲν et μορίου om. Z 9 μεταβαλὸν Z ἡδύνατο Z μεταβάλλειν GT1 12 μεταβλητὰ llbri 14 μήτε μὴν a: μὴ μὴν om. F μὴ δὲ GRTZ: κατὰ τὴν a 17 ἢ ἡ ὕλη GTa μηδὲ] μήτε fort, recte Z 18 ὕλη ἔσται om. add. T2 19, 21 lemm. om. pergit ταῦτα δὲ εἰπὼν, λύει τὴν a 22 ἐπεὶ Z 22. 24 κατὰ—τὸ δὲ addidi ex F: om. cett. 24 fort. λεγόμενον 25 ὅταν μέντοι a ἦ Za: ἢ cett. 26 ᾖ] ἢ R 27 ὡς δὲ] εἰ δὲ R 31 ἐπιγίνεται μέσον R
marginal 61r
marginal p. 334b 14
marginal p. 334b 18
footnote 1 γὰρ om. R 2 οὐχὶ δὴ R: οὐχ ἡ Z: οὐχ ἤδη, si recte enot., GT: οὐκ ἤδη a 6. 7 ποιὸν utrobique R 11 εἶπεν om. Z 11. 12 ἐπειδὴ τοῦτο] ἐπειδὴ τοῦτο τοῦτο T: τοῦτο δὲ a 12 ἄτοπον GT 13 τι] τε T μᾶλλον addidi 14. 15 ἤπερ utrobique] ἢ a 14 ὑπεροχὴν a 14. 15 καὶ μᾶλλον—ἤπερ θερμόν om. Z 18 κἀκ] ἐκ a 19 τὰ (post τοῦ) om. R 20 distinxi ante ἐξ ἐκείνων 20. 21 δυνάμει—ἁπλᾶ om. a 20 post ὄντων iterat τῶν συνθέτων Z: verba δυνάμει ὄντων om. GT 25 οὕτε] fort. οὐδὲ 26 τῶν addidit a στοιχείων Ra: στοιχεῖον GTZ ἡ om. GT 27 δὴ RZ: δῆθεν GT: ὡς δῆθεν ἄλλα μὲν ἐκ τῶν μιχθέντων εἶναι. ἀλλὰ (sic) δὲ ἐκ τῶν ἐναντίων refinxit a 29 οὕτω Za ἡ ora. GRT 30 ἔστι τοῦτο RZ (Ar. cod. Η).. ἔστιν οὕτως οὕτω a) GTa: at cf. p. 276,28 ἡ ὕλη GT
marginal 61v
marginal p. 334b 20
footnote 3 καθ’ αὑτὴν a ἐφεστηκυῖα GT 3. 4 εἰδοπεημένον R 9 post ἀποτελούμενον iteraverat ὥστε εἰ—ἐβούλετο R1 10. 11 μὲν ἡ μίξις ἡμεῖς λέγωμεν (λέγομεν Τ2) μὲν ἡμεῖς λέγομεν ἡ μίξις a 11 δὲ alt. om. R ἴσως om. Z 12 οὕτω a 19 ἐπισηρήνασθαι a 20 εἴτε ὕλη GT τὰ ἀπλᾶ εἶναι Z 21 καὶ τὰ om. GT οὐχ GT1 22 τῷ δὲ] καὶ τῷ a 23 fort. προσφυεστέραν 25 οὐκ ἔστι δὲ R 28 τὸν δὲ GT1 τοῦτο] οὕτω a ἐκεῖνο R 29 γιγνόμενον a 31 ᾿Επεὶ δὲ a Arist. τἀναντία RT
marginal 61v
marginal p. 334b24
marginal 45
marginal p. 334b27
marginal p. 334b29
footnote 1 ὑπερέχῃ GT 2 ἰσάζει a 5 ἐπεὶ Z 7. 8 δυνάμει ἐστὶν ὅπερ τὸ ἐναντίον om. R 9 τοῦ ἑτέρου] οὐ R 11. 13 lemm. om. pergit ὃ δὲ ἐπάγει, τοιοῦτόν ἐστιν. ὅτι a 11 γε om. Arist. οὕτω Ζ 14 δρῶντα a 15 ὡς om. GTa 18 τοῦ] τὸ a 19 καὶ τὰ τοιαῦτα om. Z 20 Ἐκ δὲ—ὀστὰ R: om. GTZa: ipse addidi καὶ τὰ τοιαῦτα 21 οὖν φησι a 23. 27 τὸ δὲ ἐνταῦθα γὰρ οὐδέτερον, ἀντὶ τοῦ ἐν τῇ τοιαύτη μεταβολῇ—μίγμα ἐξ ἀμφοῖν. εἰπὼν δὲ ὅτι ἡ θερμότης a 26 πάντα deleni; ceterum cf. Ar. cod. F 27 ψἰξις G ἡ (ante ὑγρότης) om. RZ 28 τὸ om. GTa κατ' ἄλλα Τ τὰ om. add. T2
marginal 61v
marginal p. 334b31
marginal 62r
marginal p 334b 32
marginal p. 334b 35
footnote 1 εἰδοποιεῖ G οὔσα Ta 3 Ἅπαντα a Arist. 3. 4 τῶν τοῦ μέσου τόπων R 7 ὡς om. add. T2 10 τὸ] τὰ Τ2 13 Μετεωρολογικοῖς Β 4 p. 359b28sqq. λέγειν T 15 παράκειται R 16 ἐστίν· ὑπάρχει] ὑπάρχει· ἔστι Z 19. 21 lemm. om. pergit πρῶτον δὲ δείνυσιν ὅτι τῆς γῆς a 19 γῆ S: γῆς RZ (Ar. cod. Η): τῆ GT 22 εἰ] εἰς Z τόπον om. GT: post πλεονάζει inserit a 25 συμβαίνειν R: σημαίνειν GT 27. 28 lemra. om. pergit πῶς δὲ μόνον a 27 et 28 ἄλλων] ἁπλῶν scrib. ex Ar. 28 φησὶ τῶν ἄλλων εὐόριστον (om. εἶναι) Z 29 εἶναι (post δοκοῦντος) om. a 29. p. 279,1 εὐόριστον οὖν] ἢ εὐόριστον a
marginal 62r
marginal p. 335a 4
marginal p. 335a9
footnote 2 ταύτης om. a 5 διὰ τὴν λεπτότητα καὶ τὴν κουφότητα Z λεπτομερίαν 6 (post ὕδωρ) om. Z 10 τὰ μικτά Z 11 δὲ om. Z 12 γῆς δηλονότι Z 16 δὲ ora. Z 19 εἶναι ἐναντίαν GTa 23 καὶ ἡ ξηρότης R ὥστε εἰ ἡ R 24 κατηγορίαις] v. ad p. 230,4 25 εἶναι ἐναντίαν a 27 ὥστε καὶ ὁσάκις et καθ’ ὅλα δεῖ νοεῖν a 29. 30 lemm. om. pergit ἔπειτα καὶ ἐκ τῆς τροφῆς a 29 ἡ (post τροφὴ) RTZ: om. GArist. 30 τρυφῆς I: τριφῆς G 31 ἐξ ὧν σύγκειται ἕκαστον R 32 δὲ om. T1
marginal 62r
marginal 62v
marginal p. 335a 14
footnote 2 δὲ om. a τῷ om. R 3 τοῦτο δὴ τίθησι a μέμικται] μέμνηται Z 4 ἡ γῆ a 6 ἐκ addidit a 8 μίγνυσιν GT1 9 μίξαντας Ra: μίξαντες GTZ 9. 10 τοὺς γεωργοὺς R: οἱ γεωργοὶ Z: τοὺς γεωργικοὺς GTa 11. 13 lemm. om. pergit ἔπειτα ὡς πρὸς a 11 ἐπεὶ δ’ ἐστὶν Ar. 12 τὸ om. Arist. συνειλημένον GT1 (Aristot.?) 13 post ποιητικὴν addunt ἀποτείνεται Z, ἀπαντᾶ a 15 οὕτω a ὁ ποιητὴς] Hom. Ψ 182 15. 16 πάντα a 17 συνειλημένον T1 22 ἐπὶ τὸν οἰκεῖον φέρεται τόπον Z 24 ἐν om. add. Τ2 ὅρω συμβαίνει ἐστὶν Z 25 τὸ (post οὐ) om. T 26 συμβαίνει οὑν ὅταν R ὑπάρχῃ] ὑπάρχει R1T 29 εἰκότως—τρέφεσθαι om. a ἄλλων] fort. ἁπλῶν p 335a22
marginal 62v
footnote 1. 2 lemma] ᾿Επεὶ δ’ ἐστὶν ἔνια—ὲκάστου οὐσίας (p. 355 a 24— —b 7) a 4 πολλὺν GT1 7 διδάξειν a 11 μέρως (Z)a 20. 22 αἴτιον ποιητικόν—ποιητικὸν om. GTa 20. 21 ἐν μὲν τοῖς Z: ἐν τοῖς μὲν R 22 ἐστιν om. a 24 διήρθρωσαν R 26 Φαίδωνι] cf. ad p. 285, 13 οὕτως GT2 ἐπὶ τιμήσας a 27 λάβωσι GT1 ἀπεδέξατο fort, recte (Z)a 28 τὸν οὖν G: τὸ*οὖν T ὅτι delendum 29 ὑποκατιῶν a 30 αὑτοῦ libri 32 τεχνητῆς (GTZ)a ἡ] ἰδέας, εἴδη λέγει ὁ Πλάτων a 33 μὴ RZ: εἰ μὴ GTa 35 〈ὄντος〉 addidi
marginal 62v
marginal 63r
marginal p. 335a24
marginal p. 335a28
footnote 2 οὕτω a 6 αἴτιον αὐτὴν tr. Z: αἴτιον om. R 8 ἀκίνητα εἰρηκότων Z 13 αἴτιαι 11 13. 14 διὰ τοῦτο Z 15 μὴ om. add. Z2 17 μετρηθείη a 18. 23 ἐκτίθεται. ἡμεῖς δὲ μετὰ τὴν θεωρίαν τὴν λέξιν ἐπέλθωμεν. τῷ μὲν οὖν ἅπαντα τὰ σώματα, προσθετέον τὰ σύνθετα· τὰ γὰρ ἁπλᾶ οὐ συνέστηκεν ἐξ ἁπλῶν. ἐπε·ι οὐκ ἄν ἦν ἀπλᾶ. τὸ δὲ ἔνια γενητὰ καὶ φθαρτὰ. οὐ πρὸς τὸ ἄνω ἀναφέρειν δεῖ· οὐ γὰρ τοῦτο φησὶν a 22 ἐπεὶ δ’ ἐστὶν Arist. 24 τῶν prius om. Z 30 καὶ εἰ τῷ a τε om. Z 31. 32 πρώτοις. τὰς μὲν οὖν ὡς ὕλην ὁμογενεῖς a 31 γάρ ἐστιν Ar. 32 τε om. add. T2
marginal 63r
marginal p. 335a31
footnote 1 ὕλην ’a θεωρεῖσθαι a 2 σκόπει R 3 post ὑποκείμενον iterat θεωρουμένην—τὸ γὰρ ὑποκείμενον κοινῶς (sic) Τ2 4 ἡ om. GT1 5 ἐπεὶ καὶ Z 6 ἔχοντα a: τὴν πρὸς ἄλληλα Z: om. GRT 8 ἐνεργεία ἀεὶ οὖσα R: ἀεὶ ἐνεργεία οὖσα Z: ἀεὶ ἐνεργεία καὶ GTa 9 τἀναντία R 13 post γενητῶν addit ἀεὶ Z 13. 14 ἐνέργεια GT 14 αὐτὴ Z corr. R: αὕτη cett. 15 αὐτὴν RZ: ταύτην GTa 19 οὕτω a 20 ἀπέβαλλεν TR: ἀπέβαλεν Ga: εἰς ἐνέργειαν μετέβαλε tr. Z προ*ελθούσης Τ 23 εἶναι—δυνάμει RZ: om. GT: ἢν γὰρ τὴν κατὰ τὸ δυνάμει supplenerat a 24 οὐκ ἔσται ἔτι Z 25. 27 δυνάμει. λέγοντος δὲ, οὐχ ἱκανὰ (sic) πρὸς τὸ γεννῆσαι δύο, ζητεῖται πῶς ἀλλαχοῦ a 26 γὰρ RZ: γὰρ ἄν GT (Ar. cod. E) ἱκανὸν R γεννῆσαι Z: γεν(??)σαι R: πρὸς τὸ γεννῆσαι GTAr. αἱ R: om. cett. (cum Ar. cod. E); at cf. p. 284,1 27 ἐπιτήδεια GTa 28 αὕτη R 29 οὖν om. Z
marginal 63r
marginal p. 335 a 32
marginal p. 335a 32
marginal p. 335a35
marginal 63v
footnote 1 λόγων Z et ἱκανῶν Ζ1 2 ἡ] τῆ R 3. 4 ἔχει—αἰτίου om. R 4 αἰτίου om. a καὶ ἐργάσασθαι ἐπιτηδείαν a 6 τῷ om. GRT τὸ om. Z ἡ δὲ ἡ ὕλη T2 7 προσέλαβε Z 8. 9 om. lemm. pergit ἀλλ’ οὐδ’ ἐν a 9 πρώτοις om. Z, ubi φημὶ 12. 14 om. lemm. pergit τῶν οὖν γενητῶν a 12 τῆς γενητῆς Ζ 17 ante οὐκ ἔστιν add. φησὶν GTa λέγειν Z 19 δύνανται a 22. 23 lemm. om. pergit εἰπὼν δέ· ὅτι τούτων τῶν ἐξ ἀνάγκης δηλονότι ὄντων καὶ a 26 εἶτα καὶ om. a αὐτὼν τὰ μὲν a p. 335b 6
marginal p. 335 b 7
marginal p. 335b9
footnote 1. 2 om. lemm. pergit εἰπὼν δὲ περὶ a 1 ἕνεκεν RZ: ἕνεκα GT 2 αἰτίου, διαλαμβάνει ἐφεξῆς περὶ τοῦ εἴδους a 3 ἐκάλεσεν] οὐκ ἔλεγεν GT 4 δηλονότι R ταὐτὸ a 5 Φυσικῇ] Β 7 p. 198a 24sqq. al. 5. 6 φύσις τοῦ ἑκάστου R 8. 9 ὠνειρώττουσι et οὐδὲ εἴς GT 10 δὴ Z 11. 12 γὰρ—εἰπὼν —πραγμάτων] οὖν—εἰρηκὼς—ὄντων Z 13 Φαίδωνι p. 100 C sq. 14 λέγη μοι διατὶ R λέγοι GT1 15 εὐανθὲς GT ἡ σχῆμα om. R τὰ μὲν ἄλλα Plato 17 ἑαυτῶ Z ποιεῖ bis T αὐτόκαλον R 19 προσγινομένη a τοῦτο om. Z 22 lemma om. hic a 23 γίνεσθαι Ar. 25 νῦν] οὖν (GT)a 27 γίνεσθαι a τὸ alt. om. Z 28 ὥσπερ τοῦ φθείρεσθαι GT post τούτων addit μεταλαμβάνειν R
marginal 63v
marginal p. 335b 16
marginal p. 335b 23
marginal p. 335b 24
footnote 2 φησιν GT 6 εἰς] ὡς T ἴσως ἄν φαίη τὶς ἄν τὶς Z ἀριστο Z: ἀριστοτέλη GT1a αὐτῷ om. T: αὐτὸ Z: an mox τῷ Πλάτωνι delenda? 12 καὶ (post ἐστὶ) om. R 13 ποιητικοῦ αἰτίου Z 14 ποιήσουσιν R ὑγιάνη RT2Za: ὑγιανῆ GT1 μεταβάλοι R: μεταβάλῃ T2: μεταβάλλει GZ: μεταβάλλοι T1: μεταβάλλοι ἄν a 16 ὁ νοσῶν οὐκ ἀεὶ a ὑγιαίνῃ Z 17 αὖ τὴν scripsi: αὐτὴν GRTZ: αὐτὴν τὴν a; cf. Ar. ἀπὸ (G)aAnst. γὰρ om. Z 20 τρέπεται οὕτως Z οὕτω a 22. 25 ἐλέγχει. ὁ αὐτὸς δὲ λόγος φησὶν a 26 καὶ om. Z 26. 28 ἐπιστήμης. ὅσοι δέ φησι a 27 φήσει τὶς GTZ: φύσει τὶς R; cf. Ar. 29 ἀπιδόντες RT2Z2: ἀφιδόντες GT1: ἀποδιδόντες Z1: ἐπιδόντες a
marginal 64r
marginal p. 335b 34
marginal p. 336a6
footnote 1, 2 οὕτω γὰρ ^ ’^ διορίζειν (G)a 3 τὸ | τὸ R 4 ἀλλ’ a ἀπὸ R 5. 8 κινεῖσθαι. ἤτοι δὲ ὡς a (5. 7 ἐξαίρουσι Z 8 παραλείποντας GT 9 οἶδος a ὁ ova. a 10 ὃν ποιεῖ scripsi: ἂν ποιῇ GRTa: ποιεῖ Z 12 πιθανὄ-τερον GT’ alterum λέγειν ora. R 13 αἰτιόμενοι a 15. 18 τὰ γινόμενα· ἔτι δὲ πρὸς τοὺς a 17 ὀργανικῶς Arist. (praeter EL) 18 τιθεμένους a γεννᾶν ἀπαντῶν a, qui mox δὲ om. 21 ὑπέθεντο T 22 τὸ om. T 23 ὁμολογοῦμεν φησὶ a 26 τοὺς Za: τοῖς GRT παρμενίδι Z 26. 28 δόξης. καὶ τὸ πῦρ δέ φησιν a 27 καὶ alt. oiu. add. T2
marginal 64r
marginal p. 336a 13
footnote 1 αὐτοῖς Z αὕτη] αὐτὴ a 3 πορίζοντος a 5 ἢ] ἡ G(a) 6 τις αἰτεῖ Z 8 ὑπεχούσας (G)a προσευχῆς R 10 τὸ] τε Ar. 10. 11 τῶν ἐναντίων GT 13 οἱ μὲν τὸ εἶδος οἱ δὲ τὴν ὕλην Z 16 διείρηται καθόλου καὶ τοῦ εἴδους Z | 19 κυκλωφορία a 21 συμβάλλει GTa 24 οὐρανῶν compendiose R 24. 25 ἐπιρέουσαν GT 25 πρὸς τὰ τῇδε] προστάττει δὲ R 26 εἴρηται ἡμῖν Z 31 οὐ τὸ] οὔτε TZ 34 ἐπειδὴ γὰρ R
marginal 64r
marginal 64v
footnote 2 δεῖ εἶναι Z: εἶναι om. add. T2 κίννσις a 3 ἐστὶ γενέσεως Z αἰτιῶν R 4 ἢ] ἢ γοῦν Z ἤγουν] ἢ γοῦν a et fort, alii 5 φορὰς] φθορὰς Τ1 6 φοράν] φθοράν Τ1 μὴ om. GT 9 φθοραὶ T: διαφοραὶ G 10 &lt;ἡ&gt; addidit 11 ὡς ἡ RZa: ἡ om. GT πλανομένων GT λοξοῦ οὑν a 12 ἀνώμελον R 13 οὑν οὕτω τῆς a 14. 15 καὶ τὸ ἐναντίας—ἐπιλείπειν om. GTa 17 τὸ λοξὸν (om. κύκλον) Τ1 20 δὲ] οὐδὲ Z 23 φθορά Τ1 23. 24 ἡμέρα καὶ νῦν ἀλλήλας R 26 ἦν ἂν ὁ a παῖς R, qui mox ἓν om. 28 ποιεῖ Z 29 καὶ (ante θέρους) om. a 30 μόνων GT 33 ταύτην τὴν γένεσιν Z 34 ὁ ἀριστοτέλης GT τὴν] τῆς T
marginal 64v
marginal p. 336a 15
marginal p. 336a 18
marginal p. 336a23
footnote 4 ταῦτα om. a 5. ὅ γε scripsi pro ὅτε codicum: ὁ τὴν a 6 ἐπέχον GT 8. 11 om. lemm. pergit κατὰ δὲ τὴν λέξιν, δεδεῖχθαι μέν φησι κἄν τοῖς προτέροις, δηλονότι ἐν τῇ φυσικῇ, περὶ τῶν αἰτίων a 8 et 26 φθορὰν T 10 φησὶ δὲ GT: φὴ (om. δὲ R): φημὶ δὲ Z τοῖς φυσικοῖς Z 11 αἰτιῶν R 13 γενητικὸν (altero loco) R1a 14. 15 lemm. om. pergit δείκνυσι δὲ καὶ ὅτι a 17 εἰ Ra: ἡ GTZ 22 ἐπειδὴ δὲ R 23 καὶ γένεσις καὶ GT; at cf. Ar. codd. FH 25 τοῖς πράγμασι om, Z ἀίδιος οὖσα R 25. 26 οὖσαν, φανερόν. καὶ τὰ ἑξῆς. ἡ μὲν οὖν σύνταξις a: lacunam indicavi 27 φησὶν οὐσῶν Z καὶ om. Z 28. 29 ἀνάγκη οὑν ἡ a 29 δύο φορὰς] διαφορὰς R
marginal 64v
marginal 65r
marginal p. 336b 2
footnote 7 ἡ] ἢ GT 11 αὕτη Z: om. R: αὐτὴ GT: αὐτῇ a 12 et 13 ἡ et μόνου om. R 14 τοιαῦτα delevi 15 πολλοὺς R1 17 συνεχείας φησὶν a, qui mox οὐ λέγει δὲ τὴν 19 ὁ Ἀλέξανδρος a τῷ om. R λογικῶ GT 21 τοιοῦτον ἐστὶ R 22. 23 φθοράν —ἀνώμαλον om. Z 24 πλανήτων Z: πλανητῶν cett. 26 ὅπερ ἐστιν ἡ a 27 ἔγκλησιν GT1 29 δὲ om. T 31 τῳ] τὸ GT 32 ἡμῶν πλησίον Z 33 οὐκ] οὐχ’ ἡ GT ἡ (post αὐτὴ) GTZ: ἡ R: delevit a
marginal 65r
marginal p. 336b 8
footnote 1 τὸ γεννητικὸν a ἡμῖν ἢ ἀπάγειν om. GT: ἢ ἀπάγειν ἡμῶν om. a 3. 5 om. lemm. pergit γένεσιν δὲ ἐνταῦθα a 3 προσελθεῖν] cf. Ar. codd. φησὶ γεννᾶ Z καὶ τὸ GT 5 ἐκ τοῦ μὴ GTa 6 καὶ (post δὲ) om. Z 9 οἷον R ἀπέτειοι a 11 λέγει Fa: λέγω cett. 12 τύχοι Z: τύχοι τε GRT: τυγχάνει F: τυγχάνειν (sic), καὶ a 13 παρακμάζειν GZa μὲν om. GT 14 et 19 προελεύσει R 14. 15 καίτοι—φήσας] πῶς—ἔφη a 15. 16 ὥστε δηλονότι μὴ μόνον ἐπὶ τῆς γενέσεως Z 21 ἐρωμένη T 22 αὔξει a πάσχειν a 23 προ(??)λεύσεως R 26 ἡ προσθήκης γίνεται a 27 τοῦτο δὲ ἴσως a εὐλόγως ἄν τις Z 29 τοῦ om. a 32 γοῦν Z: γὰρ R: οὖν GTa πέμψεις GT1 καλλίους om. R
marginal 65r
marginal p. 336b 9
marginal 65v
footnote 2 ἡ R: ἢ cett. 6 ἐπειδήπερ Z 7 γένεσιν μὲν tr. R 9. 11 εἰπὼν δὲ om. lemm. a 9 χρόνῳ καὶ ἡ Arist. (praeter FH) 12 ἴσως GT χρόνος καὶ τῆς Z 13 οὕτω a 14 ἐξ ἀρχῆς ἠξιώσαμεν Z 15 ἰσοχρόνιος Τ: ἰσόχρονον Fa 16 τὴν om. GTa 18 βιαίας FR: βιαίως a 19 λέγειν χρὴ Z προπιπτόντων R 20 καὶ καίσεις a 20. 21 πλημμέλειαν a 21 γινομένης compend. R 21 et 22 ὅπερ δὲ καὶ et ἐκεῖνό ἐστιν om. a, ubi οὕτω προδιωρισμένων 23 ἀνθρωπίου T: ἀνθρωπείου a 23. 24 ἑκατὸν τὸν εἴκοσιν et τεσσαράκοντα libri praeter R 24 μόνων R φθορὰν (non τὴν) om. GT: εἶναι κατὰ τοῦτον τὸν λόγον τὴν φθορὰν suppleverat a 25 λόγον πολυχρονιωτέραν R 26 μέχρι post ἐτῶν ponit Z ἑκατὸν εἴκοσιν Za ἔτους GT1 27 ἑξήκοντα a ἔτους GTZ 27. 28 τελεώτερον προκοπὴν εἶδε· γένεσιν δὲ μὴ R 28 πρόσοδον libri praeter a τὴν ἐπὶ] ἣν ἐπὶ et mox ἄγουσι R 30 δι’ R: καὶ δι’ GT(Z)a 30. p. 294,1 γάρ τι γίνεται Z: γίνεταί τι (om. γάρ) cett.
marginal 65v
marginal p. 336b 10
marginal p. 336b 15
footnote 3 περιόδων γινομένων γίνοιτό R1 5 γινομένων R 6 κύησιν] κίνησιν T2 10. 14 οὐ ῥᾴδιόν ἐστιν. ταῦτα μὲν ἐπὶ πλέον ζητείσθω. ὁ δὲ καὶ τοὺς βίους ἑκάστων καὶ τοὺς χρόνους ἀριθμῶ διωρίσθαι φησίν. ἐπειδὴ γὰρ τάξις a 13 διωρίζονται R1: διορίζεται GT 15 δι’ ὡρισμένου scripsi: διωρισμένου (διὰ διωρ. a) libri 16 τοῦ ἀπὸ RZ: ἐπὶ τὸ τέλειον GTa 17 τῷ ἀπὸ τῆς ἀκμῆς om. R 18 ἄγουσι R 19 τὸν ἀριθμὸν τὸν τακτόν. ὡς a 23 ἐνδοτέρω] ἐν ἑτέρῳ a 25 μεθ’ ἕκαστα priore loco GTa 26 ἀλλὰ ἄλλου GT: ἀλλ’ ἄλλος καὶ ἄλλος a 27 τούτων GR1T 28 καὶ om. GT 31 παρατίθεται τούτου Z 31. 32 τῶν καθέκαστον περιόδων libri praeter a 32 γενομένων Z
marginal 65v
marginal p. 336b 20
marginal 66r
footnote 2 ἰσοχρόνιος (G)a 3 προσέθηκεν Za 4 τῶν ζώων a ἐτείων FR 6 τὸ δὲ λλὰ a πολλάκι (GRT)a 7. 8 διὰ—Τοῦτο om. a 7 σύγκρασιν S: σὑγκρισι GRT: σύγκρουσιν Z 9 οἱ βίοι om. GTa 13 φασιν et συμβαίνει R 14 σύγκα GTa σύγκρουσιν] litterae ου in erasis Τ2 αἰτιῶν R 22 προσέσχε μὲν R 23 οὐρανία a δὲ om. R αἴτια GT 26 [μὲν] delevit et &lt;γὰρ&gt; addidit a ὕλη Τ ἐπέχει a σπέρμα] αἶμα Z 27 αἴτιον R τῆς μητρὸς δίαιτα R 27. 28 τοιάδε ἢ τοιάδε a 28 δυσκράτως Za: δυσκρατῶς R: δυστάκτως GT 29 τελειωτάτην R 30 καὶ om. R
marginal 66r
marginal p. 336b 25
footnote 2 εἰ ξύλον ἄτακτόν a ἀββάκιον GRT1a 3 ἁμαρτῶντος GT1 δύναται T δὲ] δ’ ἂν Za 4 συγκρούσεως a: συγκράσεως GRTZ μόνων Ra: μόνον GTZ 5 πλανῆται T2 6 τοσοῦτον δὲ ἐνεργοῦσι δ’ οὖν Z 6 et 7 &lt;κατὰ&gt; τὴν et 〈ταύτην αἰτίαν a 6 αὐτῶν] τῶν Τ1 9 εὐδιάλητον a συμβαίνει γίνεσθαι Z 16 τῶν οὐρανίων κίνησιν Z 17 γένεσις] κίνησις GT ἀπολείπει a νῦν δὲ τὴν R 20. 21 ἀγαθὸν δἐ—αὐτοφυῶς τοῦ εἶναι ἐφίεται om. R 23 τῆς prius om. a ἠδυνήθη Z 25 ποῤῥωτέρα a 27 εἶναι] om. om. R: μὴ εἶναι GT 28 ποῤῥῳ a 29 ἄλλ’ οἷον GT 30 κατὰ] καὶ Z 30. 31 τὴν κύκλῳ κίνησιν a 31 τὰ γενόμενα R: τὸ γεννώμενον Z 32 ἀποκαθίστασθαι T
marginal 66r
marginal p. 336b29
marginal p. 336 b 32
footnote 1 κἀκ] καὶ T 5. 6 lemma om. pergit ἰστέον δ’ ὅτι τὸ εἶναι διττῶς a 5 λέγεται] λέγομεν Arist. Arist. ἢ (post εἴδει) om. Z 8 εἶναι] μένειν a τῷ T2a: τὸ R: τὸν GT1 9 ἀλαχοῦ GT1 9. 10 διειρῆσθαι (om. σημαινόμενα) Z 10 εἶναι ἀεὶ GT παρεμβέληται (alterum ε in eras.) R: παραβέβληται GT 11 χρὴ οὕτως ὅλον a 11. 12 ἡ ἑκάστου φύσις ὀρέγεται τοῦ βελτίονος Z 12 ἢ τὸ μὴ εἶναι ex Ar. scripsi: om. RZ: ἢ τὸ μὴ GTa 13 ὑπάρχειν om. GTa 15 ἐνδελεχῆ] cf. Bonitz Ind. Ar. p. 249 a 23 17 πάντα T 18 μὲν om. R 19 τρόπῳ om. T 19. 20 συνεπλήρωσε Ar.; at cf. v. 14 sqq. 20. 21 ἄλλος τρόπος εἴληπε (sic) traicit a 23 τὸν] τὸ GT 24 ἀδϊκοπον (sic) R ποιῆσαν T 25. 28 οὕτω γὰρ ἄν φησι συνείροιτο τὸ εἶναι, δηλονότι ἡ ὕπαρξις καὶ τὸ εἶναι τῶν ὄντων οὕτως ἄν εἱρμὸν ἔχοι a 25 ἄν om. Z 25. 26 ἐγγύτατα RZ: ἐγγύτατα τὸ GT, et τὸ εἶναι τῆς οὐσίας iterat T 26 ἀεὶ om. Z
marginal 66r
marginal p. 337 a 2
marginal p. 337a 12
footnote 1 ἀιδία διαμένοντα a: equidem delevi δὲ 2 τῷ] τὸ GT 3 δὲ εἶναι] εἶναι δὲ a νόει R: νοεῖ Z: νοεῖν GT: δεῖ νοεῖν a 4 ἀντέθεικεν GT 5 τῆ ἀιδιότητι τὴν ἀειγενεσιαν Z 7 εἰληχόσι. καὶ εἰκότως a 9 τὸ δὲ κατὰ a 11 καὶ τὴν ψυχρότητα Z 12 ἤγουν R: ἢ γοῦν (cett.) a τὸ ψυχρὸν καὶ θερμόν a 14 ἐκ τούτων om. Z οἵτινες GT 15 περὶ] ἐκ Z 16 ἀνακυκλοῦται ex ἀνεγκυκλοῦται corr. R κατὰ] καὶ τὰ GT1 18 τὸν om. add. T2 20 μήτε πῦρ a: μὴ δὲ πῦρ cett. 22 εἰκότως ἄν a ἄπορον τοῦτο Z: τοῦτο τὸ ἄπορον a οὕτω GTa 23 ἐπεὶ δὲ (G)a 25 ἀποκεκριμμένης TZ 27. 28 om. lemm. pergit διπλῆν δέ φησι a 27 διὰ τὴν διαφορὰν R 28 ἢ in erasis T2
marginal 66v
marginal p. 337a 15
marginal p. 337 a 17
footnote 1 ἤγουν] ἢ FR: ἡ γοῦν (cett.) a τὴν μὲν RZ: τῇ μὲν GTa 4 lemma om. a 9 ἐστὶν ὕδωρ RZ: εἶναι τὰ ἐναντία GT: ἐστὶ τὸ ἐναντίον a 9. 10 καὶ τί—μὴ εἶναι om. a 11 ἐπεὶ δ’ a Arist. τι τὸ κινοῦν a; at cf. Ar. codd. EF εἰ] ἢ Z 13 αἰτιῶν GRa 16 ὅ τε] ὅ a 18 δραμὼν GRT οὕτω a 21 ἀναλοίωτον R 23 καὶ συνεχῆ (G)a 24 γε prius om. GT εἰ πολλάκις εἴη T 27 ἀπηρτισμένα R 28 ἠρτίσθαι R ἀρχῆς] ἐξ ἀρχῆς GT1a 30. 31 ᾿Επειδὴ—ἑτέροις omissis pergit εἴη δ’ ἂν ὁ σύμπας λόγος τελείως a 31 τελείως om. Z
marginal 66v
marginal 67r
marginal p. 337a20
marginal p. 337a 22
footnote 1 τοιόσδε a ἀιδίου οὔσης Z 2 τὸ om. Τ1a ταὐτὸ R: τὸ αὐτὸ Z: ταὐτὸν GTa ἀίδιος] ἀιδίως GTa 3 ἔστιν om. R 4 ἀλλοιωτὸν T ὁ μὲν δὴ πᾶς a ἐστι om Z ἐλλειπῶς GT1a 4. 5 προενέχθαι a 9 ὡς om. add. T2 11 ἓν εἶναι] ἐνεῖναι 11 12 ὀγδόω λόγω R 15. 18 λέγων. τοῖς δὲ εἰρημένοις συνάπτει. ὅτι εἰ πλείους a 16 αἱ R: μὲν αἱ GTZ: εἶεν αἱ Ar. (praeter EF) πλείους μὲν om. R 17 πῶς hic ct infra iibri ταύτας ἀνάγκη Arist. (praeter EL?); cf. v. 19 18 φησίν om. a 19 εἶεν ἂν tr. Z διὰ τὸ τὴν ὑπο a: τὸ ὑπό om. R 22. 24 om. lemm. pergit τεθεικὼς δὲ a 26 ὲν] ἐν R 28 συνεχὴν ὁ a 30 τῆς om, GTa ἡ om. Z p. 337a25
marginal 67r
marginal p. 337a 25
footnote 1. 2 om. lemm. pergit ἐν ἀρχῇ δὲ λόγους a 1 ἐν τοῖς] ἐνίοις R 3 προηγεῖσθαι GT 4 πότερον Za: πότερον τὸ κινούμενον GRT 5 ἢ τὸ (cf. Ar. cod. EFH)] ἡ τῷ a 6 κίνησιν R 7 αὐτὴ GT κυκλοφορητικοῦ GTa 8 ἢ om. GT 8. 9 συνεχὲς εἶναι τὸ om. GTa 9 ἡ alterum in erasis Τ2 11. 12 πρᾶγμα—τῷ τὸ om. a 13 καὶ bis Z 16 αὐξήσεως ἀεὶ οὐκ ἔστι Z 17 ἐπ’ RZ: om. GT: εἰς a 19 τοῦτο R1 20. 21 ἐφεξῆς—ἐπειδὴ om. R 24 λέγων om. GTa ὅτι δὲ τούτου a τὸ] τῶ R 25 τῆς δὲ συνεχοῦς GT 26 καὶ om. R ἐξ αὐτοῦ R 29 πρὸς τῶ GT1 31. p. 302, 2 ἀποδίδωσι. δι’ ὃ, τούτου φησὶ τὸ κύκλῳ μόνον συνεχὲς, τοῦ μεγέθους δηλονότι. ἐπιστῆσαι a p. 337a30
marginal 67r
marginal p. 337a 34
marginal 67v
footnote 1 τὸ] τῶ R κύκλον GT 2 ἐπιστῆσαι om. R 3 δὴ] δὲ GTa: δὴ ὅτι Ar. 5 τόπου RZ: τόπου φησὶν GT: τόπου τοῦτο λέγων a 8. 9 ἐκ τούτου—συνέχειαν om. GTa 14 συνεχές] ἐφεξῆς Z 17 ἀνάγκη (utrobique) codices: ἐξ ἀνάγκης altero loco a 20 τοιαῦτα] ταῦτα GT 23 τριχῶς GT 24 ἐπὶ μὲν τῶν R 26 χρῆσθαι FZa τὸ] τῷ a ἑπομένων FR: ἐσομένων cett. 27. 28 ἀληθοῦς—μὴ γενέσθαι om. GT: τὸ δὲ μέλλειν ἐπὶ τῶν ἐνδεχομένων suppleverat a 30 ἐψεύσαντο R1 μέλλει] μέλλειν a 32 γὰρ om. GTa
marginal 67v
footnote 2 οὐτῶ a 3 λέγομεν RZ: καὶ ἐὰν λέγωμεν GT: lacunam signavi (fort, 〈εἰ δέ〉) 4 ὅτι bis T καὶ ἀληθοῦς a 5 ἀποφάσεως libri τοῦτον R 8 καὶ (post δυνατὸν) om. Z 9 ἕξει om. a 10. 11 τὸ εἶναι—ἕχει om. GT: coniectura suppleverat a, qui τοῦτο om. 12 καὶ ὅταν καὶ Z 13 ἢν] ᾗ emendat a 15 καὶ (ante μὴ) iterat init. vers. Z 16 εἶναι om. GTa 18 ὅδε τις om. R 19. 20 καὶ μὴ—ἐνεδἐχετο om. R 19 ἀναγκαῖος T 22 ἢ om. R πῶς libri 23 fort. φαμεν 〈ὅτι) 25 ὀνομάζει ἀναγκαῖον a 32 πολλὰ] πολὺ R 34 ἐφ’ ὧν δὲ τὸ ἀπλῶς ἀναγκαῖον om. Z
marginal 67v
marginal 68r
footnote 1 εἶναι τὸ πρότερον ἐξ ἀνάγκης] ἐξ ἀνάγκης ἀκολουθεῖν τὸ πρότερον Z 3 ἐξ ἀνάγκης τῶ προτέρω τὸ δεύτερον Z 7 καθ’ ὑπόθεσιν GTa 14 ἐπὶ (post ἢ) om. a 16 περασμένοις Τ1Ζ 19 ὕστερον] δεύτερον R 20 ἀπαράτωτον T 21 ὥστε] ὥσπερ GT 22 γεγονὼς compeud. R οὔτε] fort. οὑδὲ 23 τὸ πρῶτον a: τὸ πρώτως cett. 26 ἔχειν G 27 οὕτω a 34 ἐστι priore loco om. Z 35. 36 γὰρ ἀεὶ δύνασθαι διχῶς Z 37 γενέσθαι R
marginal 68r
footnote 2 καὶ (ante τοῦτ’) om. R 4 λάβοις a 5 μὴ ἀεὶ εἶναι om. R 6 παύσεται GT2a 8 ὑποτίθεται RZ 9. 10 ὑποθοῖτο GR: ὑποθεῖτο T2a 10 καὶ πάλιν om. GT 12 ἐνεργείας RTZ1 τῷ] τὸ Z 14 ἔχει a 16 ἡσυχία libri 19. 20 μήποτε τῆς ἐπ’ ἀπείρου T 20 ἐπὶ om. add. T2 21 ὑπάρχειν a τοῖς] τῆς R1 μὴ GT: om. RZ: οὐχ a 22 μόνῃ a 23 μιᾶς R 25 ἐπὶ ταῦρον Za: ἐπὶ ταύρου cett. τῇ] καὶ Z 28 καὶ πάλιν om. T 29 ὡς—γίνεσθαι om. GTa 30 γινόμενος ὁ ἥλιος a 31 λεγομένων R1T 31. 32 εἴτε— θεωρούμενον iterat πάλιν pro τὴν in iteratis) R συνεχὴν καὶ διάκοπον Z 32 τὸ (ante πάλιν) om. R 33 λάβοιμεν a
marginal 68r
marginal p. 337b3
marginal p. 337b 7
marginal p. 337b 14
marginal 68v 1. 2 ᾿Επεὶ—μεταβολήν] κατὰ δὲ τὴν λέξιν a 4 κινουμένης a 6. 8 Ὅτι—Ζητήσας] ἔπειτα ζητεῖ a 6 καὶ (ante εὐθύς) om. GT γὰρ om. Arist. 8 γινομένης a, qui mox ἢ οὐκ ἔστιν. ἀλλὰ πάντα ἐνδεχομένην ἔχουσι τὴν 9 ὅτι μὲν] ὅτι μὲν γὰρ ἔνια ἐνδεχομένην ἔχει τὴν γένεσιν, ὅτι μὲν GT ἔνια GTZ: ἔννοια R: οὗν ἔνια αὐτῶν a 12 μέλλειν Z: μέλλον Arist.: cf. p. 302,25sqq. 13. 15 lemma om. a, qui pergit δευτέραν δὲ κατασκευὴν τίθησι, τοῦ et mox εἰλημμένην 13 τε] δ’ Ar. ἐπεὶ Arist. (praeter cod. F) 18 φησὶ καὶ κατὰ a 24 δὲ a ἀναγκαῖον Z εἰ τὸ] ἢ τὸ RZ 25 εἰ οἰκία Z: εἰκία R: οἰκίαν GT: εἰ οἰκίαν a 26 ἀνάγκη καὶ οἰκίαν a 27 καθ’ ὑπόθεσιν Za
marginal 68v
marginal p. 337 b 18
marginal p. 337b 16
marginal p. 337b 20
footnote 1 τοῦτο T 2 ἀνάγκης a 2. 3 πηλὸν ἄρα libri, praeter a qui ἄρα τὸν πηλόν 3. 4 οὐκέτι ἀνάγκη τοῦτο R 5 ante ὑπάρχειν deleta τὸ πρῶτον ἔσται R 7 οὕτω Za 9. 14 post 18 ponenda 9. 11 lemm. om. permit ἡ οὖν ἀκολουθία a 9 ἔχειν T2 13 ἡ αὐτὴ] αὕτη R 13. 14 προτέρου] πρώτου Z 14 πάντως δὲ τὸ GT ἀδιάφορος Z: ἀδιαφόρως GRT: ἡ ἀδιάφορος a 15 lemma om. a γενήσεσθαι GT ἀπλοῦν R 16 τουτέστιν οὐ RZ: τουτέστιν εἰ GT: εἰ οὖν a, qui πάντως φησὶ 16. 17 εἰ μὴ αὐτὴ ἡ οἰκία om. GTa 19. 22 om. lemm. pergit εἶτ’ ἐπιφέρει ὡς ἐφ’ ὧν a 20 〈τοίνυν〉 addidi ex Aristot.; cf. v. 25 22 δι’ ἑαυτὸ τὸ ὕστερον Z 23 μόνον τὸ ὑστέρω R 24. 25 ἕπεται. τὸ δὲ, καὶ εἰ a p. 337b22
marginal p. 337b 25
footnote 1. 3 om. lemm. pergit ἐπὶ δὲ τοῦ a 1 οὐ δι’ R: οὐδ’ GTZ 4 ἀλλ’ οὐ δι’ ἐκεῖνο, τουτέστι διὰ τὸ πρῶτον a φησίν om. a 6 αὐτοῦ libri 7 τοῦτο αὐτῶ GT: αὐτὸ τοῦτο Z1: αὐτῶ τούτω Z2 ὡμολογουμένῳ a τῷ om. R 8 μὴδ’ ἄλλο T 9 ἐπὶ om. add. Τ2 12 αὑτοῦ (G)a: αὐτοῦ cett. 13 δόξειε δ’ ἂν a ἀριστοτέλει GT1 15 ἐξ ἀνάγκης ἑπομένων Z προηγησάμενα R1 17 ἰσχνανσία a 19 οὕτω Za 20 alterum καὶ om. Z 21 ἑαυτήν· ἀλλὰ διὰ τὴν πολυτροφίαν. καὶ a 25 οὐδὲ (alt. loco)] οὐ a γὰρ om. Z βραδυπεψία ἐστὶ a 26 ἄλλα GT 30 τοδὶ γενέσθαι Z: τὸ διαγενέσθαι R: τόδε γενέσθαι GTa Ar.
marginal 68v
marginal 69r
footnote 4 ἔχων R 2. 4 (??) γεγονότος χρὴ καὶ τὸ ὕστερον (omissis γεγενῆσθαι—ὕστερον) R 6 τὸ ὕστερον ἀνάγκη Z 7 μόνοι a 8 τούτοις GT 9 ὑπεκέοιτο R 10. 12 καὶ νῦν—ὑπάρξαι τὸ ἁπλῶς ἀναγκαῖον iterat Z 10 καὶ νῦν RZ: καὶ om. GT: νῦν om. a 12 εἰ—ἀναγκαῖον om. GTa, et a mutavit proximum ὅταν in εἰ γὰρ 13 ἀκολουθεῖ libri (certe Ra) τὴν ἐξ αὐτοῦ Z 14 τὸ πρῶτον καὶ τὸ ὕστερον a 17 τῇ] τῶ GT εὐθεῖα (GTZ)a 18 αὐτῶ G 20 ὡς δοκεῖ Z: om. R: δοκεῖ GT: ὅτι δοκεῖ a τοιοῦτο GT 21 ἐθέλει τις ἑλεῖν Z λέγειν a 21. 22 δύνασθαι γίνεσθαι Za 22 τέλους τινὸς Z 23 εἶναι] immo ἐστιν ἀνέλεγκται a 24 ὑποθοῖτο GT1: ὑποθεῖτο a 25 τὸ ἄπει(??) R 20 λέγειν Z: λέγον a ἐπ’ αὐτῆς] ἐξ ἑαυτῆς Z 28 τὸ om. GT οὕτω GZa λόγων a 29 μηδὲ] καὶ K ὁμοίως R1 ἐξ ἄρκης (pro ἐφεξῆς) Z: θεωρεῖσθαι τὸ ἐφεξῆς tr. a
marginal 69r
marginal p. 337b32
marginal p. 337b35
footnote 1 ἀπορήσειεν ἄν τις a 2 ἡ διαδοχὴ (om. ἐστι τὸ) Z 4 γίνεσθαι a τοῦτο* T: τοῦτο Za 5 ἡ om. Z 7 ἀΐδιον R οὕτω a 9 λέγει Z 9. 10. 12 scribendum ἀνάκαμψις, ἀνακάμψεως, ἀνακάμπτον 12 ἀντικάμπτων Z 14 τοῦτο] τὸ a 17 τὸν ταῦρον et mox τοὺς ἰχθίας (sic) a 19 ὑπάρχειν GT1 22 τῶν] τῶ GT1 22 et 23 πέλωψ GT1 22 κἀκ] ἐκ Z 23 αὕτη τὸ ἀναγκαῖον οὐκ ἔχει a 24 οὐδὲ εἰ] εἰ δὲ εἰ Z ἀνάγκη libri 2,5 γίνεσθαι a Ar. 27 et 29 πεπερασμένον Z 29 γίνεται] γὰρ GT 31 ἀνάγκης φησὶν, ἅμα καὶ a ἅμα scripsi: ἔσται libri 32 τὸ ἐξ] τὸ αὐτὸ ἐξ GT
marginal 69r
marginal p. 338 a 4
marginal p. 338a9
marginal 69v
marginal p. 338a 13
footnote 2 εἴ] ἥ GT1 6 lemma om. hic a ἀνακυκλεῖ RZ 6. 7 ἀνάγκη ἀνακυκλεῖν Arist. 8 Νῦν] εἶτα a 8. 9 post συμπέρασμα inserit εἰ ἄρα λέγων τινὸς ἐξ ἀνάγκης ἀπλῶς ἡ γένεσις, ἀνακυκλεῖν ἀνάγκη καὶ ἀνακάμπτειν a, qui mox γάρ om. 16 γένεσιν] κίνησιν GT 17 ἀλλὰ καὶ ἀνάγκη φησὶν ἀρχὴν εἶναι a μήτε] cf. Ar. codd. 19 ῾Η] εἰ Z: δηλονότι ἡ a φησί om. a 20 τῆ μία GT τὴν (post ἀλλὰ) a: τὸ GRT: τῶ Z 21 post αὐτὴν addit γινομένην a 23 κύκλον Z ἀντιστρέψει Z 26 Καὶ—συνεχῶς om. hic a γὰρ RZ: γὰρ τοῦτο GTa Ar, λέγει T1 27 πλειόνων] πολλῶν a Ar. 28 ὑπάρχειν Z
marginal 69v
marginal p. 338a 15
marginal p. 338a 17
footnote 2 μόνην Z: μόνον cett. 3 ἣν addidit a: verius fort. ἀντιστροφήν, 〈τὴν δὲ ἀντιστροφὴν&gt; 3. 4 περὶ—ἐθεώρησεν om. Z 6 διαφέρειν (G)a 8 Καὶ] ἔπειτα συμπεραινόμενος τὸν πάντα λόγον φησί. καὶ a ἀνάγκη ἕκαστον Ar. (ἕκαστον om. cod. γενέσθαι GT 9 ἡ] εἰ a 10 Νῦν—ὅτι] δηλονότι a εἴ τι εἴη R: εἴτε εἴη GT: ὅτι εἴη Z (?): εἴτε εἴη τι a 13 lemma om. hic a ἐπεὶ Ar. 14 ἡ (post ἐφάνη) om. R 15 δείξας δὲ ὅτι a ὅτι om. R 16 συμβέβεκεν a 17 ὀγδόῳ τῆς Φυσικῆς κτλ.] c. 9 ἡ] ἢ a 18 et 20 (alt. loco) μόνῃ a 21 αἱ ἄλλαι (R)a ὅσαι R (et V): ὦσαι Z: οὖσαι GT: οὖσα a 22 πλανητῶν a 23 ἡλίου (priore loco)] ἰδίου Z1 24 ἀνακύκλωσις R 25 ἀνακάμπτουσαι Z 26 κύκλω τε RZ: τε κύκλω GT: τε om. a 27 ὁρῶν a ἐναλλαγῆς GTZ: ἀλλαγῆς R: ἀναλλαγῆς a p. 338b5
marginal 69v
marginal 70r
footnote 1 οὕτω GTa φαίνεται GTa Arist. ὕδατα a et Aristot. (praeter L) 2 εἰ μὲν νέφος ἔσται a Ar. καὶ (ante ὗσαι) om. Ar. (praeter FH) εἰ alteram om. T1 3 ὕσει γε a: ὕσειν cett. 6 κίνησις γένεσις R1 9 μὲν γὰρ Za: μὲν GRT 10 ἡ Σωκράτους om. Z ἕπεται T1 13 οὕσης om. Z 15 ἔχειν Z δήποτ’ a 16. 17 ὁ αὐτὸς ὁ ἀὴρ φυλάττεται κατ’ ἀριθμόν Z 18 ἡ γένεσις a 19 γενομένη Z ἔφθη μὲν a 20 ἀνάκαμψις a 21 κατὰ δὲ τὸ εἶδος GTa 23 πάλιν αὕτη Ar. ἅπαντα GTa Ar. αὐτὸ] οὐ τὸ GT 23. 24 προειρημένων a 26 φθειρομένων GRT 28 τὴν κύκλῳ GTa 29 ἥλιος πάλιν καὶ om. GT: πάλιν καὶ om. et ἥλιος post αὐτὸς ponit a 30 ὅσον Z 32 οὕτως] ὡς a p. 338b 18
