@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Arthur Sidgwick
@filename=tlg0085.tlg007.opp-grc3
@funder=Tufts University
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Gregory Crane
@sourceDesc=Aeschylus, Aeschyli Tragoediae : cum fabularum deperditarum fragmentis, poetae vita et operum catalogo, Arthur Sidgwick, Oxford, Clarendon Press, 1902, HathiTrust.
@sponsor=Perseus Project, Tufts University
@title=Eumenides
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:59:26Z

7314	grc πραΰνας πραΰνασα Εὐμενίδες:
grc κλυταιμήστρας ν
grc πραΰνας πραΰνασα
grc Εὐμενίδες
grc κλυταιμήστρας ν
grc δίδωσιν
grc Παρνησοῦ θ᾽ παρ νησοῦσθ᾽
grc τοῖσδε τόνδε
grc θρόνοις χρόνοις
grc ἐστὶν
grc ἀναστροφή ἀναστροφά ἀναστροφαί
grc Πλειστοῦ πλείστους
grc πάρ᾽
grc στάσιν γρ. βάσιν
grc οὐ ποδωκείᾳ οὔπω δοκίαι οὐ ποδωκίαι
grc θεομυσῆι
grc ἔχοντα ἔχοντι
grc δὲ τἀνδρὸς δέ τ᾽ ἀνδρὸς
grc λόχος λέχος
grc πλατοῖσι πλαστοῖσι
grc λίβα δία
grc πόνον πόνων
grc πεσοῦσαι παρεῖνται
grc βιβῶντ᾽ ἀν᾽ βεβῶντ᾽ ἂν
grc πόντον πόντου
grc παλλάδος
grc πατρός πρς
grc ὧν ὡς
grc ὁρᾶτε ὅρα δὲ καρδίας ὅθεν καρδία καρδίαι σέθεν
grc μοῖρ᾽ ἀπρόσκοπος μοῖρα πρόσκοπος
grc νηφάλια νιφάλια
grc νυκτίσεμνα νυκτὸσεμνὰ νυκτὶ σεμνὰ
grc ἀρκυστάτων ἀρκυσμάτων
grc ἐγκατιλλώψας ἐκκατιλλώψας
grc κλυταιμνήστρα
grc φίλοι ... προσεικότες φίλοις ... προσίκτορες
grc πέπρωται πέπρακται
grc ἐκλείπων ἐκλιπὼν
grc ὀνείδεσιν ὀνείδεσσιν
grc σὺ δ᾽ οὐδ᾽
grc κατισχναίνουσα κατισχαίνουσα
grc ἰδώμεθ᾽ εἰδώμεθ᾽
grc θ᾽ δ᾽
grc φονολιβῆ φονολειβῆ
grc ἀρόμενον αἰρούμενον υ
grc μάντις ὢν μάντι σῷ
grc μυχὸν μυκὸν
grc ἔχρανας ἔχρανά τ᾽
grc παρὰ νόμον παρανόμων παρανόμον
grc γε τε
grc φυγὼν φεύγων
grc ὢν δ᾽ δ᾽ ὢν
grc ἐγγενῆ ἐκείνου
grc ἐκ γένους
grc μέλαν᾽ μέλαν
grc ἀνθρώπων ἀνων
grc οὗ οὐ
grc καρανιστῆρες καρανηστῆρες ὀφθαλμω...ρύχοι ω ρ
grc κακοῦται
grc τε κουρὰ
grc λευσμός λευσμόν
grc ὑπὸ ῥάχιν ὑπορράχιν ὸ ο
grc Πυθίοισι πλησίοις πλησίοισι
grc εἷς εἰς
grc ὢν ὡς
grc πατρὸς πρς πατρὸς
grc πρᾶξαι πέμψαι
grc τί τι
grc δέκτωρ δ᾽ ἕκτωρ
grc Χο.
grc εἰργάσω ἠρκέσω
grc γίνεται
grc μόρσιμος μόρσιμοι
grc εἰ ἦ
grc τίνεσθαι γενέσθαι
grc σ᾽ γ᾽
grc δὲ Παλλὰς δ᾽ ἐπάλλας
grc λίπω λείπω
grc πλέω πλέον
grc ἄγει ἄγειν
grc μητρῷον μητρώων
grc κἀκκυνηγετῶ κἀκκυνηγέτης
grc ἀμβλὺς ... προστετριμμένος
grc πορεύμασιν πορεύμασι
grc ἀμμενῶ ἀναμένω
grc νεβρὸν νεκρὸν
grc ἐκματεύομεν ἐκμαστεύομεν
grc ποτήμασιν πωτήμασιν
grc λεῦσσέ τε πάντα λεύσσετον πάνται
grc φύγδα φυγαδα
grc ὁ
grc πέδοι χύμενον πέδωι κεχυμένον
grc μελῶν μελέων
grc φεροίμαν βοσκὰν βοσκὰν φεροίμαν
grc ἀντίποιν᾽ ὡς ἀντιποίνους
grc τίνῃς τείνης ματροφόνου μητροφόνας
grc δὲ κεἴ τις δ᾽ ἐκεῖ τίς
grc ἄλλος ἄλλον
grc τίν᾽ τιν᾽ οὐκ εὐσεβῶν
grc σκιάν σκιά
grc ἁμά ἅμα
grc εὐθυδίκαιοι δ᾽ εὐθυδίκαι θ᾽ οἱδ᾽
grc οἰόμεθ᾽ οίμεθ᾽
grc τὸν ... προνέμοντ᾽ τοὺς ... προνέμοντας
grc ἐφέρπει μῆνις ἀφ᾽ ἡμῶν ἀφ᾽ ἡμῶν μῆνις ἐφέρπει
grc ἀλιτὼν ἀλιτρῶν
grc ἁνὴρ ἀνὴρ
grc παραγινόμεναι
grc ἀλαοῖσι ἀλαοῖσιν
grc πτῶκα πτάκα πτᾶκα
grc παραφ.ορὰ
grc θνατῶν θανάτων
grc αὐτουργίαι αὐτουργίαις
grc ξυμπέσωσιν ξύμπασωσιν
grc παράφρονα
grc ὕμνοις
grc ξυνδαίτωρ συνδάτωρ
grc ἀνέορτος ἄμοιρος
grc δωμάτων δομάτων
grc τιθασὸς πίθασος
grc φίλον φίλος
grc ὧδ᾽ ἱέμεναι ὦ διόμεναι
grc ὅμως ἀμαυροῦμεν ὁμοίως μαυροῦμεν
grc ὑφ᾽
grc σπευδομένα σπευδόμεναι
grc τάσδε τᾶσδε
grc ἐμαῖς μελέταις ἐμαῖσι λιταῖς
grc εἰς ἐς
grc δ᾽ αἱμοσταγὲς γὰρ αἱματοσταγὲς
grc ἀνέκαθεν ἄγκαθεν
grc ὅμως
grc μάταν ἄταν
grc ἐπιφθόνοις ἐπιφόνοις
grc γὰρ
grc τε δὲ
grc ἀτίετα ἀτίεται
grc διόμε.ναι διέπομεν
grc δυσποροπαίπαλοι
grc οὐχ ἅζεται οὐ χάζεται
grc δέδοικεν δέδοικε
grc ἔτι ἐπὶ
grc μένει
grc κύρω κυρῶ
grc γῆν καταφθατουμένη τὴν καταφθατουμένην
grc καινὴν καὶ νῦν
grc ὁρωμένας ὁρωμέναις
grc ἄμομφον ἄμορφον
grc αἰανῆς αἰανῆ
grc ἀραὶ ἀρὰ
grc βροτοκτονοῦντας αὐτοκτονοῦντας
grc ποῦ τὸ τοῦτο
grc φυγῆς σφαγῆς
grc ἐπιρροιζεῖς ἐπιρροιζεῖ ἐπιρροιζεῖν
grc ἄλλαις ἀνάγκαις ἄλλης ἀνάκης
grc ἤ τινος οὔτινος
grc λόγος λόγου
grc θέλοι θέλει
grc δίκαιος δικαίους υ ω
grc κἀπ᾽ ἀξίων τ᾽ ἐπαξίων
grc ἀμυναθοῦ ἀμυνάθου
grc ἐν
grc ἔχων ἔχει
grc ἐφεζόμην ἐφεζομένη
grc καθαιμάξωσι νεοθήλου καθαιμάξουσινοθήλου
grc οὗτος οὕτως
grc κρύψασ᾽, ἃ κρύψασα
grc δ᾽ τ᾽
grc φόνου φόνους
grc ὀξυμηνίτους ὀξυμηνίτου
grc ἐμοῖς ὅμως
grc ἐγὼ ὅμως
grc αἰδοῦμαι
grc χώρᾳ μεταῦθις χῶραι μετ᾽ αὖθις
grc πέδοι πέδω
grc τε δὲ
grc δυσπήμαντ᾽ δυσπήματ᾽
grc ὁρκίους αἱρουμένη ὁρκίων αἱρουμένους φανῶ δικαστὰς ὁρκίων αἰδουμένους θεσμόν, τὸν αἰδουμένους
grc ἥξω ἄξω
grc ὅρκον ὅρκων ὅρκον
grc πορόντας περῶντας
grc φράσειν φρεσίν
grc τε
grc εὐχερείᾳ εὐχερίαι
grc οὐδὲ οὔτε
grc γὰρ πὰρ
grc τιν᾽ τίς
grc ἄκεά τ᾽ ἄκετ᾽
grc δέ τις
grc ὦ ... ὦ ἰὼ ... ἰὼ
grc δεῖ μένειν δειμαίνει
grc δέει φάει
grc ἂν
grc ἀνάρχετον ἄναρκτον
grc παντὶ ἅπαντι
grc ἄλλ᾽ ἄλλα
grc ἄλλα ἄλλα ι α
grc δυσσεβίας δυσσεβείας
grc πάμφιλος πᾶσι φίλος
grc δόμων δωμάτων
grc ἑκὼν δ᾽ ἐκ τῶνδ᾽
grc δ᾽
grc παρβάταν περαιβάδαν παρβάδαν
grc ἄγοντα τὰ δίκας δίκης
grc ἐν
grc δυσπαλεῖ τε δυσπαλεῖ ται
grc θερμῷ θερμοέργωι
grc λαπαδνὸν λέπαδνον
grc ᾆστος αἴστος ἄιστος
grc ἥ τ᾽ εἴτ᾽
grc οὖν οὐρανοῦ οὐρανόν, εἰς οὐρανὸν δὲ διάτορος
grc αἰθέρος
grc τούσδ᾽ τόνδ᾽ τῶνδ᾽
grc διαγνωσθῇ καταγνωσθῇ
grc δίκη δίκηι
grc νόμῳ δόμων ο
grc ἁνὴρ ἀνὴρ
grc ἐφέστιως ο
grc τοῦ τοῦδε
grc τ᾽
grc πέμψει πέμπει
grc πέπισθι πέπεισθι
grc μιασμάτοιν μιασμάτων
grc τοὶ γὰρ
grc φόνῳ φόνου
grc ὢν δ᾽ δ᾽ ὢν
grc κελεύσαι κελεύσει
grc βουλῇ βουλὴι
grc ὕμμ᾽
grc τῷδε τὸν
grc ἀποστρατείᾶς ι
grc νιν μιν
grc ἄμείνον᾽ ἄμεινον ἀμείνον᾽
grc δροίτῃ δροίτη
grc παρεσκήνωσεν περἐσκήνωσεν
grc δειχθῆ δηχθῆ
grc ἔδησε ἔδεισε
grc πέδαι ... λυθεῖεν πέδας ... λύσειεν
grc ἐποίησεν ἐποίησε
grc τε
grc οὐδὲν ἀσθμαίνων οὐδ᾽ ἐν ἀσθμαίνω
grc πέδοι πέδωι
grc προσδέξεται προσδέξαιτε
grc κεκλημένου κεκλημένη
grc τὰ πιστὰ τἄπιστα
grc Απ.
grc αἰδεῖσθε αἰδεῖσθαι, ε
grc δικαστῶν δ᾽ ἑκάστων αἰεὶ δ᾽ ἑκάστων ἀσυνδέκαστον
grc Ἄρειον ἑδοῦνται
grc τό τ᾽ τόδ᾽ ὁμῶς ὅμως
grc ᾽π᾽ικαινούντων ᾽π᾽ικαινόντων
grc δ᾽
grc μήτε μὴ δὲ
grc σέθεν σέβειν
grc Σκύθαισιν σκύθηισιν
grc αἰδουμένους αἰδουμένοις
grc κἄγωγε κἀγώ τε
grc νέμων μένων
grc οὐκοῦν
grc χ᾽ ὥτε
grc διανομὰς δαίμονας
grc ἐχθροῖσιν ἐχθροῖσι
grc ἀμφίβουλος ἀμφίβολος
grc Ορ.
grc νέμειν ἔχειν
grc Απ.
grc γίνεται
grc ὅδ᾽ ὅ γ᾽
grc σώσα σα
grc γαίας καὶ γῆς
grc ἀνὴρ
grc ἀμηχάνοισι ἀμηχάνοις
grc τὸν ... παρβαίνοντα ... θράξομεν
grc αἰεὶ ἀεὶ
grc ἀστοῖς ἂν ἡμεῖς εἶμεν
grc κράδιας
grc χθονιαφόρον
grc λιχὴν
grc βαλεῖ βαλεῖν
grc γελῶμαι γένωμαι
grc πίθεσθε πείθεσθε
grc χρήσας θήσας
grc μὴ θυμοῦσθε μηδὲ τῇδε γῇ βαρὺν κότον σκήψητε τε τῇδε γῇ βαρὺν κότον σκήψησθε μὴ θυμοῦσθε
grc δαΐων πλευμόνων λαιμάτων σταλαγμάτων
grc ἀντιπαθῆ
grc ἐπεσσύμενος
grc κτίσητε
grc δώματος δωμάτων
grc εὐπιθὴς εὐπειθὴς
grc ἔπη χθονί ἐπὶ χθόνα
grc τῆσδ᾽ ἔτ᾽ τῆσδέ τ᾽
grc κατά τε κατὰ γᾶς γᾶν
grc φεῦ μύσος
grc ἅπαντα
grc τίς ὀδύνα πλευράς πλευρὰς ὀδύνα
grc τιμᾶν τιμῶν α ῶ
grc δαναιᾶν δαμαίων αν
grc δόλοι δόλω οι
grc καὶ τῷ καίτοι
grc εἶ
grc ὅσων ὅσην
grc ἀοίνοις ἀοίνους
grc μήτ᾽ μηδ᾽
grc ἐκζέουσ᾽
grc τίς ἔστι, α
grc δαναιᾶν δαμίαν
grc δόλοι δόλω οι
grc θέλης ει
grc οὔ τἂν οὔτ᾽ ἂν
grc τῆσδε γαμόρῳ τῇδέ γ᾽ ἀμοίρου
grc τί να
grc ἕξειν
grc εὐθενεῖν εὐσθενεῖν
grc πρόπαντος προπαντὸς
grc ἔξεστι ἔξεστιν
grc βοτῶν βροτῶν
grc εὐθενοῦντα εὐθενοῦντας
grc φιτυποίμενος φῖτυποιμένος
grc σοὔστι σοὐστι
grc ἐξαμβρῦσαι ἐξαμβρόσαι
grc ἱλαρῶν βαρέων
grc προσέπαισαν
grc ἀπλακήματά ἀμπλακήματά
grc δ᾽
grc φλογμὸς φλοιγμὸς
grc τ᾽
grc λοπῶν τόπων
grc εὐθενοῦντα Πᾶν εὐθενοῦντ᾽ ἄγαν
grc διπλοῖσιν διπλοῖς
grc δ᾽ ἀεὶ
grc οἷ᾽ ἐπικραίνει οἷα ἐπικραινεῖ ι
grc φανερῶς τελέως φανερῶν
grc δακρύων κρύων
grc τ᾽ ὦ τῶν
grc μετάκοινοι μέγακοινοι μεγάκοινοι
grc πάντᾳ πάντα
grc ποινᾶς ποινὰς
grc κοινοφιλεῖ κοινωφιλεῖ ω ο
grc ἆρα ἄρὰ
grc φρονοῦσα φρονοῦσιν
grc εὑρίσκεις εὑρίσκει
grc εὔφρονας εὐφράνας
grc πάντως πάντες
grc χαίρετε
grc ἐν αἰσιμίαισι ἐναισιμίαις
grc παρθένου παρθένους
grc δ᾽ ἐμὲ δέ με
grc προπομπῶν προπομπόν
grc ἀτηρὸν ἀτήριον
grc ὑμεῖς ἡμεῖς
grc μετοίκοις μέτοικοι
grc ἐπανδιπλάζω ἐπιδιπλοΐζω ἐπανδιπλοίζω
grc εὖ σέβοντες εὐσεβοῦντες
grc τε δὲ
grc ξυμπροσπόλοισιν
grc Θησῇδος θησηίδος η
grc ἀνδρῶν Εὐμενίδες,
grc ἐνδυτῶν ἐνδυτοῖς
grc τιμᾶτε τιμᾶται ε
grc προβᾶτε
grc ἄπαιδες
grc εὔφρονι εὐθύφρονι
grc χωρῖται χωρεῖτε
grc καὶ
grc περίσεπται περισέπτᾳ τύχᾳ τε
grc πανδαμί
grc ξὺν
grc ὁδόν ὁδὸν δ᾽
grc σπονδαὶ δ᾽ εἰσόπιν ἐνδᾷδες ἴτων
grc ἀστοῖς ὁ πανόπτας ἀστοῖσι Ζεὺς παντόπτας
