@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Frank Cole Babbitt
@filename=tlg0007.tlg082.perseus-grc3
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, with an English Translation by, Frank Cole Babbitt, Cambridge, MA, Harvard University Press, London, William Heinemann Ltd, 1931, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἀποφθέγματα Λακωνικά
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:44Z

18044	grc εἶναι
grc εἰμι
grc εἰμι
grc ἔφη
grc οἶνος
grc προσφέρῃ προσφέρει
grc προσφέροι
grc ἅνθρωπος
grc ἄνθρωπος
grc ἐπιδεικνύουσιν ἀποδεικνύουσι
grc καὶ οὐχ ἁπλῆν
grc οὐδὲ πάντα ἀναδέχομαι
grc νὴ τὼ θεώ ναὶ τὼ σιώ
grc κελεύσαντος δέ
grc ὅπερ ἐστὶν ὡς δοκεῖ στρατεύεσθαι
grc ἀδικεῖν
grc ἀδίκως
grc ἵππον ἵππον ἕκαστον ibid
grc ἀπολυόμενον ἀπολυομένους
grc μάχεσθε μαχεῖσθε
grc ἐντὸς
grc κἂν
grc καὶ
grc ἀποδειλιᾷ
grc ἀπὸ δειλίας φίλημα, εἰ ἐθέλει καὶ μὴ ἀποδειλιάσει
grc δεῖ
grc δεινὸν
grc δεῖν
grc ἡμᾶς ὑμᾶς
lat ibid cf.
grc δὴ
grc δεῖ
grc δεῖν προσήκειν
grc ἀμώμεθα μώμεθα
grc μνώμεθα
grc μελετῶν
grc ἀσκῶν
grc λέγων
grc πώματα
grc πόματα
grc κεκομικότας κομίζοντας
grc διαδοῦναι διαδιδοῦσθαι
grc ἀποθεώσεσι ἀποθεώσει
grc θεούς
grc στρογγύλʼ ἂν
grc στρογγύλα
grc φθάνοι
grc τοῦτʼ ἂν φθάνῃ
grc τοῦ
grc Σπαρτιάτας
grc στρατιώτας
grc Τραλλεῖς
grc Τρωαδεῖς
grc ἔδωκε ibid δέδωκε
grc βουλεύσεσθαι ibid βουλεύεσθαι
grc προάγειν ibid
grc προαίρειν
grc Λάρισαν
grc Λάρισσαν
grc Λάρισαν
grc Λάρισσαν
grc τᾶς
grc ἃ
grc τῆς
grc ἣ
grc τᾶς
grc ἃ
grc τῆς
grc ἣ
grc κακουργούντων κακούντων
grc μόρας
grc μοίρας
grc μυριάδας
grc καθεῖσαν
grc καθίσασαν
grc ὡς ibid
grc διελθὼν
grc ἐπελθὼν
grc πέμπεσθαι
grc δʼ ἕπεσθαι
grc ἄρξειν
grc ἄρξαι
grc εἶπεν
lat ibid
grc Τιρίβαζον
grc τηρίβαζον
grc ἥκιστα
grc κάκιστα
grc δεηθήσεσθαι δεήσεσθαι
grc πρὸς δὲ τοὺς καιροὺς λογισμόν
grc παιδίοις παιδίοις οὖσι
grc πρὶν ἂν ibid πρὶν
grc πολλοὺς ἀκολουθοῦντας
grc πολλοὶ ἀκολουθοῦντες
grc ἀτιμίαις
grc αἰτίαις
grc ἀνέλοιεν
grc ἀνέλοιμεν
grc καιρίως καιρίαν
grc προμηθήσεσθαι
grc προθυμήσεσθαι
grc προθύσασθαι
grc ὑπεστραμμένην
grc ὑπεστρωμένῃ
grc εἶχεν
grc ἔχειν
grc συναναληφθέντες συναλειφθέντες
grc Νεκτανάβιος
grc νεκτάβιος
grc διακωλύσειν
grc διακωλύειν
grc Αἰγύπτου
grc ἀπʼ Αἰγύπτου
grc αἱ ... κατοικοῦσαι
grc αἳ ... κατοικοῦσι
grc προφερομένου
grc προσφερομένου
grc δʼ ἐσιώπων
grc δὲ σιωπῶν
grc εἶπεν
grc κλαίειν κλαίων
grc δὲ
grc δʼ ἐν
grc τε
grc ἐδύνασθε
grc ἠδύνασθε
grc μᾶλλον
grc μʼ
grc ἄριστα τὰ ἄριστα
grc Τηλέκλου
grc τηλέκρου
grc αναξιλα
grc αναξιλου
grc δʼ ἐνίσταντο
grc δὲ ἵσταντο
grc διὰ τί
grc ὅτι
grc Αρεως. Ἄρευς
grc αρηγεως. Ἀρηγεύς
grc Χάριλλος
grc Χαρίλαν
grc Ἐπιὼν δὲ τὴν Κορινθίων πόλιν μετὰ στρατεύματος
grc ἔκ του
grc ἐκ τοῦ
grc φρονήματος ὔφες φράσους ἄφελε
grc οὗ
grc οὗ
grc ᾗ
grc οἱ
grc εἰ
grc μαχόμενοι
grc μαχούμενοι εὐμαχούμενοι
grc ἡσυχία ἁσυχία
grc σιτεῖται ζητεῖ
lat supra
grc Ἀντίπατρον
grc Ἀντίγονον
grc Βιαντος, Βίας αναξιβιου, Ἀναξίβιος
grc οὐ μὴ
lat supra
grc δήλωμαι
grc δηλῶμαι
grc Δαμίνδας Δαμιάδας
grc Δημάρατος
grc Δαμάρατος
grc αὐτῆς αὑτοῦ
grc Εκπρεπους, Ἐκπρέπης
grc Εμπρεπους, Ἐμπρεπὴς
grc χορδῶν
grc Ἀκαδημείᾳ
grc ἀκαδημίᾳ
grc περισεσάλπισται περισεσάλπιγκται
grc γε
grc δὲ
grc ἂν
grc ἐστι ἐστι τῷ
grc τὰ περὶ
grc περὶ τὰ
grc περὶ
grc δεῖ ἀεὶ
grc ὂν
grc Θεμιστέας Μεγιστίης
grc ἀντέγραψεν
grc ἐνέγραψεν
grc οὐ δὴ γυναικών
grc γυναικών
grc οὐδʼ εἰ γυναικῶν εἶπεν ἦν
grc κατειληφότος κατειληφός
grc τι αἰτήσαντα
grc διαιτήσαντά με
grc Ἀρχιδάμῳ ... συμπεμφθεὶς Ἀντιπάτρῳ ... πεμφθεὶς
grc καλλίω
grc καλλίονα
grc κάλλιον
grc ἢ
grc προσθέντα
grc προσθέντος
grc προϊόντα παριέντα
grc δὲ
grc τε
grc τὰ Σπάρτας
grc τᾷ Σπάρτᾳ τὰν Σπάρταν
grc ἐστιν ἔσται
grc σὺ σὺ υἱὸν
grc Ἀναξανδρίδου
grc Ἀναξανδρίδεω
grc μὲν μὲν ἐμὲ
grc με
grc κακῶς
grc μὲν μὲν ἐμὲ
grc με
grc κακῶς
grc πλησίον
grc πλησίων
grc Μαιανδρίου, Μαιάνδριον
grc Μαίανδρου, Μαίανδρον
grc Μαιανδρίου, Μαιάνδριον
grc Μαίανδρου, Μαίανδρον
grc τὰ γοῦν ἀπὸ τῶν κεκτημένων διὰ δειλίαν, κτλ. ... θεοῖς ἀνατιθέναι
lat infra
grc τοσοῦτος
grc τοσοῦτον
grc ὠφελήσειεν
grc ὠφελήσειαν
grc τῆς ... πύλης
grc τῇ ... πύλῃ
grc ἵνʼ ἅμα παύσῃ
grc ἵνα ἀναπαύσῃ
grc οὐκ, ἀλλὰ πλέονας πλίονας
grc οὐκ, ἄλλας
grc οὐκ ὀλίγους
grc οὔκ, ἀλλʼ ἅλις
grc οὔκ, ἀλλὰ πολλοὺς
grc τᾶς παρόδω τὼς βαρβάρως
grc τὰς παρόδους τῶν βαρβάρων
grc προΐμεν
grc ἆμε
grc ἄμμε
grc ἢ κανέομες κανίομες κανέμεν
grc ἢ κτάμεν
grc ἥκαμες
grc ἥκαμεν
grc σκιᾷ
grc σκιάν
grc ἐγίγνωσκες
grc ἐγίνωσκες
grc γιγώσκεις
grc γινώσκοις
grc ὡς
grc διερχόμενον
grc ἰδόντα
grc ὁρῶντα διέρχομενος
grc ἰδὼν
grc μειδιάσαντα
grc μειδιάσας
grc κτήσασθαι κεκτῆσθαι
grc ἢ
grc πωμάτων
grc πομάτων
grc Ἀγεσιλάου
grc Ἀγεσιλάῳ
grc κατασκευάσαντος
grc Ἀγεσιλάου
grc Ἀγεσιλάῳ
grc κατασκευάσαντος
grc μηδὲ
grc μήτε
grc ποιῶνται ποιεῖται
grc ζητοῦντα
grc τὴν αἰτίαν
grc αὐταῖς αὑτοῖς
grc Γεραδάτα, Γεραδάτας Γεράδα, Γεράδας
grc ταῦρον ἐκτίνει μέγαν ... τηλικοῦτος γελάσας
grc ταὐτὸν ἔφη ὁ Γεραδάτας
grc Γεραδάτα, Γεραδάτας Γεράδα, Γεράδας
grc βλάπτωμεν
grc βλάπτοιμεν
grc μένητε
grc ἦτε
grc μείζων
grc μέσδων
grc μεῖζον
grc ἐρᾶτε εἶναι
grc ατ
grc ἐρεείνῃ
grc ἐρεένει ἐρέῃ εἶναι
grc οὔτε γενναῖον
grc εἶναι
grc ἦν
grc εἶναι δʼ ... μεγαλόψυχον
grc εἶναι
grc ἦν
grc εἶναι δʼ ... μεγαλόψυχον
grc ἡγήσεσθαι ἡγήσασθαι
grc τῇ λεοντῇ ἡ λεοντῆ
grc ἐπιμεμφομένων
grc ἀπομεμφομένων
grc ταύτης ταύτῃ
grc μετάστηθι
grc κατάστηθι
grc Εὐρυπωντιδῶν
grc εὐρυπρωτιδῶν
grc τῶν οἷος
grc οἷος
grc Κρατίδην Λακρατίδαν
grc Ἀκαδημεία
grc ἀκαδημίᾳ
grc οὔθʼ
grc οὐδʼ
grc οὔτε
grc ἂν
grc ἔσται κείσεται
grc ὁ
grc ἄγαν
grc ἄγαν μοναρχεῖν
grc ἄγειν ἢ
grc ἄγιν
grc βαδίζειν
grc βαδίζει
grc Πολυκρατίδας Πολυστρατίδας
grc αἴκα τύχωμες ... αἰ
grc αἴκε τύχωμεν ... εἰ δὲ
grc Σόον
grc σῶον
grc οἱ
grc ἀπελθεῖν
grc ἐπελθεῖν
grc Τήλεκλος
grc τήλεκρος
grc λεκτὸν λεκτέον
grc διαφορα ... αποφθεγματα
grc πρᾶτα
grc πρῶτα
grc ἐπιλελάσμεθα
grc ἐπιλελάθαμες
grc συνήκαμες συνείκαμες
grc Ἁργείους
grc ἀρίστους
grc θακοῦντας
grc θακέοντας θακεύοντας
grc ναὶ
grc νὴ
grc οὐκέτι ... οἱ νέοι
grc Λυσανορίδας
grc Λύσανδρος
grc ἀλγηδόσι μὴ ἐνδόντα
grc ἀλγηδόσιν ἢ εὔδοντα
grc ἀλγηδόσι
grc ὀνήσῃ
grc εἴση οἰμώξῃ
grc οὐκ ὀνήσῃ
grc οἴ σοι
grc μετανοήσῃ
grc ὅτι
grc κά τις ᾖς
grc κα ἴῃς
grc καθίσῃς
grc καθίσεις
grc ὅπα κα λέωντι
grc ἄπο καλέοντι
grc ἀποκλαίοντι
grc τᾶς γᾶς κήνας γᾶς κοινᾷ
grc τᾷ σκηνᾷ τᾷ εὐνᾷ
grc θεὶς ... τάδε παῖδʼ ... τιθείς
grc τούτο τούτῳ
grc παραχεῖ
grc παρέχει
grc παράχει
grc ἆμιν
grc ἄμμιν
grc ἐπισημηναμένων
grc ἐπισημειωσαμένων
grc ναὶ
grc νὴ
grc στροβιλοῖ στροβιλῶν
grc κακκονῆν
lat cf.
grc κακανεῖν
grc Βοῦλις καὶ Σπέρχις
lat e.g.
grc βοῦρις καἰ σπέρτις
grc Σπερθίης
