@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg006.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Birds, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:44Z

 
, 
 
 
 
;
· 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
;
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
᾽ 
᾽ 
 
 
 
ʼ 
᾽ 
.
 
 
ʼ 
 
 
 
;
᾽ 
 
 
 
ʼ 
 
.
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
,
 
᾽ 
 
 
 
 

 
ʼ 
 
 
᾽ 
 
 
·
 
 
 
 

 
, 
 
.
 
ʼ 
 
᾽ 
 
 
 
 
.
 
 
 
; 
᾽ 
 
 
 

 
᾽ 
. 
 
 
᾽ 
 

.
 
 
ʼ 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
.
 
 
 
 
 
;
 
ʼ 
 
ʼ 

ʼ 
 
 
 
 
;
 
 
 
᾽ 
 
 

 
 
 
 

 
 
 
 
 
;
 
, 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
, 
 
 

ʼ 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
ʼ 
 

 
 
 
ʼ, 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
,
 
 
ʼ 
.
 
 
 
 
 
 
 

 
, 
ʼ 
 
 
,
 
 
 
 
 
 
.
324	.
 
;
 
 
 

 
 
.
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
᾽ 
.
 
ʼ 
ʼ, 
 
 
.
᾽ 
ʼ 
 
; 
 
 
 
 
.
 
 
 
 
ʼ, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
.
 
ʼ, 
 
.
 
.
 
 
; 
 
 
 
;
 
 
 
 
ʼ
 
 
;
. 
 
 
 
 
 
.
.
 
; 
 
 
 
 
;
 
 
 
.
 
 
 
.
 
 
 
 
 
.
.
᾽ 
 
 
.
 
;
 
 
 
.
 
.
 
 
 
 
 
.
 
 
 
 
 
; 
 
;
 
 
.
 
 
 
 
ʼ 
 
 
 
;
 
 
.
 

;
 
᾽ 
 
 
 

 
, 
 
 
ʼ 

, 
᾽ 
 
 
ʼ 
.
 
 
 
 
 
;
 
ʼ, 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
, 
 
 
 
·
 
 
.
 
 
.
ʼ 
 
 
 
 
; 
 

 
.
᾽ 
 
 
 

 
 
 
 
 
.
 
 
.
 
 

 
, 
 
ʼ 
 
᾽ 
.
 
 
ʼ 
ʼ, 
 
ʼ 
 
.
 
 
 
 
 

 
 
.
 
 
 
,
 
 
 
;
 
,
 
 
 
 
 
 
;
604	 
ʼ 
 
.
 
 
᾽;
.
 
᾽ 
; 
ʼ 
 
 
.
 
 
, 
᾽ 
 
.
 
 
 
 
ʼ 
 
 
;
 
 
; 
 
 
 
 
;
 
 
ʼ 
 
;
 
 

 
 
.
 
 

 
 
; 
 
 
 

.
 
 
.
 
;
 
 
 
 
 
.
 
 
 

 
 
 
 
 
.
 
 
 
; 
 
 
 
;
 
.
 
 
 
 
;
.
 
 
 
;
, 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
᾽ 
;
; 
.
 
 
;
 
 
 
 
.
 
;
 
 
 
,
.
 
 
᾽ 

 
ʼ;
 
 
 
 
 
.
 
 
 
 
 
᾽ 
;
 
 
.
 
;
 
 
 
᾽ 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 

 
 
 
.
 
 
 
 
 
;
 
 
, 
 
 
.
832	 
 
 
.
;
· 
 

 
 
.
 
ʼ 
 
ʼ 
 
ʼ 
 
;
 
 
 
ʼ 
 
·
 
 
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
 
 
 

 
· 
 
 
 
·
 
 
 
· 
 
 
,
 
 
 
ʼ 
, 
 
 
 
.’
 
 
 
 
 
.
 
 
;
 
 
 
.
;
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 

 
, 
 
, 
 
,
 
, 
 
 
 
.’
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
.
 

 
 
 
, 
᾽ 

ʼ 
ʼ 
 
 
.
 
 
 
 
 
;
 
 
 
 
 

ʼ;
 
 
 
 
ʼ 
 

 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
.
᾽ 
᾽ 

 
 
 
 
 
.
 
 
 
 
᾽ 
 
ʼ 
 
;
 
 
ʼ 
.
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
.
 
·
 
ʼ 
 
ʼ 
 
 
,
 
 
 
᾽ 
, 
 
 
.
1093	 
 
ʼ;
 
 
; 
 

 
 
 
·
 
᾽ 
 
 
. 

 
ʼ 
 
 
 
 
,
 
 
;
 
 
 
·
 
 
 
 
,
, 
 
᾽ 
 
 
.’
 
 
 
 
 
 
.
 
 
 
;
 
 
.
 
ʼ 
 
 
 
;
; 
 
 
 
,
 
.
 
 
.
 
 
.
.
 
 
.
 

 
 
ʼ, 
 
.
 
;
 
 
 
 
 
.
 
 
 
 
 
 
;
; 
 
;
 

 
 
.
 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
.
;
 
 
 
 
 
.
᾽ 
 
, 
 
 

, 
 
 
,
, 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
ʼ 
 
;
.
 
 
 
 
 
 

 
 
, 
 
 
.
 
᾽ 
 
 
;
.
 
 
 
 
᾽ 
 
 
,
᾽ 
 
 
 
,
 
· 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
·
᾽ 
 
ʼ 
ʼ 
 
ʼ 
 
 

 
 
 
.
1377	 
 
 
 
 
,
 
 
 
 
,
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 

 

 
 
 

 
 
 
 
,
᾽ 
 
 
 

 
 
 

 
 

 
· 
 
ʼ 

 
 
 

 
 
.

 
 
 
 
 
·
 
 
 
 
.
.
 
; 
 
;
 
;
 
 
 
 
. 
1463	 
,
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 

, 
 
 

 
 

 
, 
 
 
·
 
ʼ 
 
 

 
ʼ 
 

 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
,
 
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
·
 
 
·
 
ʼ 
 
ʼ 
 

 
ʼ, 
 
ʼ 
 
 

 
 
ʼ 
 
, 

 
ʼ 
 
.
 
ʼ 
 
 
 

 
ʼ 
 
,
᾽ 
 
 
 
,
 
 
 
ʼ 

 
.
 
 
 
 

 

 
ʼ 
 
.
᾽ 
ʼ 
 
 
,
 
 
 
.
.
 
.
. 
1611	 
ʼ 
;
 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
᾽ 
 
, 
 
ʼ, 
 
 

 
 
 
. 
1641	 
.
ʼ 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
. 
 
ʼ 
; 
 
 
;
 
 
 
· 
 
 
 
;
 
 
 
 
ʼ 
 
ʼ 
 
,
 
.
 
 
 
 
.
 

 
 
ʼ 
 
 
.
 
 
 
.
 
;
 
 
.
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
;
 
 
 
.
; 
 
·
 
 
 
 
 
 
;
 
 
 
 
 
 
.
 
 
 
 
ʼ 
; 
 
 
 
᾽ 
᾽ 
,
 
 
 
;
 
 
 

 
, 
 
 
 
, 
 
 

 
 
 
 
.
 
᾽ 
 
 
· 
 
.
 
 
 
 
 

 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
ʼ 
;
 
.
 
 
 
 
 
 
;
 
 
 
 
ʼ 
 
 
 
 
;
 
 
 
ʼ 
 
 
 
 
;
 
 
 
 
;
 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 

;
 
 
 
. 
 
,
᾽ 
 
᾽ 
᾽ 
᾽ 
 
 
 
.
 
, 
 
 
 
ʼ 
,
 
 
, 
 
 
ʼ 
.
 
 
᾽ 
 
;
 
; 
.
 
 
 
;
 
 
 
;
 
 
.
 
; 
 
ʼ 
ʼ 
;
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
, 
 
 
 
·
 
 
 
 
.
᾽ 
 
 
; 
, 
 
 

 
 
 
 
 
. 
 
 
 
.
1965	 
 
ʼ 
᾽ 

; 
 
 
 
 
;
 
 
 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 

 
 
 
;
 
 
 
 
.
 
 
 
 
᾽ 
 
 
.
; 
; 
 
;
ʼ 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
;
 
 
 
.
 
ʼ 
;
ʼ 
 
 
 
 
.
 
 
 
;
 
 
ʼ 
.
 
 
 
ʼ 
;
 
ʼ 
 
ʼ 
.
2069	 
,
ʼ 
 
ʼ 
·
 
 
 
 
 
ʼ 

 
 
ʼ 
,
 
 
 
,
 
ʼ 
 
·
 
 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
᾽ 
᾽ 

 
. 
2112	 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
ʼ 
᾽ 
.
 
ʼ 
.
2137	 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
;
᾽ 
 
.
 
 
 
 
.
 
 
 

· 
 
 
, 
 
 
 
 
;
2174	 
,
ʼ 
ʼ 
 

 
, 
 
 

 
 
 
·
 
 
᾽ 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 

᾽ 
 
. 
2216	 
 
 
 
 
 
 
.
 
ʼ 
 
; 
 
 
 
.
2233	᾽ 
· 
 
;
 
 
;
᾽ 
 
 
;
 
 
 
 

;
 
ʼ 
 
.
᾽ 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
;
 
 
 
 
.
 
 
 
;
 
 

 
 
 
.
 
ʼ 
 
;
 
 
 
 
 
.
 
ʼ, 
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
 
 
 
· 
 
 
.
 
 
 
, 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
 
 
;
 
 
ʼ 
 
ʼ 
 
 
;
 
 
 
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
;
 
ʼ 
 
᾽ 
 
 
 
 

 
, 
 
 
 
 
 
;
᾽ 
᾽ 
 
 
 
 
 
.
 
 
 
 
. 
 
 
 

 
 
 
᾽, 
 
ʼ 
 
 
.
ʼ 
 
 
ʼ 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
,
· 
 
 
 
 
 
 
 
.
 
 
 
 
. 
ʼ 
 
.
 
 
ʼ 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
ʼ 
.
2498	 
 
 
 
ʼ, 
 
 

 
 
 
·
 
 
 
, 
 
,
 
 

 
 
, 
ʼ 

 
 
 

· 
 
 
 
.
 
 
ʼ 
᾽ 
,
 
 
;
 
 
 
.
 
 
 
,
 
 
 

 
 

 
 
. 
2560	ʼ 
 
 
 
 
,
 
 
 
 

 
 
 
 
·
 
 
 

 
 

 
 
ʼ 
. 
 
 
 
 
. 
2593	 
 
 
 
;
 
ʼ 
 
 
;
 
 
᾽ 
.
 
 
 

ʼ 
 
 

;

 
 
 

 
 
 

 
 
 
.
 
;
 
 
 
;
 
 
 
.
 
 
 
᾽ 

, 
 
ʼ
 

 
 
 
 
 

 
 
;
 
 
ʼ 
 

 
 
· 

 
 

 
 

 
 
 
 
 

 
 
 
.
 
;
 
 
.
 
 
 
;
 
,
 
 
 
ʼ 
.
 
 
 
.
 
 
 
 
 

 
.
2712	 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
·
 
 
᾽ 
᾽ 
 
 
 
ʼ 

, 
.
 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
 
 
 
,
 
, 
 
 
 

᾽ 
ʼ 
 
᾽ 
 
 

 —; 
.
, 
 
 
.
 
.
 
 
 
.
ʼ 
 
, 
 
 
 

 
 
 
.
 
.
 
 
, 
 
 
 
.
 
· 
 
 

 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
2826	 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 

 
 
 
 
 
, 

 
 

 
᾽ 
 
 
·
 
 
᾽ 
 
᾽ 
 
.
 
 
 
 
 

 
, 
 
 
.
2878	᾽ 
᾽ 
 
 
 
 
 
 
,
 
· 
 
 
 
 
 
 
.
2897	 
 
 
 
 
 
 
 
 
 
,
 
 
 
· 
 
 
· 

 
 
 
 
 
.
 
; 
 
;
 
ʼ 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
· 
 
 
,
 
 
 
 
 
; 
;

 
ʼ 
, 
 
, 
, 
 
 
 
,
 
 
 
 
 
 
,
 
.
 
;
 
 
.
 
 
ʼ 
 
.
 
 
 
 
 
, 
᾽ 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
ʼ 
 
·
 
ʼ 
 
, 
 
 
 
· 
 
ʼ 

᾽ 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
 
;
 
 
· 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
᾽ 
, 
, 
᾽ 
 
 
.
 
ʼ 
 
ʼ 
 
 
ʼ, 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
.
 
᾽ 
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 

 
 
 
 
᾽ 
, 
 
 
 
,
 
 
᾽ 
 
 
 

 
 
 
·
 
 
ʼ 
 
.
 
 
ʼ 
.
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
, 
 
 
 
 
 
 
᾽ 
·
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 
 
.
3240	 
ʼ 
 
 
 
 
 
.
 
;
 
 
ʼ 
 
 

 
 
.
 
 
, 
 

 
 
· 
ʼ 
 
 

 
· 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
·
ʼ 
 
 
 
,
᾽ 
 
 
 

 
 
 
 
 
 
 
 
 
.
᾽ 
᾽ 
᾽ 
 
 
· 
 
.
 
ʼ 
 
 
 
, 
᾽ 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
· 
 
 
ʼ 
 
,
ʼ 
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ, 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
. 
 
 
᾽ 
᾽ 
;
᾽ 
 
 
 
᾽ 
 
 
 
ʼ, 
 
 
,
 
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 

 
, 
᾽ 
 
·
 
ʼ 
ʼ 
 
 
 
 
ʼ, 
 
 
.
 
 
 
 
 
 
ʼ 
,
3469	 
ʼ 
ʼ 
 
·
 
ʼ 
 
 

ʼ 
, 
 
 
 

 
 
᾽ 
 

 
 
 

 
 
 
·
 
 
ʼ 
·
 
ʼ 
 
·
ʼ 
, 
 
 
 
,
 
ʼ 
,
᾽ 
 
 

 
 
 

ʼ 
 
 
 
,
 
 
 

 
ʼ 

 
 
.
3539	 
 
 
 
 

 
ʼ. 
 
 
ʼ 

 
, 

 
 
 
 

᾽ 
 
.
 
 
 
 
 
 


 
 
 
.
 
 
 

 
 
 
.
3583	᾽ 
 
 
 
, 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.
3605	 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
.
ʼ 
 
᾽ 
, 
 
 
 
ʼ 
·
 
 
 
 
ʼ 
 
ʼ 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
· 
 
ʼ 
ʼ, 

ʼ 
 
 
 
, 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
ʼ 
·
 
 
, 
 
 
 
·
 
 
 
 
 
, 
 
 
·
 
ʼ 
 
 
, 
 
 
 
·
 
 
 
 
, 
 
᾽ 
 
,
 
 
 
 
 
 
 
 
.
 
 
. 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
ʼ 
;
· 
 
 
ʼ 
 
ʼ 

 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
·
 
 
ʼ 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
;
 
ʼ 
 
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
ʼ 
 
·
ʼ 
 
 
 
 
 
.
 
 
 
ʼ, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
·
᾽ 
 
ʼ 
 
 
ʼ
 
· 
 
.
 
 
ʼ 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
,
ʼ 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
3986	 
 
 
 
; 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
᾽ 
 
 
 
.
 
 
;
 
 
 
 
 
 
 
 
·
 
 
, 
 
·
 
, 
 
.
 
 
 
, 
 
 
 
ʼ 
.
 
 
ʼ 
 
ʼ 
 
 
 

 
· 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
᾽ 
.
 
, 
 
, 
 
 
 
.
 
ʼ 
 
ʼ 
, 
 
 
 
;
 
 
ʼ, 
 
 
 
᾽ 
; 
ʼ 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
; 
 
 
᾽ 
᾽ 
 
·
 
ʼ 
᾽ 
 
;
 
ʼ 
 
ʼ 

 
ʼ 
 
.
 
;
ʼ 
; 
ʼ 
.
 
ʼ 
 
ʼ 
 
 
 
 
;
 
 
 
 
 
 
 
.
4163	 
 
;
 
 
ʼ
 
 

 
 
 
,
 
 
 
,
᾽ 
 
 
 

. 
 
ʼ 
 

 
 
 

 
 
· 
 
 

᾽ 
 
ʼ 
 

, 
᾽ 
 
 

 
 
 
 

 
 
ʼ 

 
 
ʼ 

 
 
· 
 
᾽ 

ʼ 

 
 
.
4235	 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
 
 
᾽ 
.
 
 
 
 

 
 
,
 
 
ʼ 
 

 
 

 

 
 
, 

 
, 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 
ʼ 
·
 
 
 
 
, 
 
 
 
᾽ 
.
4308	 
 
 
 
ʼ 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
· 
 
 

ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
.
 
.
 
 
 
, 

 
.
 

.
.
 
 
.
· 
 
 
 
.
.
 
 
, 
᾽ 
 
.
ʼ 
, 
 
, 
 
 
 

ʼ 
 
 
 
;
.
 
, 
 
 
 

 
 
 
, 
 
ʼ, 

 
 
 
.
 
· 
 
 
 
,
 
ʼ 
 
.
 
 
. 
 
 

 
 
 
 
.
4428	 
 
, 
 
.
 
;
 
 
 
 

 
· 
 
ʼ 
 
 
 

ʼ 
 
᾽ 
, 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
·
 
 
 
 
.
 
 
 
 
, 

 
 
 
 
.
᾽ 
 
 
, 
 
 
. 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
, 
 
 
.
 
ʼ 
ʼ 

 
ʼ 
 
 
;
 
ʼ 
 
 
, 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 

 
 
 
 
 
ʼ 
 
.
.
 
 
 
 
.
4557	 
, 
 
,
 
 

, 
 
 

, 
ʼ 
,
 
 
,
 
 
 
ʼ.
᾽ 
 
 
ʼ
 
 
,
 
 
. 
4589	 
 
 
 
, 
 
 
,
, 
 
, 
 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
᾽ 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
᾽ 
 
 

 
 
 
 
 
 
 
. 
 
 

 
 
 
. 
 
ʼ 
 
 

 
· 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
.
4794	 
 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
, 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
.
 
ʼ
 
 
 
 
 
 
,
 
 
 
 
 
· 
 
,
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
 
,
 
ʼ 
, 
 
 
 
, 
 
 
 
.
 
 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
, 
 
, 
ʼ 
, 
 
.
᾽ 
 
 
 
 
 
 
; 
4925	 
 
 
 
,
 
 
 

 
 
 

 
· 
 

ʼ 
 

 
 
 
 
 
 
·
 
 
 

, 
, 
 
,

 
 

 
 
 

 
ʼ 
. 
 

 
 
 
 
·
 
 
.
4982	 
,
 
 
 
 
 
 
,
, 
ʼ 
 

 

 
 
,
 
 
 
,
 
 
 
,
 
 
 
,
ʼ 
 
 
 

 
 
 

 
 
 
ʼ 
,
,
 
 

 
 
 
 
 

 
 
.
 
 
 
.
5044	 
ʼ 
 
 
 
 
 

 
 
 
 
, 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
᾽ 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
, 
 
 
 

 
 
, 
 
, 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
᾽ 
, 
 
 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 

, 
 
, 
 
 
·
 
ʼ 
 
 
 
 
.
5169	 
,
 
 
 
 
 
,
 
 

 
 
 
,
 
 
 
,
 
 
ʼ 
 
,
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
,
·
 
ʼ 
ʼ 
·
 
 
 
· 
 
 
 

 
ʼ 
.
 
 
 
.
5235	 
᾽ 
 
᾽ 
 
 
 
.
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
,
ʼ 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
, 
᾽ 
,
 
 
 
 
·
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
;
 
 
 
 
 
 

 
, 
᾽ 
, 
᾽ 
 

 
 
 
 
 
.
5348	 
· 
 
ʼ 
 
 
 

 
 
 
.
 
 
;
 
 
 
.
ʼ 
 
᾽ 
 
;
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
·
᾽ 
 
᾽ 
 
 
 
 
.
 
 
 
 
;
 
 
 

 
 
 
 
, 
 
 

 
 
.
 
 
.
ʼ 
, 
 
ʼ 
 
ʼ 
 
 
;
 
 
 
 
 

 
 
 
;
·
 
 
 
 
 
 
;
᾽ 
 
 
 
 
 
ʼ 
.
 
᾽ 
ʼ 
 
ʼ;

 
 
 
 
 
 

 
 
.
 
;
 
·
 
ʼ 
 

 
ʼ 
 
 
.
᾽ 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
ʼ 
;
 
 
 

 
 
, 
᾽ 
 
 
 

 
.
 
 
 
 
. 
 
 

 
; 
 
 
 
;
 
ʼ 
 
 
 
;
 
 
 
 
᾽ 
 
 
,
 
 
 
 

ʼ 
, 
 
 
;
 
 
 
 
 
 
;
 
᾽ 
 
 
 
 
,
 
 
 
 

 
.
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
,
 
, 
 
 
,
 
, 
ʼ 
 
 
,
 
, 
 
 
ʼ 
,
 
 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
,
 
 
ʼ 
.
 
 
ʼ 
 

 
ʼ 
᾽.
ʼ 
ʼ 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
, 
 
 
 
 
 
.
5680	, 
,
 

 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
.
5708	 
 
. 
 
 
 
;
 
 
ʼ 
 
 
 
 
ʼ 

 
ʼ 
 
.
 
 
, 
 
 
 
.
 
᾽. 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
. 
 
,
 
 
 
 
 

 
 
; 
 
 

 
 
 
 
ʼ 
ʼ 
;
ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
.
5882	᾽ 
 
 
 
 

 
 
 

 
 
 
, 
 

, 
 
 
, 
 
 
᾽ 
.
 
 
 
ʼ 
 
 

 
 
 
.
5918	 
 
 
 
.
 
 

 
 
 
 
 
 
.
 
 
 
; 
 
 
 
;
 
 
 
 

 
 
,
 
 
.
 
 
 
 
 
;
, 
 
 
 
 

 
 
,
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
;
 
᾽ 
 
 

 
 
 
 
 
 

 
 
 
 
 
.
 
 
᾽ 
; 
 
 
;
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
;
 
 
 
 

 
 
.
 
 
 
 
,
 
 
,
 
 
 
 

 
 

 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
, 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
· 
 
 
 
 
.
 
 
 
 

 
 
·
 
 
 
 
 
 
 
 
 
 
 
.
6113	 
 
 

 
,
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
.
ʼ 
 
 
 
 
.
· 
 
 
 
 
.
 
 
.
,
 
 
 
 
ʼ 
 
 
·
 
 
 
 
 
·
 
 
 
ʼ 
 
.’
 
 
ʼ 
᾽ 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
᾽ 
,
 
 
 
 
 
.
 
 
 
 
 
.
 
.
 
 
 
.
 
ʼ 
 
;
; 
.
 
.
 
 
 
 
 
 
·
 
 
 
 
 

 
 
.
 

᾽ 
 
 
 
 
 
 

᾽ 
;
 
 
 
.
᾽ 
 
 
᾽ 
 
 
.
6257	᾽ 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
᾽ 
 
;
ʼ 
 
 
 
 
 
.
 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
;
 
 
.
 
 
, 
 
 
ʼ 
.
 
 
ʼ 
;
 
 
.
 
 
 
 
 
᾽ 
 
,
 
 
 
· 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
 
 
.
 
᾽ 
ʼ 
;
 
 
.
 
᾽ 
 
᾽ 
 
 
,
 
 
 
 
·
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
.
 
 
.
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
᾽ 
 
 
 
.
6412	 
᾽ 
ʼ 
;
 
 
.
 
 
ʼ; 
 
.
 
.
 
 
 
;
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
; 
 
ʼ 
 
;
 
 
, 
 
 
 
 
;
 
 
 

 
 
 
 
.
 
 

 
ʼ 
 
 
;
 
ʼ 
; 
,
 
 
 
 
 
.
 
,
 
 
 
 
;
 
.
 
 
 
 
 
 

 
 
. 
 
 

 
ʼ, 
 
 
 

 
 — 
;
 
.
 
 
 
, 

 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
 
, 
 
ʼ 

 
 
 
 

 
.
 
 
.
 
 
;
ʼ 
 
 
ʼ 
,
 
 
 
 
.
 
ʼ 
 
;
 
 

 
 
 
·
 
 
ʼ 
.
 
;
 
 
ʼ 
 
᾽.
 
;

 
 
 
 
.
 
ʼ 
.
 
ʼ 
 
 
ʼ 
 

 
· 
 
 
 
.
 
.
 
 
 
;
 
 
 
 
;
6623	 
;
 
 
 
;
 
 
 
 
 

 
 
.
;
 
 
 
 
;
 

.
; 
 
 
 
 

 
ʼ 
 
᾽ 
;
 
 
.
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
.
 
· 
 
ʼ 
 
 
.
 
 
;
 
 
.
 
 
 
.
 
; 
 
 
 
;
 
; 
 
 
 

 
 
, 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
;
 
 
 
 

 
ʼ 
 
 
.
 
;
 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
.
 
 
;
 
 
 
;
 
 
 
 
 
.
 
 
 
 
 
 
.
 
; 
 
 
᾽ 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
᾽ 
;
 
 
 
 
 
 
.
 
 
 
 
 
 
.
ʼ 
 
 
 
 
;
· 
 
 
. 
 
 
;
 
 
 
ʼ 

 
 
 
 
 
.
6841	 
 
 

 
 
 

ʼ 
 
.
 
 
 
 
,
 
ʼ 
 

 
 

, 
 
᾽ 
 

 
 
 
 

 
ʼ 
 
 
·
 
ʼ 
 
 

 
 
,
 
 
 
 
᾽

 
᾽ 
 
 
 
 
.
6901	 
 
 
 
᾽ 
,
 
 
 
 
 
 
,
 
, 
 
 
 
 
 

 
 
, 
 
.
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 
 
ʼ
, 
,
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ 
· 
 
 
 

 
 
 
, 
 
.
 
 
 
, 
 
 
 

 
 
 
ʼ 
 
 
.
7015	 
 

, 
 
 

 
 
·
᾽ 
 
 
 

 
 
·
᾽ 
 

 
ʼ
 
 
,
ʼ 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 

 
 
·
 
 
 

 
 
 
 
.
7070	 
 
 
 
 
 
 
,
ʼ 
ʼ, 
 
 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
·
᾽ 
 
, 
 
 
 

 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
.
 
 
 
, 
 
 
.
 
 
 
, 
 
 

 
· 
 
 
 
 
 
ʼ 
,
 
 
 
, 
 
ʼ 
 

ʼ 
, 
 
 
 
.
7183	 
 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
 

, 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
, 
 
 
 
, 
 
 
 
 
,
 
 
 
;
.
 
 
 
.
 
.
 
 
 
·
᾽ 
 
 
 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
.
.
 
 
 
, 
 
 
ʼ 
᾽ 
,
.
 
 
 
.
 
 
 
;
, 
 
, 
 

, 
 
, 
 
 
,
᾽ 
, 
 
 
.
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
ʼ 
 
;

.
 
 
 
 
;
᾽ 
ʼ 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
;
7367	 
 
ʼ 
 
 
 

· 
 
 
 

ʼ 
 
 
 

 
 
 
 
† 
 
.
 
 
 
 
 
 
;
ʼ 
, 
 
; 
 
 
 
 

ʼ;
 
 

 
, 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
.
 
 
᾽ 
 
 

 
 
 
 
,
, 
, 
,
 
 
 

 
 
. 
᾽ 
 
 

· 
 
ʼ 
 
 
 
 
.
 
 
; 
 
 

 
 
 
 
;
 
 
 
· 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
.
 
, 
 
, 
 
.
 
 
 
;
 
.
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
,
 
 
 
.
 
 
 
 
 
.
 
 
;
 
· 
 
ʼ 
 
,
᾽ 
.
 
 
 

 
ʼ 
 
;
᾽ 

 
 
,
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 

 
 
 
 
·
ʼ 
 
 
, 
᾽ 
 

 
.
 
 
 

 
; 
 
 
 
·
 
, 
 
 
 
.
7608	 
, 
 
 

 
 
 
. 
 
 

 
, 
 
 
,
 
 
 
 
 
 
·
7633	 
 
 
 
,
 
 
 
 

 
 
 
.
 
, 
 
 
 
; 
ʼ 
,
᾽ 
· 
 
ʼ· 
 
 
.
 
; 
; 
 
 
 
᾽ 
.
 
 
 
 
 
.
 
 
. 
 
; 
 
 
;
 
.
 
 
;
 
 
;
 
 
 

 
;
 
;
 
ʼ 
 
 
 
;
 
.
 
 
 
.
 
 

 
 
 
 
 
;
 
 
 
ʼ 
 
 
 
.
 
 
 
;
 
 
 
; 
 
;
ʼ 
 
 
 
;
 
 
.
 
;
 
;
 

 
 
 
 
;
 
ʼ 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
 
 
 
 
;
 
 
 
 
 
 
;
 
 
 
ʼ 
· 
 
 
 
.
 
 
 
. 
 
ʼ 
 
᾽ 

ʼ 
 
 
 

, 
 
 
 
;
7816	᾽ 
 
ʼ.
᾽ 
 
 
.
 
 
 
ʼ, 
 
,
 
 
 
 
, 
 
ʼ 
 

, 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
 
 
;
; 
 
 
 
 
 

 
 
 
 

 
 
 
᾽ 

 
ʼ 
.
 
 
; 
 
;
; 
 
 
 
 
.
 
 
;
 
 
᾽ 
 
;
 
 
 
 
,
 
 
, 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
.
 
· 
 
 
·
᾽ 
. 
ʼ 
, 
 
 
 

 
 
 
;
᾽ 
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
 
;
 
 
 
 
 

 
᾽ 
 
 

 
 
 
. 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 

 
 
, 
 
 

 
 
 
 
.
 
 
ʼ 
 
.
 
; 
 
; 
 
.
 
 
 
 
 
 
 
.
 
. 
 
 

 
 
 
;
8047	 
 

 
 
 
 
,
 

ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
ʼ 
 
,
 
ʼ 
 
ʼ 
 
,
 
ʼ 
 
.
 
 
;
 
 
 
 
 

 
 
 
 
 
.
. 
 
ʼ 
 
 
 
 
;
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
,
 
 
 

ʼ 
, 
 
ʼ 
 

, 
 
ʼ 
 
 

 
 
 
·
 
 
 
 
 
 

ʼ 
 
 
 
 
·
ʼ 
 
 
 
 
 
·
᾽ 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
 
ʼ 
 
.
 
 
 
 

, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
, 
 
,
 
, 
 
,
 
 
· 
 
ʼ 

 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
. 
 
 
 
·
ʼ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
ʼ 
 
᾽ 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
8336	 
 
 
 

 
 
.
 
 
.
 
ʼ 
 
 
.
 
 
.
 
 
 
 

 
 
;
 
 
 

 
 
 
 

 
.
 
 
· 
 
 
;
8381	 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
.
 
 
 
 

 
 
,
 
 
ʼ 
 
 
 
 

 
ʼ. 
 
ʼ 
 

 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
8447	 
 
,
 
 
 

 
᾽ 
 
.
 
 
 
.
 
 
 
 
 
.
·
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
 
.
 
; 
 
 
 
.
· 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
᾽ 
 

 
 
 
 
 
᾽ 
.
᾽ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
ʼ. 
 
 
 
 

, 
 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
. 
 

 
 
 
 
· 
 

 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
· 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
.
 
᾽ 
 
 
.
8661	 
 
 
 
 
·
 
ʼ 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
.
 
, 
᾽ 
 
 
 
 
.
 
 
 
 

 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
· 
 
 
 
 
.
 
᾽ 
.
 
 
 
 
.
 
 
 
 
 
.
 


 
 
.
 
 

᾽ 
 
 
.
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
.
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
;
 
 
 
,
 
 
 
 
ʼ 
;
 
 
 
ʼ 
 
 

 
 
 

 
;
 
, 
 
.
᾽ 
 
᾽ 
 
, 
᾽ 
᾽ 
,
 
 
 
 
 
.
8866	 
 
 
 
,
 
 
;
 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
᾽ 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
 
;
 
· 
᾽ 
 
 
 
.
 
 
· 
 
 
 
.
 
 
 
 
;
 
ʼ 
 
 
 

 
 
 
 
 
.
 
. 
 
 
 

 
 
 
 
.
 
 
 
 
;
 
ʼ 
᾽ 
᾽ 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
.
 
 
 
 
; 
 
,
 
 
 
 
;
 
 
; 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
,
᾽ 
 
 
 
 

 
 
 
 
 
.
9019	 
 
 
 
ʼ 
 
.
 
 
 
 
.
 
 
 

 
 
;
 
 

.
;
 
,
 
 
 
 

 
 
 
 
 
;
 
 
 
 
 

 
 
᾽ 
.’
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
;
ʼ 
.
 
 
 
 
 
 

 
ʼ 
. 
 
 
ʼ 

 
 
 

 
 
 
.
᾽ 
 
.
 
 
;
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 

 
ʼ 
 

ʼ 
 
 
 
.
.
 
· 
 
 
 

 
 
 
 
.
 
.
ʼ 
 
 
 
, 
 
ʼ 
ʼ 
 

 
 
ʼ 
.
᾽ 
.
 
 
 
.

· 
 
 
 
 
 
 

 
 
 
.
 
 
ʼ 
.
 
 
,
 
 
 
 
.
 
.
 
 
;
 
 
 
ʼ 
;
 
ʼ 
 
.
 
 
 
 
.
9226	 
 
 
 
 
ʼ
 

 
ʼ 
.
 
 
 

 
 
 
 
,
 
 
, 

 
 
 
.
 

 
 

 
 
,
 
 
 
 

 
.
9270	 
ʼ 
 
 
 

 
 
 
 

 
 
,
 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 

 
.
 
 
 
 

 
 
 
,
 
 
 
᾽ 

 
.
9317	 
, 
 
 
 
 
ʼ 
.
 
 
᾽;
 
 
 
;
 
 
;
 
 
 

 
 
;
 
ʼ 
 
 
.
 
ʼ 
 
;
ʼ 
 
 
 
;
; 
 
 
 
.
 
 
 
;
 
 
;
ʼ 
 
 
.
 
 
 
 
;
 
 
 
 
;
 
ʼ.
 
 
.
 
 
.
 
, 
 
.
 
 
;
, 
 
 
 
 
·
 
 
ʼ 
, 
 
ʼ 
᾽ 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
ʼ 
 
 
.
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
 
 
.
 
 
.
 
 
.
ʼ 
ʼ 
;
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 

 
 
 
᾽ 
 
 
,
᾽ 
 
 

 
· 
 
 
 

 
 
 

 
ʼ 
 
 
,
 
 
 
ʼ 
,
᾽ 
 
 
.
9514	 
 
 
 
 

 
;
 
 
 
,
 
 
 
 
;
 
 
 
 
 
 

 
;
 
 
; 
.
.
 
 
 
;
 
. 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
ʼ, 
 
 

 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
 
 
;
 
,
 
 
 
 
 

 
ʼ 
, 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
 
;
ʼ 
.
 
ʼ 
 
 
ʼ 
 
, 
᾽ 
.
 
 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 
.
 
. 
᾽ 
 
 
 
,
 
 
, 
 
 
 
 
 

, 
 
 
.
 
 
 
 
 
 
.
9698	 
 
 
 

 
᾽ 
 

 
·
 
 
 

 
 
 

ʼ 
 
,
ʼ 
 
 

ʼ, 
 
 
 

ʼ
 
,
ʼ 
ʼ 
 

 
 
 
 

 
 
.
9745	 
 
 
 

 
 
, 
 
.
 
 
; 
᾽ 
ʼ 
 
;
 
 
 
 
᾽ 
;
 
 
; 
 
 
 
;
 
 
 
 
 
,
 
 
ʼ 
 
 
;
 
;
· 
 
 
 
ʼ 

 
 
 
.
 
 
 
 
;

 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
᾽ 
ʼ 
 
 

.
 
 
 
 
.
 
 
 
· 
 
·
 
 
· 
 
 
.
 
 
 
 
 

 
 
.
᾽ 
 
 
.
 
 
 
 
᾽ 
;
 

 
 
 

 
.
 
 

 
 
;
 
ʼ 
.
 
;
 
 

 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
 
,
 
ʼ 
 
ʼ 
 
.
 
 
 
 
.
᾽ 
 
 
ʼ 
 

 
 
, 
 
ʼ 
, 
 
,
 
 
 
 
 
 
,
 
. 
 
 
ʼ 
 
,
 
 
 
 
 

 
ʼ 
· 
 

 
, 
 
 
᾽ 
 
.
 
 
 
 
 
.
 
 
; 
 
 
 
.
 
 
 
 
;
10000	; 
 
 
 
 
 

ʼ, 
 
 
 
;
 
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
.
 
.
 
 
 
;
.
; 
 
 
. 
 
 

ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
,
 
,
 
 
,
 
 
.
ʼ 
 
 
;
 
 
 

 
 
, 
 
 
,
 
 
 

 
 
 
 
 
.
 
 
 
 

 
.
 
 
 
 
.
 
, 
 
 
;

.
 
ʼ 
 
 
.
 
 
 
 
, 
 
.
, 
 
 
 
 
 
.
 
 
ʼ 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
.
 
 
.
 
ʼ 
.
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
;
 
 
 
 
;
 
 
;
 
; 
.
 
ʼ 
ʼ; 
 
ʼ 
 
;
 
 
 
 
. 
 
 

 
 
 
 
 
,
 
 
. 
 
 
 

 
ʼ, 
ʼ 
 
 
 
 
.
10249	 
 
 
 
.
᾽ 
 
᾽ 
, 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
᾽ 
 
 

 
 
· 
 
 
 
 
 
.
 
; 
 
;
 
 
 

 
 
 
. 
 
 
 

 
 
 
 
,
 
ʼ, 
 
 
;
 
ʼ 
 
 
 
 
 
 

 
;
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 

. 
 
 
 
 
 
, 

 
 
 
 
.’
 
ʼ 
᾽ 
 
 
 

;
 
 
 
. 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
;
 
᾽ 
 
. 
 
᾽ 
 
.
 
᾽ 
 
 
 
;
᾽ 
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
.
ʼ 
 
 
 
 

 
 
, 
 
 
.
 
 
 
;
 
.
 
 
 
 
 
. 
 
 
;
 
 
 
 

 
.
 
.
 
 
ʼ 
 
 
 
 
,
 
 † 
 † 
 
 
 
.
 
 
 
 
.
 
 
 
 
·
 
ʼ, 
 
 
, 
.
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
᾽ 
 
.
 
 
 
 

 
 
.
 
᾽ 
 

 
 
 
 
; 
 
ʼ 
.
 
 
; 
 
 
 
.
 
 
ʼ 
;
 
 
 
.
 
 
 
 
 
 
.
10556	 
ʼ 
 
 
 

 
 
 
,
 
 
 
 

 
 
 

 
·
 
ʼ 
 
,
 
 
 
.
 
 

 
 

 
 
 

 
 
.
10599	 
᾽ 
 
, 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 

 
, 
 

 
 
 
 
 
,
 
, 
 
 
·
 
ʼ 
 
 
 

, 
 
· 
 
ʼ
 
 
 
.
 
 
 
 
. 
 
 

 
 
 
 
.
10675	 
 
 
.

 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 

 

 
 
 
ʼ. 
᾽ 

 
 
ʼ 

 
 
 
.
10720	 
ʼ 

 
 

 
 

 

 
ʼ 
.
 
 
ʼ 
,
 
 
ʼ 
.
10743	 
ʼ 
 

 

 
,
 
 

 
ʼ 
 
.
 
 
ʼ 
,
 
 
ʼ 
.
10767	 
, 
 
·
 
 
. 
 
 

 
 
 
 

 
 
 
 

 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
,
 
 

 
ʼ 
 
,
 
 
 
 
.
 
 
 
 

 
 
 
 
.
 
 
ʼ 
.
 
 
 

 
 

ʼ 
 
 

 
 
.
 
 
 

 
 
 

 
· 

 
 
ʼ 
.
 
 
,
 
, 

 
.
