@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg082.perseus-grc4
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἀποφθέγματα Λακωνικά
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:38Z

16083	grc ἔφη
grc ὡμολόγηκας -ὡμολόγησα ὤμοσας
grc ὀμώμοκας ὤμοσα
grc κεφαλῇ
grc ὡν ὧν ἂν
grc νὴ τὼ θεώ ναὶ τὼ σιώ
grc κελεύσαντος δέ
grc κελεύσαντος δὲ ὅπερ ἐστὶν ὡς στρατεύεσθαι
grc ἀδικεῖν ἀδίκως
grc ἵππον ἵππον ἕκαστον
grc παρὰ
grc φίλημα, τοῦ μὴ ἐντὸς φιλήματος φιλήματος
grc εἰ
grc πρὸς αὐτούς
grc οὐ προσήκειν οὐ
grc ἀμώμεθα μώμεθα
grc τούτου τούτου οὐ
grc λέγων
grc πόματα πέμματα καὶ μύρα
grc διαδίδοσθαι διαδιδοῦσθαι
grc ἀποθεώσει
grc περὶ τούτου
grc θεούς
grc μήτε
grc στρογγύλʼ ἂν
grc Σπαρτιάτας
grc στρατιώτας
grc Τρωαδεῖς Τράλλεις
grc προάγειν
grc προαίρειν
grc μόρας
grc μοίρας
grc μυριάδας
grc Ξενοφῶν
grc καθεῖσαν
grc καθίσασαν
grc δὲ πεμπεσθαι δʼ ἕπεσθαι
grc ἐπεδείκνυε ἐπιδείκνυε
grc πολλῆς δυνάμεως πόλεως
grc ἄρξειν ἄρξαι
grc εἶπεν
grc καὶ
grc Τιρίβαζον τηρίβαζον
grc ἥκιστα
grc κάκιστα
grc μηδὲν μηδένα
grc δεηθήσεσθαι δεήσεσθαι
grc φιλοτεκνότατος δʼ ὢν διαφερόντως
grc φιλότεκνοι
grc διαφερόντως
grc πολλοὺς ἀκολουθοῦντας
grc πολλοὶ ἀκολουθοῦντες
grc καὶ
grc καιρίως καιρίαν
grc χειρ́ονων
grc ὑπεστρωμένῃ ὑπεστραμμένην
grc Νεκτανάβιος
grc νεκτάβιος
grc Αἰγύπτου
grc ἀπʼ Αἰγύπτου
grc προφερομένου
grc προσφερομένου
grc δὲ σιωπῶν
grc δʼ ἐσιώπων
grc σοὶ σοὶ ἔφη
grc κλαίειν κλαίων
grc δὲ
grc δʼ ἐν
grc ἢ μᾶλλον ἢ
grc Τηλέκλου
grc τηλέκρου
grc ὅ τι ὅτι
grc αρεως. Ἀρευς
grc αρηγεως. ἀρηγεύς
grc λόγον λέγειν
grc ἡμῖν ἡμῶν
grc ἡσυχία ἁσυχία
grc Ἀντίγονον Ἀντίπατρον
grc Ἀντίπατρον
grc ἀντίγονον
grc βιαντος Βίας αναξιβιου Ἀναξίβιος
grc Δαμίνδας Δαμιάδας
grc εκπρεπους Ἐκπρέπης εμπρεπους. ἐμπρεπὴς
grc Ἀκαδημείᾳ ἀκαδημίᾳ
grc ἄρτι ἔτι
grc γε
grc δὲ
grc τὰ
grc πολεμίοις
grc πολέμοις
grc δεῖ
grc κρεῖττον
grc Θεμιστέας Μεγιστίην
grc ἀντέγραψεν
grc ἐνέγραψεν
grc Θωρυκίων Θηρικίων
grc Θηρικύων
grc τι αἰτήσαντα
grc διαιτήσαντά με
grc Ἀρχιδάμῳ Ἀντιπάτρω
grc συμπεμφθεὶς πεμφθεὶς
grc οὗτος
grc ὧ οὑτος
grc θάνατον
grc προσθέντος προθέντα
grc χρήσηται χρήσεται
grc οὐχ
grc ὀμνὺς
grc δὲ τε
grc ποιήσει ποιήσειν
grc τὰ Σπάρτας τᾷ Σπάρτᾳ
grc ἆρα ἄρα
grc λέγειν λέγειν
grc πλησίον πλησίων
grc Μαιανδρίου
grc ῞ἵνʼ ἅμα παύσῃ ἵα ἀναπαύσῃ
grc οὐκ ἄλλας οὐκ ὀλίγους
grc οὔκ, ἀλλʼ ἅλις
grc οὔκ, ἀλλὰ πολλοὺς
grc τῶν βαρβάρων
grc κωλύειν ἰέναι κωλύσων
grc ἀποθανούμενος ἄπειμι ἀποθανούμενος
grc ἢ κτάμεν ηκαμεν
grc ἥκαμες
grc ἀκάνθας τενθείας
grc λιχνείας - λιχνεύματα
grc ποιητικωτέρα πρακτικωτέρα
grc ὡς
grc πωμάτων πομάτων
grc μηδὲ μήτε
grc ποιῆται ποιεῖται
grc ζητοῦντα
grc τὴν ζἰτίαν
grc Γεραδάτα Γεράδα
grc ταῦρον ταὐτὸν
grc ἐκτίνει μέγαν - - - γελάσας ὁ Γεραδάτας
grc Γεράδας
grc Γεραδάτας
grc μείζων μεῖζον
grc ἐρέῃ εἰναι
grc ἐρεεινῃ
grc οὔτε γενναῖον
grc ἀλλὰ φείδεσθαι - - μεγαλόψυχον
grc ἀλλʼ ὀλίγον ὕστερον - - πρεσβευτής
grc τῇ λεοντῇ ἡ λεοντῆ
grc ἐπιμεμφομένων
grc ἀπομεμφομένων
grc Εὐρυπωντιδῶν
grc εὐρυπρωτιδῶν
grc οἱος τω-ν οἱος
grc Κρατίδην Λακρα τίδαν
grc τύχῃ
grc Ἀκαδημείᾳ ἀκαδημίᾳ
grc οὔθʼ οὐδʼ
grc οὔτε
grc ἄν
grc ἔσται κείσεται
grc ὁ Λεωνίδου Λεωνίδου
grc μὲν μὲν μᾶλλον
grc μέλλει - βαδίζει
grc μέλλοι - βαδίζοι
grc ὅρων τῶν ὁρώντων
grc Πολυκρατίδας Πεισιστραδίδας
grc αἴκε τύχωμεν - εἰ δὲ αἴκα τύχωμες - αἰ δὲ
grc Σόον
grc σῶον
grc ἂν
grc οἱ
grc ἀπελθεῖν
grc ἐπελθεῖν
grc Τήλεκλος
grc τήλεκρος
grc λεκτέον λεκτὸν
grc διαφορα - αποφθεγματα
grc πρῶτα πρᾶτα
grc ἐπιλελάθαμες ἐπιλελάσμεθα
grc συνείκαμες
grc συνήκαμες
grc πρῶτα πρᾶτα
grc θακέοντας θακεύοντας
grc νὴ ναὶ
grc ᾕ ἣ
grc παρεγένετο παρεγίνετο
grc ἀλγηδόσι μὴ ἐνδόντα ἀλγηδόσιν ἢ εὔδοντα
grc εἴσῃ οἰμώξῃ
grc οὐκ ὀνήσῃ
grc οἴ σοι
grc ὅπα κα λέωντι ἄπο καλέοντι
grc τᾷ σκηνᾷ τᾷ εὐνᾷ
grc μέλειν μένειν
grc εἴτʼ εἴτʼ
grc θεὶς - τάδε παῖδʼ - τιθείς
grc ἐπὶ πλεῖστον ὅτι πλεῖστον
grc σφόδρα ὡς σφόδρα
grc ἐπισημηναμένων
grc ἐπισημειωσαμένων
grc Ω
grc νὴ ναὶ
grc κακκονὴν κακάνειν
grc ποῖ ποῦ
grc Βοῦλις καὶ Σπέρχις βοῦρις καὶ σπέρτις
