@node
@author=Aristophanes
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg011.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Sparta
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Plutus, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:32Z


 
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
. 
 
 
,
 
 
 
 
,
 
 
 
, 

 
 
 
, 
 
, 

ʼ 
 
 
 
,
 
 
 
 
,
 
 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
, 
 
,
 
᾽ 
 
 
 
 
.
 
 
 
 
᾽ 
 
,
 
 
 
 
 
᾽ 
 

 
ʼ, 
 
 
 
.
 
 
 
 
 
 
.

 
ʼ 
᾽ 
 
 
, 
 
 
 
,
 
 
.

· 
 
 

 
 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
.

᾽ 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 
·

 
.

 
ʼ 
 
 

 
 
 
·

.

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
,
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 

 
, 
, 
 
 
,
 
 
 
᾽ 
 
 
.

 
 
 
 
 
 
;

. 
 
 
 
 
 
 
·
 
 
 
,
 
 
 
 
ʼ 
,
 
ʼ 
 
 
.

 
 
 
 
;

.

᾽ 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
;

 
 
;

 
 
 

 
 
᾽, 
 
᾽ 
 

 
 
 
 
 
 
 
.
338	
 
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
. 
 
ʼ 
 

 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
; 
 
 
 
.

 
 
 
 
.


 
 
;

 
 
᾽, 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
.

 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
.
 
 
 
—

 
ʼ 
 
 
.

 
—

 
᾽ 
.

.

 
 
 
 
 
᾽ 
 
.
 
 
 
 
.
 
 
 
 
ʼ 
 

ʼ, 
᾽ 
 
 
.

᾽ 
 
.

.

 
;

᾽ 
 
 
ʼ 
 
ʼ, 
 
ʼ 

 
 
ʼ 
 
 
.

 
 
 
 
ʼ, 
 
 
 
.

 
 
 
.

, 
.

 
· 
 
 
 
 

 
 
 
 
.
 
 
 
.

 

 
, 
᾽ 
 
 
;

 
, 
 
 
;
 
ʼ 
 
 
 
 

 
, 
 
; 
 
 
 
;

.

 
;

.

 
 

 
;

 
 
,
 
 
ʼ 
 
 
.

 
 
 
 
 
; 
 
.

 
 
 
᾽ 
 
 
.
 
 
 
 
ʼ 

 
 
 
 
 
 

 
· 
 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
 
.

 
 
 
 
 
 
 

 
 
.

 
.

 
 
;
 
 
 
 
 
 
,
 
 
 
 
;

ʼ 
.

 
 
 
ʼ 
 
;

 
 
·
 
 
 
 
 
 
.

 
 
ʼ 
· 
᾽ 
 
 
 
.

 
 
. 
 
 
 
ʼ 
.

 
ʼ 
 
 
 
 
.

 
 
 
 

 
;

 
 
ʼ 
 
,
 
 
ʼ 
· 
 
 
 

 
᾽ 
 
 
 
.

 
 
ʼ 
 
 
 
 
 
.
772	
 
 
· 
ʼ 
 
 

ʼ 
 
 
 
,
 
 
 
.

 
 
, 
 
ʼ 
 
 
.

 
ʼ 
᾽ 
.

 
.

 
ʼ 
 
 
 
 
ʼ 
 
 

ʼ 
, 
 
 
 
 
.
 
 
, 
 
 
ʼ 
,
 
 
 
 

 
.

 
᾽ 
.
 
 
 
 
.

 
;

 
 
 
 
 
.

 
 † 
 
 
 
 
 
ʼ 
᾽ 
†
ʼ 
 
.

 
ʼ 
 
 
,
 
 
 
 
;

 
ʼ· 
 
ʼ 
 
 
.

 
 
 
 
;
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
;

 
 
᾽ 
 
 
᾽.

᾽ 
.
 
 
 
 
 
 

 
.

 
;

 
 
.
 
 
 
 
᾽ 
 
 
 
;

 
· 
 
 
᾽ 
.


 
 
 
 
 
 
᾽;

.

 
ʼ 
 
 
᾽; 
 
 
;

 
 
ʼ 
 
 
 
.

 
᾽ 
 
 
 

, 
 
, 
᾽ 
;

 
 
;

 
᾽ 
 
 
 
 
,
 
 
, 
 
, 
 
᾽ 
 
,
 
 
.

;

;
 
᾽ 

 
, 
 
 
 

 
 
· 
 
 

 
, 
 
 
, 
 
.

 
; 
ʼ 
 
 
;

ʼ 
.
 
 
ʼ 
 
 
ʼ 
 
 
 

 
 
, 
 
 
.
 
 
 
 
᾽ 
.

 
 
 
 

 
, 
 
 
 
 
.

 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
 
.

 
 
 
, 
 
 
· 

 
 
 
 
.

 
;

 
 
 
, 
 
 
 
.

 
 
 
 

 
 
 
.

 
 
 
 
 
 

 
 
 
᾽ 
.
 
 
 
 
 
·

 
 
 
, 
 
 
·

 
 
 
 
 
 
 
·

 
 
 
 
 
ʼ, 
 
 
·

 
 
 
ʼ·

 
 
 
 
·

 
 
 
ʼ·

 
 
 
 
·

 
ʼ 
 
 
 
 
 
 
.

 
 
 
ʼ 
 
.
1256	
 
 
 
 
 
 
;

 
ʼ 
 
 
 
;

 
; 
 
 
 
 
; 
 
.

 
ʼ 
 
 
 
 
 
;

 
 
ʼ 
 
 
 
;

 
 
ʼ 
 
 
 
;

 
ʼ 
 
 
 
;

 
ʼ 
 
 
 
 
;

 
 
ʼ 
 
 
 
 
;

 
 
 
 
 
 
;

 
 
 
—

 
 
.
 
 
ʼ 
 
 
 
 
;
 
 
 
 
 

 
 
 
 
 
, 
 
᾽ 
.

 
 
 
 
 
 
,
᾽ 
 
 
 
.

 
 
 
ʼ 
 
 
;

 
 
 
 
 
 
 
·
᾽ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
,






















·

 
ʼ 
᾽ 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
·
 
᾽ 
, 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
·
 
 
 
.

 
 
;

 
 
 
 
 
 

 
, 
 
 
.

 
 
ʼ 
 
 
 
 

 
᾽ 
 
.

ʼ, 
 

 
 
ʼ. 
 
 

 
 
 
 
 
 
,
 
 
·
᾽ 
 
 
 
 
.

 
 
 
 
· 
 
 

 
 
 
 
 
,
ʼ 
 
ʼ 
 
 
.

 
 
 
 
 
 
;

 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
.

 
 
 
;

ʼ 
.

.

 
 
 
 
.
 
, 
 
᾽ 
, 
 
 
 
ʼ 
,
 
 
.

 
 
ʼ, 
.

 
ʼ 
 
 
 
,
 
 
 
 
 
.
1626	
 
 
ʼ 
 
 
.

 
 
 
 
 
 
.
᾽ 
 
 
 
 
—

 
; 
.

 
 
, 
 
ʼ 

 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.

 
 
· 
 
 

 
 
 
 
.

 
 
 
ʼ· 
᾽ 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
᾽ 
ʼ· 
 
 

 
 
 
 
 
 

 
 
 
 
.

᾽ 
 
 
 
 
 

 
 
ʼ 
 
·
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
 
 
,
 
 
 

 
ʼ 
 
 
 
.

 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
ʼ 
, 
ʼ 
 
 
.
᾽ 
, 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
.

.

 
 
 
 
 
 
 
 
 
;
1853	
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
ʼ 
 
ʼ, 
 
 
 
 
,
᾽ 
᾽ 
᾽ 
 
 
, 
 
 
ʼ 
.

 
 
 
 
 
,
 
 
 
 
 
 
;
 
ʼ 
 
 
 
, 
 
 
 
 

 
 
ʼ 
 
 
 
 
 
.

 
 
 
; 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
 
 
 
᾽ 
 
;

 
 
 
 
ʼ 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 
.

 
 
 
 
 
; 
 
 
.
 
 
 
 
 
 
.

 
 
 
 
᾽ 
 
.

 
 
 
᾽ 

, 
 
᾽ 
 
 
;

 
 
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
 
;

 
 
· 
 
 
 
 

 
,
 
 
 
 
 
.

 
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 
 
.

, 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 

᾽ 
, 
 
 
 
.

᾽ 
᾽ 
 
. 
 
 
 
 

 
 
, 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
, 
 
ʼ 
 
.

 
 
 
 
 
 

᾽ 
, 
 
 
 
 
᾽ 
.
2152	
 
 
 
 
 
 

 
 
 
 
 

 
. 
᾽ 
 
 
ʼ 

 
 

 
 
 

ʼ 
· 
 
ʼ 
.
2186	
 
 
ʼ 
 
 
 
 

, 
 
 
 
,
 
 
 
ʼ 
 
, 

 
 
,
 
 
 

 
 
 
 
.
2220	
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
 

 
 
 

 
 
, 
 
ʼ 
 
,
 
 
·
 
 
 
 

 
 
.
2261	
 
 
 
 
 
 
 
ʼ 

 
 
 
 
 

 
 

 
 
 
 
 
,
 
ʼ 
 

 
· 
 
ʼ 
 
 
,
 
 
.
2301	
᾽ 
 
 
 
 
 

 
᾽ 
᾽ 
 
ʼ,
 
ʼ 
 
 

 
 

 
ʼ 
 
 

 
 
 
 
 
 
.
2335	

 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
.

· 
 
 
 
 
ʼ 
.
 
 
 
 
 

ʼ 
ʼ 
 
,
 
 
 
 
 
 
.

 
 
 
 
 

· 
 
ʼ 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
ʼ 
; 
 
 
 

 
ʼ 
; 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
.
 
 
 
᾽ 
 
, 

 
 
 
 
 
.
 
 
 
ʼ 
.

᾽ 
 
 
· 
 
 

 
ʼ 
 
 
 
,
 
 
· 
 
 
 
.

 
ʼ 
, 
 
, 
;

 
 
 
 
᾽, 
 
 
.
 
 
 
 
 
 
 
.

 
;

;

᾽ 
 
 
 
 
.

 
 
, 
 
 
·
 
 
, 
 
 
.

 
 
 
 

 
ʼ 
 
. 
 
 
 
 

 
 
 
ʼ 
 

 
 
 
 
᾽ 
.

 
 
;

 
 
 
 

 
 
 
 

 
 
, 
ʼ 
 
 
.

 
 
 
ʼ 
 
 
.

 
 
ʼ· 
 
 
.

 
 
 
᾽ 
 
.

,
 
 
 
 
 
,
᾽ 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
.

 
 
 
 
.

᾽ 
 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
.

 
 
ʼ 
 
· 
 
 
 

 
.

 
; 
;

 
ʼ 
 
 
 
᾽ 
 
.

 
 
 
᾽ 
;

.

᾽ 
 
 
 
ʼ 
;

ʼ 
᾽ 
᾽.

 
, 
 
 
 

; 
 
 
 
 
.

 
 
 
 
 
 
.
2727	
 
 
 
 
᾽ 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
 
 
ʼ 
 
 
 
 
 

 
 
 
 
.

 
ʼ 
 
 
 

 
 
 
 

 
 
, 
ʼ 
ʼ 

 
 
᾽ 
 
 
.

 
 
, 
 
 
 

 
 
 
 
 

 
 
.

 
 
;
 
 
 
;

 
 
,
.

 
 
 
, 
 
ʼ 
 
.

ʼ 
᾽, 
 
 
 
 
 

.

 
; 
;

 
 
.

 
 
;

.

;

ʼ
.

 
;

.

 
 
; 
 
 
;

 
 
.

 
;

.

 
 
;

 
 
.

 
 
;

 
ʼ 
 
 
 
, 
 
.

᾽ 
 
 
 
 
 
 
;

 
 
 
 
ʼ 
 
.

 
;
 
 
;

 
. 
 
 


;

 
 
—

 
; 
.

 
 
 
 
 
 
 
.

 
 
 
;

 
 
.

 
 
᾽ 
 
᾽ 
 
.

᾽ 
 
 
, 
 
.

 
 
 
 
;

 
᾽ 
 
 
 
 
 
;
 
 
 
 
 
᾽ 
᾽ 
 
.

.

᾽ 
 
.

 
 
.

 
ʼ 
᾽ 
 
 

, 
 
 
 

 
.

 
 
 
 
 
.
 
 
ʼ 
᾽ 
 
 
 
 
.

 
 
.

 
.

᾽ 
 
.

 
 
 
 
 

 
 
 
—
 
; 
 
; 
 
;

.
3065	
 
 
 
 
 
·
 
 
 
 
,
᾽ 
 
 
 

 
 
᾽ 
· 
᾽ 
.

 
ʼ 
 
; 
 
 
 
 
 
.

 
 
 
 
·
 
 
 
 
 
 
.

᾽ 
 
 
 
.

 
.

 
ʼ 
 
 
;


 
. 
 
 
 

 
 
 
.

; 
 
 
 

 
 
 
 
 
;

 
 
 
 
 
;
᾽ 
 
 
 
ʼ 
 
 
.

 
 
 
 
 

᾽ 
 
 
 
᾽ 
.

᾽ 
 
 
 
 
 
,
 
 
 
 
 
;

 
 
, 
 
 
 
᾽ 
.

 
 
 
, 
 
 
;

 
 
; 
 
 
 
·
 
;

 
.

 
;
᾽ 
 
 
 
 
;

 
 
 
 
ʼ, 
 

 
 
 
.

ʼ, 
 
, 
.

 
ʼ 
 
 
.

 
 
, 
 
 
 

 
 
ʼ, 
 
 

 
 
 

 
, 
 
.

 
 
 
 
;
 
 
 
, 
 
ʼ 

 
 
 
 
;

· 
 
 
 
 
 
ʼ 

 
 
 
 
 
.

 
 
 
 
 
,
᾽ 
 
 
ʼ 
;

 
ʼ 
 
ʼ 
 
 

 
ʼ 
᾽ 
 
;

 
 
 
 
 
 

 
 
 
 
 

 
;

 
 
 
 
,
 
 
 

;

 
ʼ 
 
 
 
ʼ;

 
;
 
 
 
 
 
.

᾽ 
; 
 
 
 

 
 
 
;

 
;
 
 
 
 
.
3398	
 
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
· 
 
 
,
 
 
᾽ 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
· 
 
 
 

᾽ 
 
ʼ 
 
,
 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 

᾽ 
;

 
 
 
.

 
 
 
ʼ 
 
 
,
 
;

 
 
 
.

 
.

 
 
᾽, 
 
, 
 
 
 
.

 
 
 
 
;

 
· 
 
 
 
 
.

 
 
 
 
ʼ, 
 
 
ʼ 

 
 
 
 
 
;
3554	
᾽ 
 
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
3574	
 
 
᾽ 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
;

· 
 
 
 
· 
 
 
ʼ 
.

 
 
 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
ʼ 
 
;
 
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 
 
 
.
 
 
ʼ, 
 
 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
ʼ 
 
 
.

᾽ 
 
 
ʼ 
 
ʼ 
 

 
, 
 
 
 
 
,
 
 
᾽ 
 
ʼ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
᾽ 
 
 

· 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
;

 
. 
 
 
 
᾽ 
 
 
 

 
 
.

 
 
 
;

ʼ 
 
.

 
ʼ 
 
 
 
,
 
 
 
;

 
 

 
 
 
 
 
 
.

᾽ 
᾽ 
 
 
 
 
᾽ 

 
 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
;
᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
 
.

 
 
.

 
ʼ 
 
 
᾽ 
 
 
, 
 
 
,
᾽ 
 
· 
 
 
 
 
 
;
 
 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
;
ʼ 
 
ʼ 
 
᾽ 
 
᾽ 
 
 
· 
 

 
 
 
ʼ 
 

 
 
 
 
 
 
 
 
 
.
3990	
 
 
 
 
 
ʼ 
 
 
 

 
 
 
 
·
 
;
 
ʼ 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
,
 
 
, 
, 
᾽ 
.
 
 
 
 
᾽ 
 
 
 
· 
 
 

 
 
 
, 
 
 
 
·
 
 
 
 
 
· 
 
 

 
 
 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
ʼ 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
. 
 
 

 
 
 
 
 
ʼ 
 
;

 
 
 
 
 
 
, 
 
 
 
ʼ 
.

 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
ʼ, 
 
 
.
 
 
 
, 
 
 
, 
 
 
 
·
 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
ʼ 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 

 
 
 
 
 
 
 
,
ʼ 
 
ʼ 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
ʼ 
, 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
 
.

 
 
ʼ, 
 
 
 
, 
 
 
 
;†

 
 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
, 
 
 
 
.
 
 
 
ʼ 
 
, 
 
 
 
,
 
 
᾽ 
 
, 
 
 

 
.

 
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
.

 
 
 
ʼ 
;

 
 
 
. 
 
ʼ 
 

 
 
· 
 
 
 
 
 

. 
 
 
 
ʼ 
 
.

 
 
 
᾽ 
 
 
 
 
·
 
 
 
 
.

 
ʼ 
 
.

᾽ 
 
 
 
 
 
 
 
,
 
 
 
, 
 
᾽ 
 
 
 
.
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
; 
 
 
 
, 
 
.

 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
.

 
 
 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
 
 
.

 
 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
 
᾽ 
᾽ 
ʼ 

 
 
.

 
 
 
 
 
,
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
4577	
 
 
 
 

 
ʼ 
.
 
 
, 
᾽ 
 
.

 
 
, 
ʼ 
 
.

 
 
 
.

 
 
;

ʼ 
 
 
 
᾽ 
.

 
 
 
;

 
 
ʼ· 
᾽ 
 

 
ʼ, 
᾽ 
.

 
 
 
ʼ 
 
ʼ 

.

 
· 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
ʼ 
 
 
 

 
 
 

 
 
, 
 

 
 
 

 

 
 
 
.

 
 
 
 
.
 
 
 
 
ʼ 
 
 
 

ʼ 
 
 
.

 
 
 
, 
 
 
 

 
 
 
 
 
.

 
 
 
ʼ 
 
ʼ 

 
ʼ 
 
 
, 
 
,
 
ʼ 
ʼ 
 
 
.
4740	

 
 
 

 
 
᾽ 
 
,
 
ʼ, 
 
 
,
 
ʼ 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
;
 
 
 
 
 
.

 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
,
 
 
 
.

 
 
, 
 
 
.

 
, 
 
 
ʼ 
 
 
.

 
 
 

 
 
 
.

 
 
 
ʼ 
; 
᾽ 

 
; 
 
 
ʼ 
 

 
 
 
.

 
 
ʼ 
 
 
ʼ, 

 
· 
 
 
ʼ 
 
·
 
 
 
 
 
.

 
 
;

 
 
 
 
.

 
 
 
 
 
 
.

 
, 
 
 
 

 
 
 
 
 
 
 
᾽ 
.
4899	
 
᾽ 
ʼ 
 
 
.

 

 
 
;

 
 
 
 
.

 
 
ʼ 
 
 
 

 
 
 
 

 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
,
᾽ 
.

 
ʼ 
 
᾽ 

 
 
 
 
.

 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
, 
 
 
·
 
ʼ 
 
 
.

 
 
 
 
 
 
;

 
 
 
, 
 
 
 
,
 
 
 
 
·
 
 
 
 

· 
 
 
 
 

 
 
 
 

 
, 
, 
 
 
 

, 
 
 
.
 
 
 
, 
 

 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
.
᾽ 
 
 
 

 
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
 
 
,
 
 
 
 
 
·
 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.

ʼ 
 
 
 
 
;

 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
,
ʼ 
· 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 

 
 
 
 
 
.
 
᾽ 
 
 
 
 
·
᾽ 
 
 
, 
.
5186	
 
 
 
 
 
;

.
 
 
ʼ 
 
 
 
 

. 
 
 
 
 

· 
 
 
 
 
.

 
 
 
 
᾽ 
 
.

, 
᾽ 
 
 
 
ʼ 

 
 
 
ʼ 

 
ʼ 
ʼ· 
 
 
 
.

 
ʼ 
;

 
 
ʼ 
᾽ 
.

 
 
 
 
ʼ 
 
 
.

 
ʼ 
 
᾽, 
 
.

 
.

 
᾽ 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 

 
 
 
 
.

;

 
ʼ 
 
᾽ 
 
 
 
.

 
 
 
 
 
ʼ 
,
 
 
;

 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
, 

 
 
 
. 
᾽ 

 
 
 
 

 
· 
᾽ 
 
 

 
 
 
ʼ 
, 

 
. 
 
 
 
 

ʼ 
· 
 
 
 
 
·
 
 
 
,
᾽ 
 
 
 
 
.’

 
 
 
᾽ 
 
 
 
.

 
 
 
 
,
 
 
 
 
 
 
,
 
 
 

 
 
· 
 
 

ʼ 
 
 
 

 
 
 
· 
᾽ 
 
 
.
 
 
 
ʼ 
 
 

 
 
.

 
 
.

 
ʼ 
 
 
ʼ 
ʼ 

 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
,
 
 
 
ʼ 
 
·
 
 
 
ʼ 
ʼ 
᾽ 

 
 
ʼ 
. 
 
 
ʼ 

 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
ʼ 

, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
5540	
 
 
 
 
 
.
 
 
, 
ʼ 
ʼ 
 
;

.
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

ʼ 
 
 
 
·
 
ʼ 
 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
ʼ 
.
 
ʼ 
 
 

 
· 
 

 
 
 
.
᾽ 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
 
 
 
ʼ 
 

 
 
 

᾽ 
.

 
 
ʼ 
,
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 

 
 
 
.

 
ʼ 
 
ʼ 
 
.
5680	 


 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
,
 
᾽ 
 
 
,
 
 
 
 
 

, 
 
· 
 
 
,
 
᾽ 
᾽ 
᾽ 
 
᾽ 
 
·
᾽ 
 
 
 
 

 
 
 
 
 

 
 
 
 
.

ʼ 
 
· 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
.
 
 
 
 
; 
 
 

 
 
 
;

 
ʼ 
 
 
 
 
 
.
 
, 
 
 
, 
 

 
 
 
.

.
 
 
 
 
 

 
 
 
 

 
, 
 
 
.

᾽ 
 
 
 
 
;

 
 
 
 
, 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 

ʼ 
 
 
᾽ 
 
.

 
 
· 
 
 
ʼ 

ʼ 
 
 
 
.
5876	

 
 
 
 
᾽ 
,
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
.
 
 
ʼ 
 
· 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
ʼ 
.
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 

· 
 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
. 
 
 
 

 
 
. 
 
 
 
 
.

 
ʼ 
 
, 
 
 
 

.

 
 
᾽ 
 
 
;

 
 
 
, 
 
ʼ 
.

 
 
 
 
, 
 
, 
.

᾽.

 
 
;

 
 

· 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
.

 
 
᾽ 
᾽ 
.

 
 
. 
 
 
 
 

 
 
 

 
, 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
.

 
 
ʼ 
 
ʼ 
.

 
 
·
 
 
 
 
 
ʼ 
.

᾽ 
 
.

᾽ 
 
 
 
 

 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
 
; 
.

 
᾽ 
 
 
 
 
.

 
 
 
᾽ 
 
 
 
;

 
᾽ 
ʼ 
 
.

 
ʼ 
;

 
 
.

 
᾽ 
 
 
;

 
 
.

 
ʼ 
 
 
 
 
.
6223	
 
, 
 
 
,
 
 
 
 
 

 
 
 
· 
 
.
 
 
 
.

 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
;

 
 
 
 
 
,
 
 
 
 

 
 
 
, 
 
 

 
, 
 
 
 
 
;

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
; 
 

 
 
 
 
.

 
 
 
 
᾽;

 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
᾽ 
 
 
,
 
᾽ 
 
 
 
 
 
.

 
 
 
 

 
. 
 
 
.

 
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 

 
 
.

 
.

 
 
 
 
 
 
ʼ 

 
 
 
 
 
᾽ 

 
 
 
 
.

 
· 
 
 
 
 
;
 
 
 
 
 
;
 
ʼ 
᾽ 
 
ʼ 
 
.

 
 
. 
 
 

 
 
 
ʼ 
 
.

᾽ 
 
 
 
.†

᾽ 
 
 
᾽ 
 
; 
,
 
 
 
 
᾽ 
 
.
 
᾽ 
 
 
᾽ 
 
.

 
 
ʼ 
 
 
 
, 
ʼ 
᾽ 
.

 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 

 
 
ʼ 
.

; 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
.

 
 
;

 
 
ʼ 

 
 
ʼ 
 
.

᾽ 
 
ʼ 
 
 
 
 
,
 
 
 
᾽; 
ʼ 
 

 
 
 
 
 
 
.
6584	
 
 
 
;

 
 
ʼ 
.

 
 
 
 
.

 
;

 
;

 
ʼ 
 
;

᾽ 
;

, 
 
ʼ, 
 
.

 
; 
 
ʼ 
;

 
 
 
.

 
 
 
 
 
 
;

 
 
 
ʼ 
 

 
 
 
.

; 
 
;

.

 
 
 
 
 
 
,
 
 
 
 
᾽ 
;

 
 
 
 
 
 

 
 
 
ʼ 
 
 
;

 
 
 
 
;

 
 
 
 
 
 
 

 
 
 
 
 
.

 
 
 
 

 
;

 
 
;

 
.

 
 
ʼ 
,
᾽ 
 
᾽ 
 
 
 
 
.

 
 
 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
, 
 

 
;

 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
;

᾽ 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
.

, 
 
.

᾽ 
.

 
 
 
.

 
 
 
 
᾽ 
 

 
.

 
 
ʼ 
.

 
 
 
ʼ 
.

 
 
 
 
 
.

 
 
; 
᾽ 
 
.

᾽ 
 
 
 
 
.

 
 
.

 
;

 
᾽ 
.

 
 
 
 
,
᾽ 
 
 
 
.

 
ʼ· 
 
 
 
 
 
.

 
 
 

 
 
 
 
 
;
 
 
 
 
 
.

 
ʼ 
 
 
 
; 
 
.

 
 
 
 
 
 
 

 
 
 
.

· 
 
 
 
 

· 
 
 
 
 

 
, 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
 

 
, 
 
 
 
·
᾽ 
 
 
 
.
 
 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
 

 
· 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
, 
 
 
 
.
7006	

᾽ 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
 
;

᾽ 
᾽ 
᾽ 
 
 
 

 
· 
 
 
.

 
 
 
 
 
 
.

 
᾽· 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
ʼ 
.

 
 
 
ʼ 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
.

 
ʼ 
; 
 
 
 
 

 
 
 
;

 
ʼ 
 
 
.

᾽ 
 
ʼ 
 
 
 
;

· 
 
 
 
.

 
 
 
 
 
;

 
. 
 
 
 
 
,
 
, 
 
ʼ 
 
 

 
· 
 
 
 
 
,
᾽ 
 
 
 
 
·
 
ʼ 
 
 
᾽ 
.

 
ʼ 
 
 
 
 
᾽ 
ʼ 
;

 
· 
 
 
 
ʼ 
.
᾽ 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
·
 
 
 
 

 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
.

 
 
 
 
 
 
 

, 
 
 
 
ʼ 
.

 
 
 
 
 

 
ʼ 
, 
 
 
,
 
 
 
 
 
.

 
ʼ 
 
.

᾽ 
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
 
 
ʼ 

 
 
—

 
ʼ 
ʼ; 
 
.

 
 
 
,
᾽ 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
.
7314	
 
 
 
 
 
 
 
,
 
 
᾽ 
 
·
 
 
ʼ 
 
 
 
᾽ 
.

 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
.

᾽ 
;

 
ʼ 
 
 
 

 
.

 
 
 
 
.

 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
.

᾽ 
 
 
ʼ 
 
 
.

 
 
 
 

 
 
 
 
 
 
,
 
 
᾽ 
 
 
.
 
 
 
 
 
.

 
 
ʼ, 
 
, 
.

 
 
 
 
 
 
ʼ 
.

 
 
 
 
.

 
 
 
 
 
 
.

 
 
, 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
, 
᾽ 

 
 
 
.

᾽ 
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
.

 
 
; 
, 
 
.

 
 
 
 

 
 
ʼ 
᾽ 
 
 
ʼ 
,
 
ʼ 
 
 
 
᾽ 
.

 
ʼ 
 
 
 
 
;

᾽ 
 
 
 
 
.

 
· 
 
 
ʼ 
 
 
ʼ 
.

 
 
 
 
ʼ 
 
.

 
 
, 
 
ʼ 
 
.

 
 
 
 
᾽ 
 
.

 
 
ʼ 
 
 
 
.

 
 
 
 
 
,
 
 
 
·
 
ʼ 
 
 
.

.
 
 
 
 
ʼ 
 
.

 
.

 
;

 
,
 
 
 
 
 
 
.

ʼ 
 
 
 
 
.

 
 
 
 
ʼ 
.

 
 
ʼ, 
 
ʼ 
 
 
;

 
 
 
 
·
 
, 
 
, 
 
.

, 
᾽ 
 
 
 
 
.

 
 
 
 
,
 
 
 
 
 
 
.
7675	
 
,
 
 
 
 
ʼ.

 
 
.
 
 
 
 
 
 

 
 
 
.

 
 
 
 
 
;

 
;

, 
 
.

 
;

 
 
.

 

ʼ· 
 
 
 
 
 
.

· 
 
 
 
 
.

ʼ 
 
 
 
 
,
 
 
 
 
 
.

 
, 
 
 
 
.

 
᾽, 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
ʼ 
 
 
.

 
 
 
 
· 
 
 
.
᾽ 
 
ʼ 
 
 
 

 
 
.

᾽ 
᾽ 
.

 
 
 
 
.

 
;

 
ʼ 
 
 
 
 

 
ʼ 
 
 
.

 
 
 
 
 
.

 
;

 
 
 
 
, 

 
 
ʼ 
 
᾽ 
ʼ 
 
·
 
ʼ 
 
 
 
 
.

ʼ 
 
 
· 
᾽ 
 

 
ʼ 
.

 
ʼ 
 
 
;

 
 
 

 
 
 
 
 
.

 
ʼ 
 
 
 
 

, 
ʼ 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
᾽ 
.

᾽ 
ʼ 
· 
 
 
 

 
 
 
 
᾽ 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
ʼ 
 
.

, 
 
.
 
 
.

 
 
 
.
 
 
 
 
 
.

ʼ· 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
 
.
8011	

 
᾽ 
 
 
 
; 
 
 
;
 
· 
 
 
 

 
 
.

 
 
,
 
, 
.

 
 
,
 
 
 
 
 
;

 
ʼ 
᾽ 
· 
᾽ 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 
,
 
, 
 
 
.

 
,
 
ʼ 
;

 
 
 
 

 
 
 
 

 
 
 
 
.

 
 
 
 
 
.
 
 
 
 
᾽ 
 

;

 
 
 

ʼ. 
᾽ 
 
 
ʼ 
 
 

 
, 
 
 
, 
 
,
 
, 
 
, 
 
᾽ 
 

 
 
 
 
.

 
ʼ 
 

. 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
,
 
ʼ 
 
.

.

 
 
 
 
 
 

᾽ 
ʼ 
 
, 
 

, 
ʼ 
 
 
 
·
 
 
 
 
.

 
, 
 
 

 
᾽ 
ʼ 
;

 
,
 
 
 
ʼ 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
.

ʼ 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
 
 
;
8280	
 
 
 
ʼ 
 
 
 
ʼ 
.

 
 
 
 
ʼ 
 

 
 
 
 

 
ʼ 
 
.

᾽ 
 
.

 
 
 
 
 
 

ʼ, 
 
 
 
 
.

᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
.

 
 
ʼ 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
.

 
, 
 
 
 
.
 
 
 
 
 
.

᾽ 
 
 
 
 
;

 
 
ʼ 
 
 
 
.

 
; 
 
 
 
 
;

 
 
 
ʼ 
᾽ 
 
 
 
.

 
᾽ 
 
 
 
 
᾽ 
;

 
 
 
 
 
.

; 
᾽ 
 
 
᾽ 
 
.

᾽ 
.

 
· 
 

 
 
 
 
;

 
 
.

; 
 
·
 
 
 
 
, 
᾽ 
 
.

᾽ 
.

᾽ 
 
 
 
,
᾽ 
 
 
ʼ 
.

 
 
. 
 
᾽ 
;
 
 
 
 

 
 
 
 
.

 
 
᾽ 
 
 
·
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.

 
 
 
;

 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
.
8535	

 
 
 
 
 
 
 
;

 
ʼ 
 
 
;

 
 
᾽ 
 
;
᾽ 
 
 
 
 
 
 
,
ʼ 
 
. 
 
 
 
,
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 
;

 
᾽ 
 
.

 
;

 
 
 
· 
 
,
᾽ 
 
, 
 
 
 
 

 
 
 
, 
 
 
 

 
, 
 
ʼ 
 
 

 
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
 
 
᾽ 
,
 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
 
 

 
 
᾽ 
 
.

· 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
.

᾽ 
 
 
.

ʼ 
 
 
᾽, 
 

 
, 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
.

 
 

 
 
.

 
 
 
 
.

 
 
 
;

 
, 
 
 

, 
ʼ 
 
 
 

· 
 
ʼ 
 
 
.

 
ʼ 
᾽ 
;

 
 
.
 
 
 
 
 
ʼ 
 
.

᾽ 
 
 
 
 
ʼ 
 
 

 
 
 
᾽, 
 
 
.

 
 
 
 
 
 

 
· 
 
 
 
 

 
 
ʼ 
, 
 
 

 
 
 
 
 
.

 
 
 
 
 
᾽ 
, 
᾽ 

 
· 
 
 
 
 
 
.
