@node
@author=Aristotle
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Bernhard Langkavel
@filename=tlg0086.tlg030.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0086.tlg030.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Aristotelis De Partibus Animalium, Bernhard Langkavel, Aristotle, Leipzig, Teubner, 1868, Aristotelis Opera, 1, Internet Archive.
@sponsor=University of Leipzig
@title=De partibus animalium
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:24Z

43622	marginal 369, a
marginal b
marginal 640, a
marginal b
marginal 641,a
marginal b
marginal 642,a
marginal b
marginal 643,a
marginal b
marginal 644,a
marginal b
marginal 645,a
marginal b
marginal 646,a
marginal 646,b
marginal 647,a
marginal 647,b
marginal 648,a
marginal 648, b
marginal 649,a
marginal 649, b
marginal 650.a
marginal 650,b
marginal 651,a
marginal b
marginal 652,a
marginal b
marginal 653,a
marginal b
marginal 654, a
marginal b
marginal 655,a
marginal b
marginal 656,a
marginal b
marginal 657,a
marginal b
marginal 658,a
marginal 659,a
marginal b
marginal b
marginal 661,a
marginal b
marginal 662, a
marginal 663,a
marginal b
marginal 664,a
marginal b
marginal 665,a
marginal b
marginal 666,a
marginal b
marginal 667,a
marginal b
marginal 668,a
marginal b
marginal 669,a
marginal b
marginal 670,a
marginal b
marginal 671,a
marginal 672,a
marginal b
marginal 673,a
marginal b
marginal 672, a
marginal b
marginal 675,a
marginal b
marginal 676, a
marginal b
marginal 677,a
marginal b
marginal 678, a
marginal b
marginal 679, a
marginal b
marginal 680,a
marginal b
marginal 681,a
marginal b
marginal 682,a
marginal b
marginal 683,a
marginal b
marginal 685, a
marginal b
marginal 686,a
marginal b
marginal 687,a
marginal b
marginal 688,a
marginal b
marginal 689,a
marginal b
marginal 690,a
marginal b
marginal 691,a
marginal b
 editio prior. 1 Ἐπεὶ δὲ τὸ μεταξὺ κεφαλῆϲ καὶ ὤμων κέκληται αὐχήν, ἥκιϲτα τῶν τοιούτων ὁ ὄφιϲ δόξειεν ἂν ἔχειν αὐχένα, ἀλλὰ τὸ ἀνάλον τῷ αὐχένι, εἴ γε δεῖ τοῖϲ εἰρημένοιϲ ἐψχάτοιϲ διορίζειν τὸ μόριον τοῦτο. 2 ἴδιον δὲ πρὸϲ τὰ ϲυγγενὴ τῶν ζῴων ὑπάρχει τοῖc ὄφεϲι τὸ ϲτρέφειν τὴν κεφαλὴν εἰϲ τοὔπιϲθεν ἠρεμοῦντοϲ 3 τοῦ ϲώματοϲ τοῦ λοιποῦ. τούτου δʼ αἴτιον ὅτ καθάπερ τὰ ἔντομα ἑλυκτόν ἐϲτιν, ὥϲτε εὐκάμπτουϲ καὶ 4 χονδρώδειϲ τοὺc ϲπονδύλουϲ ἔχειν. ἐξ ἀνάγκηϲ μὲν
 αἰσθητηρίων εἴρηται πρότερον. αὐχένα δʼ ἔχει τεταμένον 7 τῇ φύσει, ὥσπερ καὶ τὰ ἄλλα, καὶ διὰ τὴν αὐτην αἰτίαν ἥνπερ καὶ τἆλλα ὅσα ἔχει αὐχένα· τοῦτον δὲ τὰ μὲν μακρὸν τὰ δὲ βραχύν, καὶ σχεδὸν ἀκόλουθον τοῖς πλείστοις κατὰ τὰ σκέλη τοῦτο τὸ μόριον, τὰ 8 μὲν γὰρ μακροσκελῆ μακρὸν τὰ δὲ βραχυσκελῆ βραχὺν ἔχει τὸν αὐχένα, χωρὶς τῶν στεγανοπόδων· 
 δʼ ὁ βίος ἐκ τοῦ κρατεῖν ἐστίν. διόπερ οὐδὲν τῶν γαμψωνύχων τὸν αὐχένα ἔχει μακρόν. τὰ δὲ στεγανόποδα 2 καὶ διῃρημένους μὲν ἔχοντα τοὺς πόδας σεσιμωμένους δὲ καὶ ἐν τῷ αὐτῷ γένει ὄντα τοῖς στεγανόποσι τὸν μὲν αὐχένα μακρὸν ἔχουσιν, (χρήθιμος γὰρ τοιοῦτος ὢν πρὸς τὴν ἐκ τοῦ ὑγροῦ τροφήν),
 ἐκτοπιϲτικά. ἔνια δʼ οὐ πτητικὰ τῶυ ὀρωίθων ἐντὶν ἀλλὰ βαρέα, οἷϲ ἢ ὁ βίοϲ ἐπίγειοϲ καὶ ἔϲτι καρποφάγα 5 ἢ πλωτὰ καὶ περὶ ὕδωρ βιοτεύουϲιν. ἔϲτ δὲ τὰ μὲν τῶν γαμψωνύχων ϲώματα μικρὰ ἄνευ τῶν πτερύγων διὰ τὸ εἰϲ ταύταϲ ἀναλίϲκεϲθαι τῆν τροφὴ εἰϲ τὰ ὅπλα καὶ τὴν βοήθειαν· τοὶϲ δὲ μὴ πτητικῖϲ
 χρήϲιμα μόρια γίνετα πρὸϲ τὴν ἀλκήν· 8 ἄνω μὲν ῥυὲν ῥυὲνχουϲ ἐποίηϲε ϲκληρότητα ἢ μέγεθοϲ, ἂν δὲ κάτω ῥυῇ, πλῆκτρα ἰϲχυρὰ, ἐν τοῖϲ ϲκέλεϲιν ἢ ἐπί τῶν ποδῶν ὀνύχων μέγεθοϲ καὶ ἰϲχύν. 9 ἅμα δʼ ἄλλοθι καὶ ἄλλοθι ἕκαϲτα τούτων οὐ ποιεῖ· διαϲπωμένη γὰρ ἀϲθενὴϲ γίνεται ἢ φύϲιϲ τούτου τοῦ περιττώματοϲ. τοῖϲ δὲ ϲκελῶν καταϲκευάζει 1 μῆκοϲ. ἐνίοιϲ δʼ ἀντὶ τούτων ϲευμπληροῖ τὸ μεταξὺ τῶν ποδῶν· καὶ διὰ τοῦτο ἀναγκαίωϲ οἱ πλωτοὶ τῶν ὀρωίθων οἱ μὲν ἁπλῶν εἰωὶ ϲτεγεγανόποδεϲ οἱ δὲ διῃρημένην μὲν ἔχουϲι τὴν καθʼ ἕκαϲτα τῶν δακτύλων φύϲιν, πρὸϲ ἑκάϲτῳ δʼ αὐτῶν ϲυμπέφυκεν οἷον 2 πλάτη καθʼ ὅλον ϲυνεχήϲ. ἐξ ἀνάγκηϲ μὲν οὖν ταῦτα ϲυμβαίνει διὰ ταύταϲ τὰϲ αἰτίαϲ· ὡϲ δὲ διὰ τὸ βέλτιον ἔχουϲι τοιούτουϲ τοὺϲ πόδαϲ τοῦ βίου χάριν, ἵνα ζῶντεϲ ἐν ὑγρῷ καὶ τῶν πτερῶν ἀχρείων ὄντων τοὺϲ πόδαω χρηϲίμουϲ ἔχωϲι πρὸϲ τὴν νεῦϲιν.
 πρὸς τὴν ἀλκήν· ἄνω μὲν ῥυὲν ῥύγχους ἐποίησε 8 σκληρότητα ἢ μέγεθος, ἂν δὲ κάτω ῥυῇ, πλῆκτρα ἐν τοῖς σκέλεσιν ἢ ἐπὶ τῶν ποδῶν ὀνύχων μέγεθος καὶ ίσχύν. ἅμα δʼ ἄλλοθι καὶ ἄλλοθι ἕκαστα τούτων οὐ 9 ποιεῖ· διασπωμένη γὰρ ἀσθενὴς γίνεται ἡ φύσις τούτου τοῦ περιττώματος. τοῖς δὲ σκελῶν κατασκευάζει 
 λοϲ εὐθὺϲ ἐχόμενον ἠδυνάτει ἂν ὅλωϲ ἑϲτάναι. ὁ μὲν γὰρ ἄνθρωποϲ ὀρθόν, τοῖϲ δὲ τετράποϲι πρὸϲ τὸ
 μὲν τρεῖϲ ἔχεῖ πρόϲθεν, ἕνα δʼ ὄπιϲθεν πρὸc ἀϲφάλειαν ἀντὶ πτέρνηϲ. καὶ τῶν μακροϲκελῶν λείπει τοῦτο κατὰ μέγεθοϲ, οἷον ϲυμβέβηκεν ἐπ τῆϲ κρεκόϲ. πλείουϲ δʼ οὐκ ἔχουϲ δακτύλουϲ. ἐπὶ μὲν οὖν τῶν ἄλλων οὕτωϲ ἡ τῶυ δακτύλων ἔχει θέϲιϲ ἡ δʼ ἴυγξ δύο μόνον ἔχει τοὺϲ ὄπιϲθεν καὶ δύο τοὺϲ ἔμπροϲθεν· 9 αἴτιον δʼ ὅτν ἧττόν ἐϲτιν αὐτῆc τὸ ϲῶμα προπετὲϲ ἐπὶ τὸ πρόϲθεν ἢ τὸ τῶυ ἄλλων. ὄφχειϲ δʼ ἔχουϲι μὲν πάντεϲ οἱ ὄρωιθεϲ, ἐντὸϲ δʼ ἔχουϲιν· ἡ δʼ αἰτία ἐν τοῖϲ περὶ τὰc γενέϲειϲ λεχθὴϲεται τῶν ζῴων.
 πρόσθια ὑπερήρεισται πρὸς τὸ βάρος. οἱ ὄρνιθες οὐκ ὀρθοὶ μέν εἰσιν ὅτι νανώδεις, σκέλη δʼ ἐμπρόσθπα οὐκ ἔχουσι, πτέρυγας δὲ ἀντʼ αὐτῶν. ἀλλʼ   ἀντὶ τούτων ἡ φύσις τὸ ἰσχίον μακρὸν ποιήσασα εἰς μέσον· προθήρεισεν καὶ ἐντεῦθεν τὰ σκέλη ὑπέθηκεν, 5 ἵνα ἰσορρόπου ἔνθεν καὶ ἔνθεν ὄντος τοῦ βάρους δύνηται πορεύεσθαι καὶ μένειν. διʼ ἣν μὲν 6 οὖν αἰτίαν οὐκ ὀρθὸν ὂν δίπουν ἐστίν, εἴρηται· διότι δʼ ἄσαρκα τὰ σκέλη, ἡ αὐτὴ σἰτία καὶ ἐκὶ τῶν   τετραπόδων πάντων· αὕτη δʼ εἴρηται πρότερον. τετραδάκτυλοι δʼ εἰσὶ πάντες οἱ ὄρνιθες ὁμοίως οἱ 7 στεγανόποδες τοῖς σχιζόποσιν. περὶ γὰρ τοῦ στρουθοῦ τοῦ Λιβυκσῦ ὕστερον διοριστέον, ὅτι διχηλός, ἅμα τοῖς λοιποῖς ὑπεναντιώμασιν οἷς ἔχει πρὸς τὸ γένος τῶν ὀρνίθων. τούτων οἱ μὲν τρεῖς ἔμπροσθεν, 8   ὁ δʼ εἴς ὄπισθεν πρὸς ἀσφάλειαν ἀντὶ πτέρνης. καὶ ἔτι τῶν μακροσκελῶν ἐλλείπει τοῦτο κατὰ μέγεθος οἷον συμβέβηκεν καὶ ἐπὶ τῆς κρεκός. βούλεται γὰρ ἡ φύσις.   πλείους οὐκ ἔχουσι δακτύλους διὰ τὴν στενότητα τοῦ σκέλους. τοῖς μὲν οὖν ἄλλοις οὕτως ἡ τῶν δακτύλων ἕχει θέσις, ἡ δʼ ἴυγξ δύο μόνον ἔχει τοὺς ὄπισθεν καὶ δύο τοὺς ἔμπροσθεν.   αἴτίον δʼ ὅτι ἧττόν ἐσιν αὐτῆς τὸ σῶμα 9 προπετὲς ἐπὶ τὸ πρόσθεν ἢ τὸ τῶν ἄλλων. ὄρχεις δʼ ἔχουσι μὲν πάντες οἱ ὄρνιθες, ἐντὸς δʼ ἔχουσιν· ἡ δʼ αἰτία ἐν τοῖς περὶ τὰς γενέσεις λεχθήσεται τῶν ξῴων.
marginal b
marginal 696.a
marginal b
marginal 697,a
marginal b
