@node
@author=Aristotle
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Bernhard Langkavel
@filename=tlg0086.tlg030.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0086.tlg030.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Aristotelis De Partibus Animalium, Bernhard Langkavel, Aristotle, Leipzig, Teubner, 1868, Aristotelis Opera, 1, Internet Archive.
@sponsor=University of Leipzig
@title=De partibus animalium
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:25Z

 
 
 
 
 
, 
 1 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 2 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
, 
, 
, 
, 
  
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
./ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
./
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
.
 
 
, 
 
 
 
· 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
  
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
./ 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 6 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
.
 
 
 
 
 
, 
 
 
· 7 
 
 
ʼ 
 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
᾽ 
 
 
᾽ 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
, 
 
᾽ 
, 
 
᾽ 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 8 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
· 
 
 
 
  
 
 
 
, 
 
’ 
 
 
 
 
, 
 
᾿ 
 
 
, 
 
 
.
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
, 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 

 
· 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
᾽ 
· 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
  
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
.
 
 
 12 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 13 
, 
 
, 
, 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
· 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 14 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
.
 15  
ʼ 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
), 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾿ 
 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
  
 
. 
 
 
 
´ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 18 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
.
 
 
 
 19 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
ʼ 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
· 
 
 
᾽ 
 
, 
 
, 
 
, 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
, 
᾽ 
 
 
.
 
 
 
 
· 
 
ʼ 
 
 
 
, 
. 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾿ 
 
 
 
, 
᾽ 
 
 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
  
 
 
 
), 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 23 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 24 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
᾽ 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
, 
 
 25 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
, 
, 
, 
· 
 
 
 
. 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
ʼ 
 
, 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
,  
 
 
 
 
 
 
 
 
 
ʼ 
; 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
ʼ 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
,  
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
.
 
 3 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
), 
 
 
, 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 4 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
. 5  
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
, 
, 
, 
 
 
 
, 
, 
, 
· 
 
, 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
  
 
.
 
 
 
 
 
 8 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾿ 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
. 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 9 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
, 10 
· 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
, 
, 
. 
 
ʼ 
 
 
 
 
, 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
  
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
· 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
 
, 
 
 
). 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
ʼ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 4 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
 5 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
  
 
 
 
 
 
 
 
 
,
 
 
. 
 
ʼ 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 5 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 6 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
, 
, 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
ʼ 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 7 
 
 
 
’ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
.  
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾿ 
, 
 
 
 
, 
 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
, 
 
 
 
.
 
 
 
 
 
, 
, 
, 
, 
, 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 1 
 
 
, 
 
 
 
 
 
 
 
· 
ʼ 
 
ʼ 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
, 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 2 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
᾽ 
, 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
)· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
 5 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
 
 6 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 

 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
.
 
 
 
 7 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
  
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
, 
, 
, 
, 
, 
 
 
 
, 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
, 
, 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
.
 2 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 3 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
) 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 4 
 
 
 
 
, 
  
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
ʼ  
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 7 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
᾽ 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 8 
; 
 
 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
᾽, 
 
 
. 
 
ʼ 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
ʼ 
, 
 
.
 
 
 9  
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 13 
, 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
. 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
.
 
 
 
 
, 14 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ, 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 15 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
  
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 

, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 3 
, 
 
 
 
 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 4 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
  
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
.
᾽ 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 3 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 4 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
. 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
), 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
ʼ  
. 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
·
 
 4 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
.
 
 
 
 
 
 
 
, 
 
 6 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
  
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
, 
 
 
, 
 
 
 
  
 
 
 
 
 
  
  
 
 
 
.
 
’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 2 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
) 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 3 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
,  
 
 
 
 
 
 
 
 
  
 
 
 
 
 
. 
 
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 7 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
, 
 8 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 9 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
  
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
,  
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
ʼ 
 
 
 · 
 
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 2 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 3 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 4 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
’ 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
  
 
 
. 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
, 
 
 
,
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
, 
 
᾽ 
 
 
 
ʼ 
 
, 
’ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
  
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
, 3 
 
ʼ 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
, 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 4 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 5 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
  
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 6 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
), 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
· 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
  
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 11 
 
 
 
 
 
, 
 
 
· 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
,. 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 12 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 13 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
  
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 4 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 5 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 ʼ 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 6 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
. 
 
ʼ 
 
 
 
 
 
 
  
 
· 
 
 
 
 
 
, 
 
ʼ. 
 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
  
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
), 
 
ʼ 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
). 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
.
 
 
 
 
 
᾽ 10 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 11 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 11 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
), 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
.
 
ʼ 
 
 
 5 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 4 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 5 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 6 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
  
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
  
᾽ 
 
 
, 
 
 
 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
.
 
ʼ 
 
 3 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 4 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
), 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 , 
 
᾿  
 
 
 
.
 
 
 
 
 
 
 5 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 2  
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
  
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
· 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 4 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
) 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 5 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 6 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
, 
 
  
 
· 
᾽ 
 
ʼ 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
  
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 11 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 12 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 17 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 2 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
, 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
· 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
ʼ 
 
 
 
· 
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
ʼ 
 
 
  
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
. 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 8 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 9 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 10 
 
 
 
 
 
 
 
 
  
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
,
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
, 
 
, 
 
 
 
 
 
, 
᾽  
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 2 
 
, 
 
 
 
, 
 
, 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
 
 · 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 3 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
ʼ 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
,4 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
.
 
 5 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
, 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
.   
 
ʼ 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
  
 
 
 
 
 
.
 
 
 
 9 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 · 
 
 
 
, 
 
 
.
 
ʼ 10 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 11 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 12 
 
, 
 
 
 
 
 , 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
· 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
,
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
) 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
.
 
 
 
, 
 
 
 5 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 6 
 
 
· 
 
 
 
 
 
 
 
 
, 
’ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
᾽ 
 
 
  
 
 
. 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
-
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 , 
 
ʼ 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
, 
 
 
᾽ 
 
 
 
 
 
 
ʼ 
 
·  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
·  
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 11 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 12 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 3 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 2 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
·  
᾽ 
 
 
 
, 
᾽ 
 
 
. 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
  
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 7 
, 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
.
 
 
 
 
 
 
 8 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 9 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
᾽ 
,  
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
᾽ 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
  
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
· 
ʼ 
 3 
ʼ 
, 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
, 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 4 
· 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 5 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 6  
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
᾽ 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
, 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
  
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
. 
 
 
 
ʼ 
 
, 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 10 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
 
.
 
ʼ 
 11 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 12 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
᾽ 
· 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
 
, 
 
 
 
, 13 
 
 
 
 
 
 
. 
 
ʼ 
  
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
· 
ʼ 
 
ʼ 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
, 
ʼ 
 
. 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
· 
 
 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
,
 
 
 
. 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
῾
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
, 
, 
, 
, 
, 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 19 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
ʼ 
 
 20 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 21 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
  
ʼ 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
᾽ 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
, 
 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
. 
 
ʼ 
 
 
 
 
 
 
,
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
’ 
, 
 
ʼ 
 
 
’ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
 
.
 
 4 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 5 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ 
 6 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 7 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 8 
 
 
 
 
 
 
 
· 
  
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
ʼ 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
᾿  
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 13 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 6 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 2 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
.
 
ʼ 
 3  
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
  
 
 
· 
 
 
 
 
 
, 
ʼ 
 
 
.
 7 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 7 
 
 
 
, 
 
 
, 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 2 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 3 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 4 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
  
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
  
 
 
 
), 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 
 9 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
, 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 10 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 11 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
  
 
, 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
᾽ 
 
· 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
. 
 
 
 9 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 2 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 3 
 
, 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
  
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
· 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 8 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 9 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
)· 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 10 
 
 
· 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 · 
 
 
 
 
.
 
 11 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
. 
᾽ 
  
 
 
 
, 
 
 
, 
 
 
ʼ 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
᾿ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
. 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 3 
 
 
 
, 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 4 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 5 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
.
 
 6 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 


 
 
 
 
 
 
.
 7 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
. 457. 
. 
. 329) 
 
ʼ 
 
 
 
 
,“ 
᾽ 
 
.”
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
· 
 
 
 
  
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
᾽ 
, 
 
 
 
 
 
ʼ 
 
, 
 
ʼ, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 2 
 
 
 
 
 
 
, 
· 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 12 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 2 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 3 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 4  
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
ʼ 
 
ʼ 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
, 
, 
 
 
  
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
, 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
, 
 5 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 6 
, 
 
 
 
 
 
 
 
. 
 
᾿ 
 
 
 
, 
 
, 
, 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 7 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 8 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
) 
 
᾽ 
 
 
᾽ 
 
 
 
 
,  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
, 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
  
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 13 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 14 
ʼ 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 15 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 16 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 17 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
  
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
.
  
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 15 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 2 
 
· 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 3 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 1 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 2 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
. 
 
ʼ 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
  
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
  
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 2 
 
ʼ 
᾽ 
 
 
, 
 
 
 
. 
 
 
ʼ 
᾽ 
 
 
, 
 
 
 
.
 
 
 
 
 3 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 4 
 
 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 5 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
᾽ 
 
 6 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
  
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 13 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
, 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
, 
, 
 
 
 3 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
, 
 
.
 
 
 2 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 3 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 4 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 5 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
. 
 
 
᾽ 
 
 
 
  
, 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
), 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
, 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
, 
 
 
 
 
  
 
 
 
 
 
.
 
 
 5 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 2 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 3 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 4 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
  
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 

 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
· 

 
 
 
 
 
 
 
 
 
᾽ 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
᾿ 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
  
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
.
 
 
 
 
 10 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
 
 11 
 
 
, 
 
 
 
 
 
. 
ʼ 
 
ʼ 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 12 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
᾽ 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
.
 
 
 
 
 
 
 
· 
 
 
’ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
, 
 
 
 
, 
 
, 
 
 
  
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 17 
 
· 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
.
 
 
 
 
 
 18 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
. 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 19 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
.
 20 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 21 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
, 
᾽ 
 
 
 
 
  
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
᾿ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
.  
 
 
 
 
 
 
 
 
.
 
 26 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
), 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 27 
 
ʼ 
 
 
· 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
, 
 
 
, 
 
 28 
 
 
, 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
ʼ 
 
 
 
. 
 
 
 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 29  
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
᾿ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
,  
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
, 35 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
 
 · 
 36 
 
 
 
 
 
 
, 
 
᾿ 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
.
 
 
 
 37 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
`
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
,  
 
 
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
ʼ 
, 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
᾿ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 43 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 44 
 
 
· 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
.
 45 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
), 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 ), 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 46 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
᾽ 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 6 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
᾽ 
. 
 
ʼ 
 
 
, 
 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
, 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
ʼ 
 
· 
 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
·
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.  
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 7 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 8 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 9 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
.
 
 10 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
  
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
ʼ 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
, 3 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
), 
 
ʼ 
᾽ 
 
, 
 
 
 
 
.
 
 
 
, 
 4 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
ʼ 
, 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 8 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 2 
 
 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 3 
ʼ 
 
 
 
 
 
, 
 
 
  
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
  
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 8 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
᾽ 
 
, 
 
 
.
ʼ 
 
 
 
, 
 
 
 
 
 9 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 9 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
ʼ 
 2 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
  
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾿ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
.
 7 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 8 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 9 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
  
 
 
 
. 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
  
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
ʼ 
 
. 
 
 
 
᾽ 
, 
᾽ 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
·  
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
᾿ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
᾽ 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
  
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
) 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
] 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
  
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ  
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
  
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
, 
 
 
 
, 
 
 
), 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
.  
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
  
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 32 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 33 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
, 
, 
· 
 
ʼ 
 
 
.
 
ʼ 
 34 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 

ʼ 
 
 
 
.
 
᾿ 
 35 
 
 
, 
 
ʼ 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 36  
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 15 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
᾽ 
᾽ 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
·  
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 41 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 42 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 44 
 
 
 
 
 
, 
· 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
  
, 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
  
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 5 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 6 
 
 
 
, 
 
 
, 
 
 
 
 
 
᾽ 
 
 
, 
 
 
. 
 
 
 
 
 
 
· 
 
 

 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
᾽ 
 
, 
 
 
 
.
 7 
ʼ 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 8  
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 12 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
·
 
 
 
᾽ 
 13 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 



 

 



 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
, 
 
 
 
 
, 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
 
· 
 
. 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
  
 
, 
 
ʼ 
 
 
. 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
  

 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
·) 
᾽ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
ʼ 
 
ʼ 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
) 
. 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
ʼ 
· 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
  
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
᾿ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
᾽ 
, 
᾽ 
 
 
 
 
, 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾿ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
  
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
᾿ 
 
. 
 
 
 
 
 
 
 
 
· 
ʼ 
 
ʼ 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
)· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
᾽ 
 
· 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
  
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
. 
 
᾿ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
.
