@node
@author=Aristotle
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=W.D. Ross
@filename=tlg0086.tlg001.1st1K-grc2
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0086.tlg001.1st1K-grc2.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Aristotelis Analytica Priora et Posteriora, W. D. Ross, Aristotle, Oxonii, E Typographeo Clarendoniano, 1964, SLUB.
@sponsor=Harvard College Library
@title=Aristotelis Analytica Priora et Posteriora
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:50:59Z

70380	 διαιρουμένου
 τοῦ ὑποκειμένου
 ἀδιορίστου τε καὶ ἐν μέρει ληφθέντος
 ὅτι δὲ τοῦτʼ ἔστι τὸ ἐνδεχόμενον, φανερὸν ἔκ τε τῶν ἀποφάσεων καὶ τῶν καταφάσεων τῶν ἀντικειμένων· τὸ γὰρ οὐκ ἐνδέχεται ὑπάρχειν καὶ ἀδύνατον ὑπάρχειν καὶ ἀνάγκτη μὴ ὑπάρχειν ἤτοι ταὐτά ἐστιν ἢ ἀκολουθεῖ ἀλλήλοις, ὥστε καὶ τὰ ἀντικείμενα, τὸ ἐνδέχεται ὑπάρχειν καὶ οὐκ   ἀδύνατον ὑπάρχειν καὶ οὐκ ἀνάγκη μὴ ὑπάρχειν, ἤτοι ταὐτὰ ἔσται ἢ ἀκολουθοῦντα ἀλλήλοις· κατὰ παντὸς γὰρ ἡ φάσις ἢ ἡ ἀπόφασις. ἔσται ἄρα τὸ ἐνδεχόμενον οὐκ ἀναγκαῖον καὶ τὸ μὴ ἀναγκαῖον ἐνδεχόμενον.
 ἐγχωρεῖ δὲ καὶ διὰ τοῦ πρώτου σχήματος ποιῆσαι τὸ ἀδύνατον, θέντας τῷ Γ τὸ Β ὑπάρχειν. εἰ γὰρ τὸ Β παντὶ τῷ Γ ὑπάρχει, τὸ δὲ Α παντὶ τῷ   Β ἐνδέχεται, κἂν τῷ Γ παντὶ ἐνδέχοιτο τὸ Α. ἀλλʼ ὑπέκειτο μὴ παντὶ ἐγχωρεῖν.
 καὶ
 ἢ μὴ ὑπάρχειν
 δῆλον δὲ καὶ ὅτι πάντες ἀτελεῖς οἱ συλλογισμοὶ   καὶ ὅτι τελειοῦνται διὰ τῶν προειρημένων σχημάτων.
 πάλιν εἰ τὸ Β καὶ Η μὴ ἐγχωρεῖ   τῷ αὐτῷ παρεῖναι, ὅτι τινὶ τῷ Ε οὐχ ὑπάρξει τὸ Α· καὶ γὰρ οὕτως τὸ μέσον ἔσται σχῆμα· τὸ γὰρ Β τῷ μὲν Α παντὶ τῷ δὲ Ε οὐδενὶ ὑπάρξει· ὥστʼ ἀνάγκη τὸ Β ταὐτόν. τινι εἶναι τῶν Θ. τὸ γὰρ μὴ ἐνδέχεσθαι τὸ Β καὶ τὸ Η τῷ αὐτῷ ὑπάρχειν οὐδὲν διαφέρει ἢ τὸ Β τῶν Θ τινὶ ταὐτὸν   εἶναι· πάντα γὰρ εἴληπται τὰ μὴ ἐνδεχόμενα τῷ Ε ὑπάρχειν.
 τὸ
 αὐτῶν
 ὅλης
 καὶ εἰ ἀμφότεραι ἐπί τι ψευδεῖς, καὶ εἰ ἡ μὲν ἁπλῶς ἀληθὴς ἡ δʼ ἐπί τι ψευδής, καὶ εἰ ἡ μὲν ὅλη ψευδὴς ἡ δʼ ἐπί τι ἀληθής,
 μέλαν—κύκνος—ἄψυχον
 καὶ τὸ Α τῷ Β
 ὅτι
 οὐκ ἔστι, διὰ προσλήψεως δʼ ἔστιν,
 τῷ δὲ Γ μηδενί,
 Φανερὸν οὖν ὅτι ἐν μὲν τῷ πρώτῳ σχήματι ἡ διʼ ἀλλήλων δεῖξις διά τε τοῦ τρίτου καὶ διὰ τοῦ πρώτου γίνεται σχήματος. κατηγορικοῦ μὲν γὰρ ὄντος τοῦ συμπεράσματος διὰ τοῦ πρώτου, στερητικοῦ δὲ διὰ τοῦ ἐσχάτου· λαμβάνεται   γάρ, ᾧ τοῦτο μηδενί, θάτερον παντὶ ὑπάρχειν. ἐν δὲ τῷ μέσῳ καθόλου μὲν ὄντος τοῦ συλλογισμοῦ διʼ αὐτοῦ τε καὶ διὰ τοῦ πρώτου σχήματος, ὅταν δʼ ἐν μέρει, διʼ αὐτοῦ τε καὶ τοῦ ἐσχάτου. ἐν δὲ τῷ τρίτῳ διʼ αὐτοῦ πόντες. φανερὸν δὲ καὶ ὅτι ἐν τῷ τρίτῳ καὶ τῷ μέσῳ οἱ μὴ διʼ αὐτῶν γινόμενοι   συλλογισμοὶ ἢ οὐκ εἰσὶ κατὰ τὴν κύκλῳ δεῖξιν ἢ ἀτελεῖς.
 τὸ
 οὐκ ἐν τοῖς αὐτοῖς δὲ σχήμασιν
 καὶ διὰ τοῦ ἀδυνάτου
 καὶ οὐχ ὑπόληψις
 οἷον  γεγονέναι
 διὸ καὶ τὸ σημεῖον ἐκ μόνου τούτου τοῦ σχήματος οὐκ ἔστιν.
 ἐνθύμημα  σημείων
 πάθος
 ὁ
 ἢ τὰ καθʼ ἕκαστα
 γὰρ
 ὥσπερ τὸ ἄρρυθμον
 τὸ μὴ στίλβειν
 ἢ μὴ ὑπάρχουσιν
 φανερὸν οὖν ὅτι μὴ ὄντος τοῦ μέσου ὑπὸ τὸ Α καὶ ἀμφοτέρας ἐγχωρεῖ ψευδεῖς εἶναι καὶ ὁποτέραν ἔτυχεν.
 ἐν
 ἢ μὴ παντί
 ἔχει
 ὁ
 τὸ Β
 τοῦτο δʼ ἀναγκαῖον,
 τί ἐστι
 ἢ οὐ
