@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg004.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 1: Oedipus the king. Oedipus at Colonus. Antigone. With an English translation by F. Storr. The Loeb classical library, 20, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1912.
@sponsor=Perseus Project, Tufts University
@title=Oedipus Tyrannus, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:46Z


 
, 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
;
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
ʼ 
, 
,
 
 
 
᾽ 
,
 
 
 
 
.
᾽ 
 
, 
ʼ, 
 
 

 
 
, 
 
 
,
 
 
; 
 
 

 
 
·  
 
 

 
 
 
 
 
.
78	
᾽ 
 
 
 
 
,
 
 
 
 

 
 
·  
 
 
 

 
, 
 
 
 
 
,
, 
 
 
, 
 
ʼ 

·  
 
ʼ 
 
 

 
 
 
 
 

, 
᾽ 
 
 
 
.
 
, 
 
 
, 

 
 
 

 
᾽ 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 

 
·  
 
ʼ 
 
 

 
, 
 
, 
,
᾽ 
 
 
 
, 
 
ʼ
 
 
 
 
.
 
 
 
 
 
ʼ 

᾽ 
 
 
ʼ 
,
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
,
 
᾽ 
᾽ 
 
 
 

᾽ 
, 
 
 

 
 
ʼ 
 
 
·
 
ʼ, 
 
 
 
 
,
 
 
 
 

 
ʼ 
 
, 
 
 

 
 
᾽ 
᾽ 
 
 
·
 
 
 
 
 

 
 
 
 
.
ʼ, 
 
 
ʼ, 
 
,
ʼ, 
ʼ· 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
ʼ  
 
 
 
 
.
᾽ 
 
᾽ 
 
·
 
 
 
 
᾽ 
 

 
, 
 
 
 
.
 
 
 
 
, 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
347	
 
 
, 
 
 
 

ʼ 
·  
 
 
ʼ 

 
, 
 
, 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
ʼ 
 
ʼ 
, 
 
ʼ 

 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
ʼ 
 
ʼ 
,
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
·  
 
 

ʼ, 
 
, 
 
 

 
 
ʼ, 
 
ʼ 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
·  
 
 
 

 
 
 
 
.
 
ʼ 
, 
ʼ 
 

 
 
 
 
᾽ 
ʼ 
 
 
.
484	
᾽ 
 
 
 
ʼ 
 
 
ʼ 

 
 
 
.

 
, 
 
 
 
 
 

 
 
 
 


᾽ 
 
, 
·  
 
 
 

 
᾽ 
 
 
.

ʼ 
·  
 
 
 
.
, 
 
, 
 
,
᾽ 
 
 
 
 
 
;

·  
 
 
 
 
ʼ, 
 

ʼ 
 
, 
᾽ 
 
.

 
 
 
; 
 
 

᾽ 
 
 
 
 
 
 
.

 
 
 
 
,
 
, 
 
 
 
.

 
 
·  
 
 
 

 
 
 
 
 
 
 
.

᾽ 
 
᾽ 
 
 
 
.
 
 
 
 

 
, 
 
 

 
᾽, 
 
ʼ 
 
.

 
; 
 
 
 
 
;

 
 
 
 

, 
 
᾽ 
 
 
.
649	
 
 
 
 
 
;

 
, 
, 
 
ʼ 

 
, 
 
 
᾽ 
 
.

ʼ 
·  
 
 
 
 
.

 
 
 
 

 
 
 
 
.

 
ʼ 
 
 
; 
 
᾽ 

 
 
 
;

 
᾽ 
 
·  
 
 

, 
 
 
.

 
ʼ 
 
 
 
 
 
 

 
 
᾽ 
 
 
 
;

, 
 
, 
, 

 
 
᾽   
ʼ, 
 
.

᾽ 
 
 
 
 

ʼ, 
 
 
 
ʼ 
;

 
, 
 
 
, 
 
, 

 
 
 
 
 
᾽ 
 
.

 
;  
 
 
᾽  
 
 
,
 
 
 
 
.

 
 
 
 

 
 
, 
 
 
 
.

 
 
 
, 
 
 
 
 

ʼ 
᾽, 
 
᾽ 
 
 
;

 
᾽  
· 
 
ʼ 

 
 
 
 
.

 
 
 
, 

 
,   
 
᾽ 
;

 
 
 
 
 
 

 
 
 
.
853	
᾽ 
 
 
 
᾽ 
 
·
 
 
, 
 
 

 
 
 
᾽ 
ʼ 
·
᾽ 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
.
 
 
 
 
 
, 
ʼ 

ʼ  
 
 
 
ʼ  
.
 
 
 
 
.
᾽ 
 
, 
, 
 
 

, 
᾽ 
 
 
,
 
 
 
 
᾽ 
,
 
 
 
·  
 
 

 
 
 
ʼ 
 
.

 
, 
·  
 
 

 
᾽ 
 
 
᾽ 
.
 
ʼ 
 
 
 
 

 
ʼ  
 
 
 
.
974	
 
 
 
, 
 
 
 

 
 

; 
 
 
, 
 
,
 
 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
, 
 
 
 
, 
 
.
1017	
 
 
, 
 
, 
ʼ 

 
ʼ 

, 
 
ʼ 
 
 
 
,
 
 
, 

 
 
 
,
 
 
 
 
 
 
 

ʼ 
 
 
, 
 
 
.
1059	
 
, 
 
 

·  
 
 
 
 
, 
᾽ 
 
 

 
 
.  
 
 

 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 

 
 
 
.
1107	
 
 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 

 
 
 

 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
.
1152	
 
 
 
, 
 
 
 

 
 
, 

 
 
 

, 
᾽ 
 
 
 

᾽ 
 
 
 

 
·
  
 
 
 
 
,
᾽ 
᾽ 
 
·
, 
 
 

 
 
,
 
 
, 
 
 
 
,
1207	
ʼ 
, 
 
 
 
 
᾽ 

 
ʼ 
 
ʼ 

 
 
 
 

 
, 
 
 
ʼ 
 
·
 
 
 
,
᾽  
 
,
 
 
,
 
,
 
ʼ
 ¯ ˘ ¯ 
  
 
 
 
 
 
.
1256	
·  
 
ʼ 
, 
ʼ 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
·
 
 
 
 
 
᾽ 
,
 
 
 
·  
 
 
 

 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
·
 
 
 
, 
ʼ 

 
ʼ 
·  
 
 
 

 
.  
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
·  
 

 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 
 
.
 
ʼ 
 
, 
 
, 

᾽, 
 
 
 
 
 
 
,
᾽ 
 
 
 
,
᾽ 
 
 
 
 

 
, 
 
 
·
 
ʼ 
᾽ 
 
, 
 

᾽ 
 
, 
 
 
 

 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
ʼ, 
 

 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 

 
 
 
᾽  
 
,
 
 
᾽ 
 
.
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
 

 
᾽ 
 
 
.
1506	
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
,
᾽ 
·  
 
ʼ 
 
 
ʼ 

 
 
 
 
 
 
,
 
 
 
 
ʼ  
,
 
 
 
ʼ 
, 
 
 

 
, 
 
 
·
 
ʼ 
 
 
 
ʼ 
ʼ 
 
·
᾽ 
 
 
᾽, 
 
 
,
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
 

᾽ 
 
 
 
 

᾽ 
 
 
, 
 
 

 
 
 
 
᾽ 
·
 
 
 
 
, 

᾽ 
᾽ 
ʼ, 
 
 
 

 
 
 
 
 
 
.
1647	
 
ʼ 
 
, 
᾽, 
, 
.
᾽ 
 
 
 
 
ʼ 

.  
 
 
 
 
 

 
᾽ 
, 
 
 
.

ʼ 
·  
᾽ 
 

 
 
 
᾽ 
 
 
ʼ 
.

 
ʼ 
 
ʼ 
 
᾽ 
 
.

 
 
ʼ 
,  
 
 
 
 
 
.

ʼ 
 
ʼ 
ʼ 

 
 
, 
ʼ 
 
 

 
᾽, 
, 
 
.

᾽ 
 
 
 
 
᾽ 
.
 
 
 
 

·  
 
 
 
 
.

 
 
 
ʼ  
 
 
 
ʼ 
.

 
 
; 
 
 
 
.

 
 
 
 
.

 
 
.  
 
ʼ 
ʼ 
 
.

᾽ 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
,

 
 
 
 
, 
᾽ 
 
.

᾽ 
 
 
·  
 

 
 
 
 
᾽ 
, 

 
 
 
.
1824	
 
 
 
, 
 

 
ʼ, 
 
 
 
,
 
, 
 
 
 
, 
 
ʼ 

 
 
·  
 
 

 
ʼ, 
, 
 
.
 
, 
 
 
 
 
 
,
 
 
, 

 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
᾽  
᾽  
 

᾽ 
 
ʼ 
 
 
 
,
 
 
 
, 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
·  
 
ʼ 
 
᾽ 

 
 
 
, 
 
.

 
, 
 
 
 
 
 

 
·  
 
 
 

 
ʼ·  
 
 
 
᾽ 
.

 
ʼ 
; 
 
 
.

 
ʼ  
 
·  
 
 
 
 
 

 
 
 
, 
 
 
.

᾽ 
ʼ 
 
 
 

᾽, 
 
ʼ 
, 
᾽ 
 
.

 
 
 
 
 
 
ʼ 

 
·  
 
 
ʼ 
 
 
—

 
 
 
 
ʼ 
, 

 
 
 
᾽ 
.

 
 
 
ʼ·  
 
ʼ 
 
 

ʼ, 
 
 
 
 
 
ʼ, 
 
.
2039	
 
;  
 
 
, 
᾽ 

 
 
 
 
;

 
᾽ 
 
 
ʼ 
.  
 
᾽
 
; 
 
 
 
 
.

, 
 
 
, 
 
 
 

 
 
ʼ 
, 
 
,
᾽ 
᾽ 
 
 
;

 
 
 
, 
 
 
ʼ 

 
 
, 
᾽ 
 
.

 
 
᾽ 
 
 
 
ʼ 

, 
 
 
 
᾽ 
 
;

 
 
, 
 
 
 
.

 
 
ʼ 
 
 
 
 
 
.

 
 
 
.  
 
᾽, 
 
,
 
ʼ 
 
 
.

 
 
 
ʼ 
, 
 
 
,
 
ʼ·  
 
 
 

 
 
 
 
ʼ, 

 
 
·  
 
ʼ 
 
,
 
 
 
 
᾽, 
 
 
.

;  
 
  
 

 
 
, 
ʼ 

 
 
 
 
 
᾽ 
,
 
 
 
᾽ 
 
.
2212	
 
 
 

 
; 
 
 
 
 
;

·  
 
 
 
.

 
 
; 
 
 
 
 
 
.

 
·  
 
 
ʼ 
 
 
.

 
; 
᾽ 
, 
 
 
.

 
 
;  
  
 
;

 
 
ʼ 
 
·  
᾽ 
 
.

 
 
 
 
 
 
.

᾽ 
 
 
  
 
 
 
.

 
 
 
ʼ, 
᾽ 
 
;

 
 
·  
 
 
.

 
 
 
 
 

ʼ 
ʼ, 
᾽ 
 
᾽ 
 
.

 
 
 
᾽ 
 
 
;

 
 
ʼ 
 
 
 
.

᾽ 
, 
 
·  
 
 
᾽ 
 
᾽ 

 
 
ʼ 
 
 
 
 
 
ʼ 
ʼ 
.

 
ʼ 
 
 
᾽ 
, 
 

 
 
 
ʼ 
 
.

 
 
 
, 
 
᾽ 

᾽ 
, 
 
 
, 
 
ʼ 
.

 
 
 
 
 
ʼ 
 
, 

 
, 
 
᾽ 
 
.

 
 
 
 
;

 
 
 
ʼ 
, 
᾽ 
 
 
.
2421	
 
 
 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
,
 
 
ʼ 
 
ʼ, 
 
 

, 
 
, 
,
 
 
 
, 
 
 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
, 
 
 
 

 
, 
 
 
ʼ 
 
.
, 
ʼ  
, 
 
 
 
 
;
 
, 
᾽ 
 
 
᾽ 
 
,
 
 
᾽ 
 
;
 
 
ʼ 
ʼ 
 
 

 
, 
 
 
·
 
᾽ 
᾽ 
 
 
 

᾽ 
 
 
 
·  
᾽ 
 
,
 
 
 
, 
 
,
 
 
᾽ 
᾽, 
 
·
 
 
 
 
, 
 

 
 
 
.
 
 
 
 
 
 
 
 

·  
 
 
 
 

, 
 
 
 
 
 
.

 
 
 
 
 
᾽ 

 
 
 
 
ʼ, 
, 
,
 
ʼ 
 
, 
᾽ 
 
 
 

ʼ 
 
, 
 
.
2604	
 
 
, 
 
 

ʼ 
·  
 
 
 
.
 
 
 
 
 
, 
 
·
᾽ 
 
 
 
.
 
ʼ, 
 
 
 
ʼ 
·
 
 
 
 
 
 
᾽ 
 
,
᾽ 
 
, 
᾽ 
 
 
.
᾽ 
ʼ 
᾽ 
 
; 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
ʼ, 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
 

 
, 
 
;
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 

·  
 
 
 
 

 
 
 
.
2748	
 
 
᾽ 
 
 
 
;
 
 
;   
 
;  
 

 
 
ʼ 
 
;

᾽ 
 
᾽  
, 
 
 
 
.

 
 
 
ʼ 
 
 
ʼ, 

 
ʼ 
 
 
 
 
.

 
ʼ 
, 
 
 
 
,
, 
 
ʼ, 
 
ʼ 
, 
.

; 
, 
 
 
ʼ 
 
;

᾽ 
 
 
 
 
.

 
᾽ 
 
 
 
.

 
 
᾽  
 
 
;

᾽ 
ʼ, 
 
᾽ 
 
.

 
 
 
ʼ 
 
 
.

᾽ 
 
 
᾽ 
ʼ, 
 
 
.

 
·  
 
, 
, 
 
.

 
ʼ·  
 
 
 
ʼ 

, 
 
ʼ 
 
 
 
 
.
2886	
 
ʼ 
 
᾽, 
, 
 
 

 
·  
 
 
᾽ 
 
ʼ 
.
 
 
·  
 
 
, 
 

 
 
 

 
, 
 
 
,
 
 
, 
 
ʼ 

 
, 
᾽ 

 
·  
 
 
 

 
 
 
 
 

 
 
 
.
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
, 
 
 

 
 
 
.   
 
᾽  

 
·  
 
 
,
 
᾽ 
 
 
 
.
2985	
 
᾽ 
 
 
 
 

ʼ 
 
 
 
;
 
 

 

 
 
.
 
 
᾽ 
 

 
 
 
 
 
,
 
ʼ 
᾽ 

 


 
 
 
 
 

 
 
 
 
 
᾽ 
.
 
 
᾽ 

 
 
ʼ 
 

 

 
 
 
,
 
 
 

·  
 
ʼ 

 
.
3063	
 
 
, 
 
 
 

 
ʼ 
᾽ 
ʼ·  
 
 
 
ʼ 
.
 
ʼ 
 
᾽, 
᾽ 
 
᾽ 
.
 
 
 

 
 
 
 
ʼ, 
 
 
ʼ 
᾽
, 
 
 
 
 

 
 
 
 
ʼ 
 

 
 
.
3118	
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 

·  
 
ʼ 
 
 
 
 
 
,
 
 
 
·  
 
ʼ 
 

 
.
᾽ 
ʼ 
᾽ 
, 
 
ʼ 
 
, 
 
 
.
 
 
᾽ 
, 
ʼ 
 

, 
 
 
 
 
ʼ 
 
 
᾽ 

 
ʼ 
 
.
3183	
 
, 
ʼ 
 

 
 
 
 
,
ʼ 
.  
 
 
 
 

 
 
 
 
ʼ 
 

 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
 
.  
 
 
 

 
 
 
 
 
 
,
᾽ 
 
, 
 
 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
ʼ 

 
 
 
 
 
.

 
ʼ 
, 
 
 
 

 
 
 
 
 
 
;

 
 
᾽, 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
 

 
 
 
;

 
ʼ·  
 
 
ʼ, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
.

 
, 
 
᾽ 
; 
 
ʼ 

 
 
 
 
 

, 
 
 
 
 

 
ʼ 
 
 
 
;
ʼ 
 
 
, 
 
 

 
ʼ 
 
 
᾽ 
 
;
 
 
 
 
 
 

 
 
 
 
 
;
᾽  
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
ʼ 
;
3391	
ʼ 
 
; 
 
 

ʼ 
, 
 
 
ʼ 
 
.

 
 
,  
 
ʼ 
 

· 
 
 
 
 
ʼ 
ʼ 
.

᾽ 
 
 
 
ʼ 
 
 
.

᾽ 
 
 
 
ʼ, 
 
 
 
.

 
 
 
 
 

 
 
 
  
, 
 
 
.

 
 
 
 
 

 
 
  
 
, 
 
 
.

 
 
᾽ 
ʼ 
·  
 

ʼ 
 
 
, 
 
.

 
 
 
, 
 
 
ʼ 

 
 
 
 
;

 
 
᾽ 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
 


 
 
; 
 
 
.

 
 
 
;

 
 
ʼ    
 
 
.

᾽ 
 
 
 
 
 
 
 
;

 
ʼ 
   
 
 
.

ʼ 
 
 
 
 
᾽ 
 
;

 
 
ʼ   
 
 
.

᾽ 
 
 
 
 
;

, 
    
ʼ 
; 
 
.

 
 
ʼ 
 
 
 
 
 
;

 
ʼ·  
᾽ 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

 
᾽; 
 
 
 
ʼ, 
 
.

ʼ, 
 
 
 
, 
᾽ 

 
 
ʼ 
 
 
.

 
 
 
᾽, 
 
ʼ·  
 
 

 
 
ʼ 
 
 
 
.

ʼ·  
 
 
 
 
.

 
᾽; 
 
 
 
 
;

 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
᾽  
 
.

 
  
 
 
 
;

 
 
 
 
 
 
.
3702	
, 
 
 
ʼ 
 
 
 
.
 
 
 
, 
 
ʼ 
 

 
 
 
 
 

 
ʼ, 
 
 
ʼ 
᾽ 
 
.
 
 
 
᾽ 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
, 
 
 
 
.
 
᾽ 
 
 
 

 
 
 
 
;
 
 
 

᾽ 
 
 
 
 
 
 
.
 
 
, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
᾽ 
 
ʼ  
 
ʼ 
 
;
 
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
 

᾽ 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 

 
 
ʼ 
 
 
 
·
᾽ 
᾽, 
 
 
 
 

 
 
, 
 
ʼ 
 

, 
 
, 
 
ʼ 
 
 
, 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
ʼ 
 
, 
 
, 
.
᾽ 
 
 
 
᾽ 
, 

 
 
 
 
·
 
 
 
 
 
 
.
3932	
 
 
 
,
·  
 
 
 
 
 
.

 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
, 
 
 

ʼ 
,    
 
ʼ 
.

 
 
; 
 
 
 
 
;

·  
, 
 
 
 
.
 
 
 
 
 
 
.

 
 
 
 
 
;


 
 
  
ʼ 
 
.

 
 
.

᾽ 
 
 
 
.

᾽ 
 
.

 
 
 
;

 
ʼ 
.

 
 
ʼ 
.

 
 
.

 
 
, 
 
 
.

ʼ, 
·  
 
ʼ 
 

᾽ 
 
 
 
, 
ʼ 

 
 
 
 
 
 
.
4067	
 
 
, 
 
, 

 
ʼ 
᾽ 
 

 
 
 
 
;
 
 
 
ʼ 
 
 
, 
, 
 
,
 
 
 
 
 
 
ʼ 
;

, 
 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
 
 
.

·  
 
 
, 
 
, 

 
 
 
 
 
.

 
 
, 
᾽ 
, 
 
 

ʼ, 
, 
 
 
 
.

 
 
 
, 
, 
,
 
 
᾽ 
 
 
,
 
 
 
ʼ 
 
 
.
4172	
 
 
 
ʼ, 
, 
.

 
 
 
᾽ 
;

 
 
 
 
 
ʼ 
 
 
 
.

ʼ 
 
 
;

.

 
 
 
.

 
 
 
᾽ 
 

 
 
  
ʼ 
 
.

 
 
, 
᾽ 
 
, 

 
 
 
 
 
 
.
4237	
 
 
 
 
 

·  
 
 
 
 
 

, 
 
 
᾽ 
.
 
 
 
 

 
, 
᾽ 
 
 

 
 
 
 
 
.

 
ʼ 
 
, 
 
 
 
 
 

 
 
 
᾽  
 
.
 
 
, 
 
 
᾽, 
 

·  
 
ʼ 
ʼ 
 
 
.

 
 
 
 
, 
 
ʼ, 

 
·  
 
 
 

 
 
 
 
.

 
ʼ 
 
 
;

,
 
 
 
, 
 
 
᾽ 
.
4342	
, 
 
 
 
 
᾽ 
;

 
ʼ 
 
 
.

 
 
 
, 
 
 
 
 
 
ʼ
.

 
᾽ 
;

.

 
 
 
;

 
ʼ, 
, 
 
,
 
ʼ 
 
 
.

 
᾽ 
, 
 
 
 
,
 
 
 
 
;

, 
 
 
 
 
,
 
 
, 
 
 

 
ʼ 
, 
 
ʼ 
,
 
ʼ 
 
 
 
 

 
ʼ 
 
,
 
ʼ 
, 
 
.

 
 
 
ʼ, 
, 
 

 
 
 
 
.
4452	
·  
 
 
ʼ  
 
, 
, 
·
, 
 
 
 
.

᾽, 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
, 

 
ʼ 
 
 
 
 
.

 
 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
ʼ, 
 

 
ʼ 
ʼ 
, 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
, 
 
ʼ 
 
, 
 

 
ʼ 
 
 
·
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
.
ʼ   
 
᾽  
 

 
 
 
 

 
 
 
 
 
.
 
 
 
,
 
 
 
· 
 
 
 

 
, 
 
 
.
4622	
 
ʼ 
ʼ 
 
, 
,
 
 
 
.

 
 
᾽ 
 
;

ʼ 
 
 
᾽, 
 
 

 
 
 
.

 
 
᾽ 
 
 
ʼ 
.

 
 
ʼ 
 
 
 
 
᾽ 
 
;

 
 
 
 
, 
 
ʼ 

 
 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
 
 
 
᾽ 
 

 
, 
᾽ 
 
.

 
, 
 
 
 
 
;

 
ʼ 
 
 
᾽, 
, 
;

 
ʼ 
·  
 
 
 

᾽ 
 
, 
 
ʼ 
 
 
.

, 
 
 
 
,
 
 
 
 
 
 
.

 
·  
ʼ 
 
 

 
     
 
 
.

 
; 
 
 
 
ʼ 
ʼ, 
.

 
 
 
 
 
 
·
 
 
,   
 
 
 
.

 
 
 
, 
 
ʼ 
 
 
ʼ 
.
4799	
  
 
 
 
 

 
, 
᾽ 
 
;

ʼ  
 
 
, 
 
ʼ  
 
     
·  
 
ʼ 
 
 
.

, 
᾽ 
 
.  
 
 

 
 
 
 
 
, 
;

 
, 
 
ʼ 
 
.

 
 
 
 
 
 
;

 
᾽·  
᾽ 
 
 
 
 
 

 
ʼ 
ʼ 
 
 
ʼ 
,
 
 
 
 

 
 
 
 
 
,
 
 
 
᾽ 
 
.
ʼ 
 
· 
 
 
᾽ 

 
 
 
 
 
 
.

 
 
 
ʼ 
 
 
 
;

·  
  
 
 
᾽ 
;

ʼ 
, 
 
, 
 
᾽ 

᾽ 
 
 
ʼ 
 
 
 
.

᾽ 
 
·  
 
 
 

 
 
ʼ 
 
 
 
᾽, 
.
4953	
 
 
 
 
ʼ, 
 
 

 
.  
 
 
 
 

᾽ 
 
 
, 
 
 
ʼ 
;
 
 
 
 
 
,
 
 
 
.  
 
ʼ 

 
 
 
, 
 
 

ʼ 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 

 
ʼ  
, 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
ʼ 
·  
 
 

 
 
 
 
 
.
 
 
 
 
, 
 
ʼ
 
ʼ 
 
᾽·  
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 

 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ
 
 
ʼ 
,
 
ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
, 

, 
 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
.
5140	
 
, 
, 
 
. 

᾽ 
 
 
᾽ 
 
,
 
 
 
 
 

 
 
, 
 
 
,
·  
 
 
ʼ 
 
ʼ 

 
ʼ 
 
 
 
 
.
 
 
, 
 
,
 
ʼ 
·  
 
ʼ 
 
 
 
,
 
 
, 

 
 
 
 
.
 
 
 
ʼ 
, 
 

 
 
 
 
 

 
 
 
·
 
 
 
.  
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
;
 
 
 
 
᾽ 
;
 
 
 
 
ʼ 
 

 
 
 
 
,
 
ʼ 
᾽ 
.  
 
᾽ 
 
 

 
 
ʼ  
 
᾽  
 
 
.
 
 
 
 
 
 

, 
ʼ 
 
ʼ·  
᾽ 
 
;
᾽ 
 
 
; 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
, 
 
 
 

 
 
 
 

, 
 
 
 
.
᾽ 
 
᾽ 
 
 
 
 

 
᾽ 
 
᾽ 
 
 
;
 
, 
 
᾽, 
 
 
 
,
 
 
, 
᾽ 
 

 
 
 
 
ʼ 

ʼ 
 
 
.
5359	
 
, 
, 
᾽ 
ʼ·  
 
ʼ 
 

 
 
 
, 
᾽ 
.

 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
.

 
 
 
ʼ 
 
;

 
 
ʼ·  
 
 
 

 
ʼ, 
᾽ 
 
 
.

 
 
 
 
 
;

 
 
 
 

 
 
.  
 
 
 

 
 
 
, 
 
 
·
 
 
᾽ 
 
 
 
 
 
·
 
ʼ 
ʼ 
ʼ 
 
, 

᾽ 
 
 
 
 
 
.

᾽ 
 
 
 
 
᾽ 
,
 
 
 
 
ʼ 
 
·
 
 
ʼ, 
 
 
, 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ, 
, 
 
 
 

 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 

ʼ, 
᾽ 
 
 
.
᾽ 
 
 
ʼ 
 
 
᾽ 

ʼ 
 
᾽ 
 
᾽ 
 
.

 
· 
᾽ 
 
 

 
 
 
 
᾽ 
.

 
ʼ·  
᾽ 
 
 
·
 
 
 
ʼ 
 
 
 
 
.
5568	
 
 
 

 
 
 
 

 
 
, 
 
 

, 

ʼ 
 
, 
 

 
, 
 

 
 

 
 
 
 
 
·
 
 
 
 
 
.
5611	
 
 
·
, 
 
 
 
,
 
 
 
 
,
 
ʼ
 
 
 
 
,
ʼ 
 
 

.  
 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
.
5654	
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
,
 
 
,
 
 
 
 
 

 
 
 

 
 
 
 
.
 
 
ʼ 
 
᾽ 
 
 

 
 
;
 
 
 
 
 
,
 
 
 
;
5713	
 
 
 
 
 
᾽ 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 

 
 
.
᾽, 
 
, 
 
ʼ 
,
, 
᾽ 
, 
 

 
 
 
 
 
 
.
 
 
 

ʼ 
 
,
 
 
 
·
 
 
 
.
5771	
 
, 
 
 

 
 
, 
᾽ 
 

 
 
.
 
 
 
 
 

 
·  
᾽ 
ʼ 

 
 
 
 
 
,
᾽ 
 
 
, 
 
 
.
᾽ 
 
ʼ 
 
 
 
,
 
ʼ, 
 
ʼ 
, 
 
 
,
 
 
 
 
,
 
 
ʼ 
 
 
·
 
 
 
 

 
 
 
 
.

᾽ 
 
ʼ 
, 
 
, 
ʼ 

 
 
 
ʼ 
 
;
 
ʼ 
 
᾽, 
 
ʼ 
.

 
 
, 
 
, 
 
·
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 

᾽, 
 
ʼ  
 
 
.

 
 
 
 
ʼ, 
 
ʼ·  
 
 

 
 
᾽·  
 
ʼ 

 
 
 
 
 
.

 
 
  
 
 
 
, 
.

 
 
;   
 
 
ʼ 
;

 
 
·  
 
ʼ 
 
 
,
 
, 
 
ʼ 
 
, 
 
ʼ 
.

 
ʼ 
; 
 
 
᾽ 
 
;

 
 
 

 
 
, 
 
ʼ  
.

 
ʼ; 
 
 
 
 
 
;

 
᾽, 
 
 
 
 
 
.

 
; 
 
 
, 
 
;

 
 
 
 
, 
 
.

 
ʼ, 
 
 
᾽ 
 

 
; 
 
 
,
᾽ 
·  
 
 
 

 
ʼ 
 
 
, 
 
 

 
 
 
 
 
᾽ 
.
6044	
 
 
  
 
,
 
ʼ 
 
 
 
;

 
 
, 
 
 

 
ʼ 
᾽ 
 
 
 
.

 
 
 
ʼ 
 
 
 
 
;

 
 
, 
 
 
 

 
᾽ 
 
, 
᾽ 
.

 
, 
ʼ; 
 
 
 
 
.

 
 
 
 
ʼ 
 
,
 
᾽ 
 
 
.

 
 
 
 
;

 
 
ʼ 
 
.

 
 
, 
 
, 
.

 
 
 
 
 
.

 
, 
 
᾽ 
, 
 
, 
 

 
 
 
 
 

 
, 
 
 

 
 
 
 
; 
 
 

 
 
 
.  
 
ʼ 
᾽ 

 
·  
 
 
 
 

ʼ·  
 
ʼ  
 
 
  
 
.
 
ʼ 
 
 
 

 
ʼ 
 
 
ʼ 
.

 
 
 
 
 
;

·  
 
 
 
 
.

 
 
᾽ 
 
 
 
 
.

 
 
 
 
 
 
 
 
;
6240	
 
ʼ 
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
;
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
.  
 
᾽ 

ʼ 
 
, 
 
 
 
.

 
 
᾽ 
 
 
,
 
 
 
ʼ 
 
·  
 
ʼ 

, 
ʼ 
, 
 
 
 
, 
.

 
 
 
ʼ 
 
 
 
.

, 
ʼ·   
 
 
 
.

 
 
 
 
ʼ 
;

, 
, 
 
 
 
.

 
ʼ 
᾽ 
 
 
 
 
;

 
 
, 
 
.

 
; 
 
 
 
 
;

 
ʼ·  
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ·  
 
, 
᾽ 

 
 
 
ʼ 
 
.
6406	
 
 
᾽ 
 
 
᾽ 
;

 
 
 
 
 
, 
.

 
᾽ 
 
 
 
 
 
ʼ, 
,
 
 
, 
;

 
 
 
ʼ 
 
 
 
.

 
 
 
᾽ 
, 

 
 
 
 
 
 
.

᾽ 
ʼ 
   
 
 
ʼ 
.

 
, 
 
     
 
 
 
 
.

, 
 
;  
 
 
 
.

 
 
 
᾽ 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
;

᾽ 
, 
, 
 
ʼ 
 
.

᾽ 
 
 
 
 
 
;

 
ʼ 
, 
 
ʼ 
 
 
 
;

ʼ 
 
 
 
 
 
.

 
; 
     
 
 
 
;

 
 
 
 
 
, 
᾽ 
.

 
 
 
 
 
 
 
;

᾽ 
 
ʼ 
ʼ  
᾽ 
 
᾽  
.

᾽ 
 
 
 
 
ʼ 
;

 
ʼ, 
, 
 
 
 
.

ʼ 
᾽ 
᾽ 
 
 
 
;

 
 
 
 
ʼ 
.

  
ʼ 
  
 
 
ʼ 
 
;
6618	
 
 
 
 
.

 
     
 
 
 
 
;

᾽ 
 
 
.

 
 
 
 
 
;

 
ʼ, 
 
, 
 
 
 
᾽ 
 
.

 
ʼ 
 
ʼ 
 
 
;

 
 
 
 
 
·

, 
 
᾽    
 
 
;

 
ʼ 
  
 
 
.

 
ʼ 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
, 
 
 
 
; 
.

 
ʼ· 
 
 
 
᾽ 
 
 
.

 
 
ʼ 
 
ʼ 
 
᾽ 
 
;

, 
 
 
 
 
.

 
; 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
 
;

·  
 
 
 
 
.

 
ʼ 
 
 
, 
᾽ 
 
;

 
ʼ 
ʼ  
ʼ 
 
.

 
 
 
 
 
,
 
 
 
ʼ 
 
,
᾽ 
 
᾽ 
 
 
ʼ 
;
ʼ, 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
,
 
 
 
·  

᾽ 
 
᾽ 
 
ʼ 
 
 
.
6827	
, 
 
, 
᾽ 

 
; 
᾽ 
 
;

 
ʼ 
᾽ 
; 
 
·  
 

 
 
 
 
.

 
 
 
᾽ 
 
 

 
᾽ 
 
 
 
.

 
 
, 
 
 
 
 

, 
 
᾽·  
 
ʼ 
.

·  
 
 
 
᾽ 
 
 

 
 
, 
 
.

 
 
, 
·  
 
 
.

 
 
 
 
 
᾽ 
 
.

 
 
 
ʼ 
 
 
 
 
.

 
 
 
 
ʼ 
 
.

 
ʼ, 
 
 
 
 
.

 
 
 
 
 
 
;
 
ʼ 
 
 
 
.

 
, 
·  
 
 
ʼ 

 
, 
 
ʼ 
ʼ 
.

 
 
, 
, 
᾽ 

 
 
 
; 
ʼ 

 
 
 
 
᾽ 
 
.

 
 
·  
 
ʼ 
,
 
 
 
, 
ʼ 
 
.
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
·  
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 

ʼ  
, 
 
 
 
 
.
7053	
 
 
 
 
 
 
 
,
 
 
 
, 
 
,
 
 
 

, 
 
 
 
 
 
 

 
 
 
ʼ 
,
  
 
 
, 
 
 
 
 
 
 
.
 
, 
 
 
᾽ 
ʼ 
.
7104	
 
, 
, 
 
ʼ 
 
 
 

 
 
 
ʼ;
 
 
ʼ 
 

; 
 
 
 
 
 
·
᾽ 
 
 
,
᾽  
 
 
 
 
᾽ 
 
 
ʼ 
 
ʼ 
 

 
, 
 
 
.
7153	
 
 
 
 
 
 
,
, 
, 
 
ʼ 
 
,
 
 
·  
 
 
 

 
 
 
 
,
 
 
 
 
 

ʼ 
·  
 
ʼ 
 
 

 
ʼ 
 
, 
 
ʼ 
 
.

 
, 
ʼ 
·  
 
 

 
 
 
 
 
 
.

 
ʼ 
, 
 
 
, 
 
 
;

, 
 
.

 
, 
, 
 
 
 

ʼ 
 
ʼ 
.  
 
ʼ 
 
;

 
 
 
, 
᾽ 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

 
      
 
 
 
;

 
 
, 
 
 
 
.

 
 
᾽ 
 
 
 
 
;

 
 
; 
 
 
 
;

᾽ 
 
·  
 
 
 
;

 
 
ʼ 
 
 
 
 
.

 
 
, 
ʼ·  
᾽ 
 

ʼ 
 
.  
 
 
ʼ 

, 
 
 
 
,
 
 
 
, 
 
ʼ 
,
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
ʼ 

 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
;
7377	
 
, 
 
 
 
.

ʼ 
 
, 
᾽ 
 
 
 

, 
 
 
 
 
;

 
ʼ 
; 
   
 
 
 
;

᾽ 
, 
 
, 
 
 
᾽ 
 
.

 
 
; 
 
 
;

, 
 
, 
, 
᾽, 
 
 

 
 
 
 
 
᾽ 
.

 
ʼ, 
 
 
, 
;

 
 
 
ʼ  
 
 
.

 
 
  
, 
᾽ 
 
.

 
 
 
 
 
, 
 
ʼ 
.

 
, 
 
, 
 
 
ʼ 
.

 
 
 
    
᾽ 
 
;

, 
 
; 
 
 
;

 
ʼ 
 
᾽  
 
 
;

ʼ·  
 
ʼ 
 
᾽ 
.

᾽ 
 
᾽ 
 
 
 
 
.

 
 
, 
 
, 
.

 
᾽, 
 
, 
 
 
.

 
᾽ 
᾽,   
᾽ 
, 
 
, 
.

 
; 
 
 
 
 
;

 
 
 
᾽, 
 
 
.

 
 
 
 
 
 
;

 
 
, 
, 
ʼ, 
 
.

, 
 
 
᾽ 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

, 
 
 
ʼ 
 
 
 
.

ʼ  
·  
᾽  
 
.
7616	
 
 
 
 
 
ʼ·  
 
ʼ 

ʼ 
 
 
 
 
᾽ 
 
.

 
 
 
 
;

᾽, 
.

 
 
 
;

 
 
.

 
;

 
ʼ 
 
.

;

 
 
 
 
 
.

 
᾽ 
 
 
 
 
;

, 
 
ʼ, 
 
 

 
,    
 
 
·  
 

ʼ  
 
ʼ  
.  
 
 
 

 
 
, 
 
 
.

 
·  
 
᾽ 
 
 
.
 
, 
 
 
 
,
 
 
 
ʼ 
᾽ 
 
 
, 
 
 
ʼ
 
 
, 
 
 
ʼ 
 
 
.
7740	
 
 
,
 
 
 
 
 
 
 
.
 
, 
 
 

 
 

 
 
 

  
ʼ 
;
 
 
 
ʼ 
,
 
 
, 
 
, 
 
 
, 

 
·
7784	
 
ʼ  

 
 
 
᾽ 
 
,
 
, 
 
 

 
 

, 
 
ʼ 

 
 
·
 
 
 
 

 
 
 
ʼ 
, 
 
 

 
.
7825	
 
ʼ 
 
 
;
 
 
, 
 
 

 
 
;
 
 
 
,
 
 

 

 
 
 
 
;
 
 
 
ʼ 
 
 
ʼ 
 
, 
,
ʼ 
 
 
;
7869	
 
ʼ 
ʼ 
 
᾽ 
 
,
 
ʼ 
 
 

 
 
.
, 
 
 
,
 
ʼ 
 

᾽ 
.
 
 
 
 

 
.  
 
ʼ 
 
, 
 
ʼ 


 
 
 
.
7915	
 
 
 
᾽ 
 
,
᾽, 
ʼ 
ʼ, 
 
ʼ 
ʼ, 
 
ʼ
 
, 
 
 

 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
 
, 

, 
 
ʼ 
ʼ 
 
 
 
 

 
 
.  
 
 

 
ʼ 
 
ʼ 
.

 
 
᾽ 
 
 
 
 
 

ʼ 
·  
 
ʼ 
 
 
;

 
 
 
 
 
 
 

, 
 
 
 
.

 
, 
 
 
ʼ 
;
8012	
 
 
.  
 
 
 
 

ʼ 
·  
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
ʼ 

, 
ʼ 
 
 
 

, 
 
ʼ 
 
.
 
ʼ, 
 
ʼ, 
ʼ 

 
 
 
 
 
,
 
 
 
ʼ, 
᾽ 

 
 
, 
 
 
 

 
 
 
 
.
 
ʼ 
, 
 
 

 
 
 
 
ʼ  
 
 
.
 
 
 
 
ʼ 
᾽ 
ʼ 
·
 
 
 
, 
᾽ 

 
 
 
 
 
,
᾽ 
 
 
ʼ 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
, 
 
 
.
 
ʼ 
 
 
 

 
 
ʼ, 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
,
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
.  
 
 

 
, 
 
ʼ 
 
ʼ 
.
 
 
 

 
᾽ 
, 
 
,
 
 
 
 
 
,
 
᾽, 
ʼ 
 
 

᾽ 
᾽ 
 
᾽ 
ʼ 
 
,
᾽ 
 
 
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 

ʼ 
 
.  
 
ʼ 

 
ʼ 
, 
᾽ 

 
 
, 
᾽ 
 

 
 
 
.
᾽ 
 
 
, 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
·  
 
 
 
 

, 
, 
, 
, 

ʼ 
 
 
ʼ, 
 
᾽ 
.
8318	
 
ʼ 
᾽ 
 
 
 
 
 
;

 
 
 
 
 

 
 
 
 
,
 
ʼ—
 
ʼ 
 
 
,
 
 
 
 
 
᾽  

 
 
, 
 
.
 
 
 
 
 

·  
 
 
 
 
 
.
 
 
 
·  
 
 
 

·  
 
ʼ 
 

 
 
   
ʼ 
.
8391	
 
 
 
 
,
 
 
 
ʼ 

ʼ 
.  
 
ʼ, 
 
,
 
;  
 
 

 
 
 

 
 
 
;
 
, 
ʼ·
᾽ 
᾽ 
 
 
, 

᾽ 
, 
 
,
 
ʼ 
·
 
 
 
.

 
, 
 
,
 
 
 
; 
 

 
 
;
 
, 
᾽ 
.

 
 
᾽ 
 
᾽ 
.
8467	
 

 
 
, 
 
,
 
 
 
 
.
,
 
᾽ 
·  
 
 
ʼ 

 
 
ʼ 
 
 
 
.

 
 
ʼ 
 
 
 

  
 
 
 
 
 
.
8511	
 
,
 
 
 
 
 
·  
 

 
 
 
 
.
 
.
 
 
 
, 
 
 
,
 
, 
 
 
 
 
.

 
 
, 
 
 
 

 
; 
 
ʼ 
 
;
8558	
 
᾽ 
, 
, 
,
 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
, 
᾽ 
 
.
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
;

 
ʼ 
 
 
 
.

 
᾽ 
 
 

 
 

᾽ 
᾽ 
 
 
;
ʼ 
 
 
 
 
,
ʼ, 
 
, 
 
ʼ 

 
, 
 
 
 

 
.

 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
.
8650	
ʼ  
 
, 
 
 

ʼ 
 
ʼ 
ʼ 
 
 

 
, 
 
 
 
.
 
 
 

 
 
 
᾽ 
 
ʼ 
.

 
 
᾽ 
 
.

 
 
ʼ  
 

 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ, 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
᾽ 
ʼ 
.
8727	
 
ʼ 
 
 
 
 
·
 
 
 
᾽ 
 
 
 
.

 
 
᾽ 
 
᾽ 
᾽ 
ʼ 
,
 
ʼ 
, 
 
ʼ 
.
 
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 

᾽ 
 
 
ʼ, 
 
 

ʼ 
 
ʼ 
 
.
᾽ 
 
 
᾽ 
 
 
,
ʼ 
 
, 
 
;
 
 
 
ʼ 
 
 
·
᾽ 
 
ʼ 
 
 
 

ʼ 
, 
 
 
 

ʼ 
 
 
 
 
 
 

ʼ 
, 
 

 
 
 
, 
 
 

ʼ 
 
 
 
 
.
ʼ 
 
 
 

 
 
 
 
;
 
ʼ·  
᾽ 
 
 
 
᾽ 

 
ʼ 
 
, 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
· 
 

 
ʼ 
 
 
 
 
.
 
, 
 
ʼ 
; 
 
ʼ 
 

 
, 
 
 

 
 
 
 
;
 
 
 
 
 
 

 
 
ʼ, 
 
 

 
 
 
·
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
ʼ 

᾽ 
 
 
 
 
᾽ 

ʼ 
 
; 
 
 
,
ʼ 
, 
 
 

 
 
 
, 

, 
, 
, 
ʼ 
,
, 
 
 
, 

ʼ 
 
 
 
.
᾽ 
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
ʼ 
 

ʼ, 
 
᾽ 
ʼ 
.
ʼ, 
ʼ 
 
 
.
, 
 
·  
 
 

 
 
 
 
 
 
.
9042	
᾽ 
 
 
 
 
ʼ 

 
 
 
 
 
, 

 
 
 
 
 
.

, 
 
 
 
 
᾽ 
;
 
 
 
 
;  
 

 
 
 
᾽ 
 
.

 
 
, 
, 
,
᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 

, 
 
 
 
 

ʼ 
 
, 
ʼ 

 
 
, 
 
 

᾽ 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
·
 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
.

 
, 
 
 
ʼ 
,
 
 
 
 
ʼ 
,
 
 
·  
 
 
 
᾽ 
 
.

 
 
 
 
 
 
;

 
 
 
 
᾽ 
 
ʼ, 

 
 
 
.

ʼ 
 
 
᾽ 
᾽ 
, 
 
 
 

ʼ 
 
 
 
.

᾽ 
 
ʼ 
 
ʼ 
 
,
 
, 
 
 
ʼ 
.

 
 
᾽·  
 
ʼ 
᾽ 

, 
 
 
 
.

 
᾽ 
 
 
ʼ 
;

 
 
 
 
 
 
 
 
.
9250	
 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 

·  
 
 
 
 
 
 
 
·
 
 
᾽ 
 

 
  
 
 
,
᾽ 
 
 
 
, 
 

 
 
, 
 
 
 

 
ʼ 
 
 
 
,
᾽ 
 
, 
 
ʼ 
, 
.
 
 
ʼ 
, 
 
ʼ 
 

᾽ 
 
 
·  
 
 
 

 
, 
 
 
 
 
.
᾽ 
 
 
 
ʼ, 
 
ʼ, 
·
 
 
 
 
 
 
, 
,
 
·  
 
, 
 

 
 
, 
ʼ 
 
, 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 

ʼ 
 
᾽ 
, 
᾽ 
 

, 
 
ʼ 
 
·
 
 
·  
 
 
 

 
ʼ 
 
 
.
ʼ 
,
ʼ 
 
 
·  
 
 

ʼ 
 
, 
 
ʼ  
.
 
;
 
 
 
 
 
 
 
 

, 
 
ʼ 
 

 
 
 
ʼ 
 
;
 
;

·  
 
 
ʼ 
 
 
,
 
 
 
, 
 
ʼ 
 
.
9458	
᾽ 
, 
 
 
 
 

 
 
 
 
 
.
 
, 
 
ʼ  
;  
᾽  
ʼ, 

 
 
 
 
 
 
,
 
 
  
 
 
᾽ 

 
 
 
 
·
 
, 
 
ʼ, 
᾽ 
 
᾽ 

 
 
 
 
.
 
 
· 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
,
 
ʼ 
, 
 
 

 
 
ʼ 
 
 
;
᾽ 
ʼ 
 
 
 
 
ʼ 
,
 
 
, 
 
, 
,
᾽ 
 
, 
 
 

 
 
 
ʼ 
 
;
 
 
 
; 
 
 

 
·  
 
 
,
 
 
 
, 
 
 
 

ʼ 
, 
 
 
.
᾽ 
·  
 
 
 
;
 
 
, 
 
ʼ, 
 

 
 
 
 
.
 
 
, 
᾽ 
 
 

 
, 
 
, 
 
,
 
ʼ 
, 
 
 

 
 
 
,
ʼ 
 
 
 
 
.
᾽ 
 
, 
 
ʼ 

 
, 
 
 
 
 
.
, 
 
, 
 
 
.
᾽ 
 
·  
 
 
᾽ 
 
,
 
 
 
, 
 
 
 

 
 
   
 
.

 
᾽ 
 
·  
᾽ 
 
 
.
9697	
, 
 
 
 
.

 
 
 
.

ʼ 
᾽ 
 
 
;

, 
 
᾽ 
 
.

 
ʼ 
 
 
.

 
 
ʼ 
 
.

 
 
ʼ 
 
.

 
 
.

 
᾽ 
;

 
 
 
 
 
 
 
.

 
 
ʼ 
 
.

 
, 
 
ʼ 
.

 
 
ʼ 
 
.

 
 
 
·
 
 
 
 
 
 
 
.

 
 
 
, 
ʼ, 
 
,
 
 
ʼ 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
, 
 

 
 
 
  
 
 
.
