@node
@author=Epictetus
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Kirsopp Lake
@filename=tlg0557.tlg001.perseus-grc2
@funder=Tufts University
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2004.
@respStmt=Prepared under the supervision of, Gregory Crane, Lisa Cerrato, Anne Mahoney, David Mimno
@sourceDesc=Epictetus, Epicteti dissertationes ab Arriano digestae, editio maior, Heinrich Schenkl, Leipzig, Teubner, 1916, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἀρριανοῦ τῶν Ἐπικτήτου Διατριβῶν
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:00Z

95217	 Ἀρριανὸς Λουκίῳ Γελλίῳ χαίρειν.
 περὶ τῶν ἐφʼ ἡμῖν καὶ οὐκ ἐφʼ ἡμῖν.
 πῶς ἄν τις σῴζοι τὸ κατὰ πρόσωπον ἐν παντί.
 πῶς ἄν τις ἀπὸ τοῦ τὸν θεὸν πατέρα εἶναι τῶν ἀνθρώπων ἐπὶ τὰ ἑξῆς ἐπέλθοι.
 περὶ προκοπῆς.
 πρὸς τοὺς Ἀκαδημαικούς.
 περὶ προνοίας.
 περὶ τῆς χρείας τῶν μεταπιπτόντων καὶ ὑποθετικῶν καὶ τῶν ὁμοίων.
 ὅτι αἱ δυνάμεις τοῖς ἀπαιδεύτοις οὐκ ἀσφαλεῖς.
 πῶς ἀπὸ τοῦ συγγενεῖς ἡμᾶς εἶναι τῷ θεῷ ἐπέλθοι ἄν τις ἐπὶ τὰ ἑξῆς.
 πρὸς τοὺς περὶ τὰς ἐν Ῥώμῃ προαγωγὰς ἐσπουδακότας.
 περὶ φιλοστοργίας.
 περὶ εὐαρεστήσεως.
 πῶς ἕκαστα ἔστιν ποιεῖν ἀρεστῶς θεοῖς.
 ὅτι πάντας ἐφορᾷ τὸ θεῖον.
 τί ἐπαγγέλλεται φιλοσοφία.
 περὶ προνοίας.
 ὅτι ἀναγκαῖα τὰ λογικά.
 ὅτι οὐ δεῖ χαλεπαίνειν τοῖς ἁμαρτανομένοις.
 πῶς ἔχειν δεῖ πρὸς τοὺς τυράννους.
 περὶ τοῦ λόγου πῶς αὑτοῦ θεωρητικός ἐστιν.
 πρὸς τοὺς θαυμάζεσθαι θέλοντας.
 περὶ τῶν προλήψεων.
 πρὸς Ἐπίκουρον.
 πῶς πρὸς τὰς περιστάσεις ἀγωνιστέον.
 πρὸς τὸ αὐτό.
 τίς ὁ βιωτικὸς νόμος.
 ποσαχῶς αἱ φαντασίαι γίνονται καὶ τίνα πρόχειρα πρὸς αὐτὰς βοηθήματα παρασκευαστέον.
 ὅτι οὐ δεῖ χαλεπαίνειν ἀνθρώποις καὶ τίνα τὰ μικρὰ καὶ μεγάλα ἐν ἀνθρώποις.
 περὶ εὐσταθείας.
 τί δεῖ πρόχειρον ἔχειν ἐν ταῖς περιστάσεσιν.
 ὅτι οὐ μάχεται τὸ θαρρεῖν τῷ εὐλαβεῖσθαι.
 περὶ ἀταραξίας.
 πρὸς τοὺς συνιστάντας τινὰς τοῖς φιλοσόφοις.
 πρὸς τὸν ἐπὶ μοιχείᾳ ποτὲ κατειλημμένον.
 πῶς συνυπάρχει μεγαλοφροσύνη καὶ ἐπιμέλεια.
 περὶ ἀδιαφορίας.
 πῶς μαντευτέον.
 τίς οὐσία τοῦ ἀγαθοῦ.
 ὅτι οὐ δυνάμενοι τὴν ἀνθρώπου ἐπαγγελίαν πληρῶσαι τὴν φιλοσόφου προσλαμβάνομεν.
 πῶς ἀπὸ τῶν ὀνομάτων τὰ καθήκοντα ἔστιν εὑρίσκειν.
 τίς ἀρχὴ φιλοσοφίας.
 περὶ τοῦ διαλέγεσθαι.
 περὶ τοῦ ἀγωνιᾶν.
 πρὸς Νάσωνα.
 πρὸς τοὺς σκληρῶς τισιν ὧν ἔκριναν ἐμμένοντας.
 ὅτι οὐ μελετῶμεν χρῆσθαι τοῖς περὶ ἀγαθῶν καὶ κακῶν δόγμασιν.
 πῶς ἐφαρμοστέον τὰς προλήψεις τοῖς ἐπὶ μέρους.
 πῶς ἀγωνιστέον πρὸς τὰς φαντασίας.
 πρὸς τοὺς μέχρι λόγου μόνον ἀναλαμβάνοντας τὰ τῶν φιλοσόφων.
 πρὸς Ἐπικουρείους καὶ Ἀκαδημαικούς.
 περὶ ἀνομολογίας.
 περὶ φιλίας.
 περὶ τῆς τοῦ λέγειν δυνάμεως.
 πρός τινα τῶν οὐκ ἠξιωμένων ὑπʼ  αὐτοῦ.
 πῶς ἀναγκαῖα τὰ λογικά.
 τί τὸ ἴδιον τοῦ ἁμαρτήματος.
 περὶ καλλωπισμοῦ.
 περὶ τίνα ἀσκεῖσθαι δεῖ τὸν προκόψοντα καὶ ὅτι τῶν κυριωτάτων ἀμελοῦμεν.
 τίς ὕλη τοῦ ἀγαθοῦ καὶ πρὸς τί μάλιστʼ ἀσκητέον.
 πρὸς τὸν ἀκόσμως ἐν θεάτρῳ σπουδάσαντα.
 πρὸς τοὺς διὰ νόσον ἀπαλλαττομένους.
 σποράδην τινά.
 πρὸς τὸν διορθωτὴν τῶν ἐλευθέρων πόλεων Ἐπικούρειον ὄντα.
 πῶς πρὸς τὰς φαντασίας γυμναστέον.
 πρός τινα ῥήτορα ἀνιόντα εἰς Ῥώμην ἐπὶ δίκῃ.
 πῶς φέρειν δεῖ τὰς νόσους.
 σποράδην τινά.
 περὶ ἀσκήσεως.
 τί ἐρημία καὶ ποῖος ἔρημος.
 σποράδην τινά.
 ὅτι δεῖ περιεσκεμμένως ἔρχεσθαι ἐφʼ ἕκαστα.
 ὅτι εὐλαβῶς δεῖ συγκαθιέναι εἰς συμπεριφοράν.
 περὶ προνοίας.
 ὅτι οὐ δεῖ πρὸς τὰς ἀγγελίας ταράσσεσθαι.
 τίς στάσις ἰδιώτου καὶ φιλοσόφου.
 ὅτι ἀπὸ πάντων τῶν ἐκτὸς ἔστιν ὠφελεῖσθαι.
 πρὸς τοὺς εὐκόλως ἐπὶ τὸ σοφιστεύειν ἐρχομένους.
 περὶ Κυνισμοῦ.
 πρὸς τοὺς ἀναγιγνώσκοντας καὶ διαλεγομένους ἐπιδεικτικῶς.
 περὶ τοῦ μὴ δεῖν προσπάσχειν τοῖς οὐκ ἐφʼ ἡμῖν.
 πρὸς τοὺς ἀποπίπτοντας ὧν προέθεντο.
 πρὸς τοὺς τὴν ἀπορίαν δεδοικότας.
 περὶ ἐλευθερίας.
 περὶ συμπεριφορᾶς.
 τίνα τίνων ἀντικαταλλακτέον.
 πρὸς τοὺς περὶ τὸ ἐν ἡσυχίᾳ διάγειν ἐσπουδακότας.
 πρὸς τοὺς μαχίμους καὶ θηριώδεις.
 πρὸς τοὺς ἐπὶ τῷ ἐλεεῖσθαι ὀδυνωμένους.
 περὶ ἀφοβίας.
 πρὸς τοὺς ταχέως ἐπὶ τὸ σχῆμα τῶν φιλοσόφων ἐπιπηδῶντας.
 πρὸς τὸν εἰς ἀναισχυντίαν μεταβληθέντα.
 τίνων δεῖ καταφρονεῖν καὶ πρὸς τίνα διαφέρεσθαι.
 περὶ καθαριότητος.
 περὶ προσοχῆς.
 πρὸς τοὺς εὐκόλως ἐκφέροντας τὰ αὑτῶν.
