@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Arthur Sidgwick
@filename=tlg0085.tlg003.opp-grc3
@funder=Tufts University
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Gregory Crane
@sourceDesc=Aeschylus, Aeschyli Tragoediae : cum fabularum deperditarum fragmentis, poetae vita et operum catalogo, Arthur Sidgwick, Oxford, Clarendon Press, 1902, HathiTrust.
@sponsor=Perseus Project, Tufts University
@title=Προμηθευς δεσμωτης
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:59:29Z

7902	grc Προμηθευς δεσμωτης Αισχυλου προμηθευς δεσμωτης Υποθεσις Προμηθέως ἐν Σκυθίᾳ δεδεμένου διὰ τὸ κεκλοφέναι τὸ πῦρ πυνθάνεται Ἰὼ πλανωμένη, κατ᾽ Αἴγυπτον γενομένη ὅτι ἐκ τῆς ἐπαφήσεως τοῦ Διὸς τέξεται τὸν Ἔπαφον. Ἑρμῆς τε παράγεται ἀπειλῶν αὐτῷ κεραυνωθή- σεσθαι, ἐὰν μὴ εἴπῃ τὰ μέλλοντα ἔσεσθαι τῷ Διί, καὶ τέλος βροντῆς 5??? γενομένης ἀφανὴς γίνεται ὁ Προμηθεύς. Κεῖται ἡ μυθοποιία ἐν παρεκβάσει παρὰ Σοφοκλεῖ ἐν Κόλχοις, Κόλχοις Κολχίσι  παρὰ δ᾽ Εὐριπίδῃ ὅλως οὐ κεῖται. ἡ μὲν σκηνὴ τοῦ δράματος ὑπόκειται ἐν Σκυθίᾳ ἐπὶ τὸ Καυκάσιον ὄρος: ὁ δὲ χορὸς συνέστηκεν ἐξ Ὠκεανίδων νυμφῶν. τὸ δὲ κεφάλαιον αὐτοῦ ἐστι Προμηθέως δέσις. Τὰ τοῦ δράματος πρόσωπα: Κράτος καὶ Βία Ἥφαιστος Προμηθεύς χορὸς Ὠκεανίδων Ὠκεανός Ἰὼ Ἰνάχου Ἑρμῆς [Γῆ Ἡρακλῆς Γῆ Ἡρακλῆς Προμηθέως Λυομένου ]
grc ἄβατον ἄβατόν τ᾽ ἄβροτον
grc ἀδαμαντίνων δεσμῶν ... πέδαις ἀδαμαντίναις πέδῃσιν ... πέτραις
grc πρὸς τῇ προς
grc ἐξωριάζειν εὐωριάζειν
grc πάγῳ τόπῳ
grc αἰεὶ ἀεὶ
grc ἐπηύρου ἐπηύρω
grc Κρ.
grc αἰεί γε αἰεί τε
grc ἐπαχθῆ ἐπράχθη
grc ψέλια
grc βαλών λαβών
grc πόρον πόρους
grc ὑποστένω ὑπερστένω
grc τωνδε, ό
grc γε σε
grc τέχνης τύχης
grc δῖος διὸς
grc παμμῆτόρ παμμήτωρ
grc πῇ ποῖ
grc τοιῶνδε τοιάσδε
grc ὑπαιθρίοις ὑπαίθριος
grc δεσμοῖς πεπασσαλευμένος δεσμοῖσι πασσαλευμένος δεσμοῖσι πασσαλευτός
grc ἔα ἔα
grc θεόσυτος θεόσυτος
grc ἐμῶν ἡμῶν
grc ἅδε ἥδε
grc θεμερῶπιν θερμερῶπιν ρ
grc αἲ
grc προσπορπατὸς πρὸς πατρὸς
grc φοβερὰ δνοφερὰ
grc εἰσιδοῦσαν εἰσίδουσα εἰσιδοῦσιν
grc ταῖσδ᾽ ταῖς ἀδαμαντοδέτοισι ἀδαμαντοδέτοις
grc ἀθέτως ἀθέσμως
grc θ᾽ Ἅιδου τ᾽ ἀίδου
grc ἀγρίως ἀγρίοις
grc ὡς μήτε ὡς μήποτε
grc αἰεὶ
grc ἔτ᾽ ἐμοῦ ἔτ᾽ ἀπ᾽ ἐμοῦ
grc γυιοπέδαις γυοπέδαις
grc ὑφ᾽ ἀφ᾽
grc οὔτε οὔτι οὔτοι
grc τε τίνειν τέ μοι τίνειν
grc τῆσδ᾽ τῆς
grc ἐρέθισε ἠρέθισε
grc δ᾽ γὰρ
grc πᾷ ὕπᾳ ὅπα
grc ἀπαράμυθον οὐ παράμυθον
grc καὶ τε καὶ
grc ὀίω ἰὼ
grc ῥαισθῇ ῥωσθῇ ω
grc κρανοῖτο
grc χρείη χρὴ: ἢ χρεῖ᾽ ἦ χρὴ ἢ
grc δὲ
grc ὑπερσχόντας ὑπερέχοντας
grc προσλαβόντα προσλαβόντι
grc ἀντημείψατο ἐξημείψατο
grc δ᾽ ἐτόλμησ᾽ δὲ τόλμησ᾽ δὲ τόλμης δὲ τολμῆς
grc ἀλλὰ νηλεῶς ἀλλ᾽ ἀνηλεῶς
grc ἠλγύνθην ἀλγύνθην
grc γ᾽
grc ἐλεινὸς ἐλεεινὸς
grc θνητοὺς θνητούς τ᾽
grc πῦρ σπέρμ᾽
grc Πρ. Χο.
grc τὸν κακῶς πράσσοντ᾽ τοὺς κ. πράσσοντας
grc τοιαῖσδε
grc καίτοι
grc πίθεσθε πείθεσθε
grc ταὐτά τοι ταῦτά τοι
grc χαριτογλωσσεῖν σὲ τὸ χαριτογλωσσεῖν
grc ὄχλον χόλον
grc μετασχεῖν
grc συντετολμηκώς τ᾽
grc μηδέ μηδέν
grc πείσεις πείθεις
grc εὐπιθής εὐπειθής
grc μ᾽
grc κοὐδαμῇ κ᾽ οὐδὲ μὴ
grc χαἰ καὶ
grc πρὸς ἐς
grc πᾶσι δ᾽ πᾶσιν ὃς
grc φόβον φόνον
grc παράορον παράωρον
grc ἰπούμενος ἰπνούμενος
grc θερμοῖς θερμῆς
grc ἀπλάτου ἀπλήστου
grc Πρ.
grc ἰσχναίνῃ ἰσχναίει ν ἰσχναίνει
grc δέ τἂν δ᾽ ἔτ᾽ ἂν
grc δακρυσίστακτα δακρυσίστακτον
grc ὑπερήφανος, ν
grc ἐνδείκνυσιν ἐνδεικνύειν
grc περθομέναν δυρόμενοι θ᾽ ἑσπέριοι
grc Ἀραβίας Ἀρίας
grc οἳ θ᾽ οἳ
grc νέμονται νέμουσι
grc δὲ δὴ
grc ἄλλον
grc ἀδαμαντοδέτοις ἀκαμαντοδέτοις λύμαις Τιτᾶνα εἰδόμαν θεῶν θεὸν δάμεντ᾽
grc Ἄτλαντος Ἄτλανθ᾽ ὃς Ἄτλανθ᾽ ὡς
grc αἰὲν
grc ὑπέροχον ὑπείροχον
grc ὃς γᾶν
grc βυθός βαθὺς
grc δ᾽
grc ἁγνορύτων ἁγνωρύτων
grc προυσελούμενον προσηλούμενον ε
grc ὥσφας
grc προσείλους προσήλους ει η
grc σοφισμάτων νοσφισμάτων σοφις
grc θ᾽
grc ἐργάνην ἐργάτιν τιν
grc σάγμασίν σώμασιν
grc γένοινθ᾽ γένωνθ᾽
grc ναυτίλων ναυτιλόχων
grc σόφισμ᾽ ὅτῳ σοφισμάτων ὅτω
grc αἰκὲς ἀεικὲς
grc οὔτε οὐδε
grc σίδηρον σίδαρον
grc τε δὲ
grc πάντα ταῦτα
grc πλὴν πρὶν
grc θεῖτο
grc μάλα μοι τοῦτ᾽ ἀλλά μοι τόδ᾽
grc γυιοφθόροις
grc ἄχαρις χάρις χάρις ἄχαρις
grc δέδεται
grc οὔπως οὔποτε
grc προσιδοῦσ᾽ προϊδοῦσ᾽
grc ἐκεῖνό θ᾽ ὅτ᾽ ἐκεῖν᾽ ὅτε τότ᾽ ἐκεῖνό τε, ὅτ᾽
grc πείθων πιθών
grc χαλινοῖς χαλινοῖσιν
grc ἄλευ ἆ δᾶ
grc φοβοῦμαι
grc κυναγεῖ κυνηγετεῖ
grc πόποι ποῖ ποῖ π᾽ όπ᾽ οἰ π᾽ όπ᾽ οἰ
grc ποῖ μ᾽ πῇ μ᾽
grc ἄγουσ᾽ ὦ πόποι ἄγουσι
grc τηλέπλανοι τηλέπλαγκτοι πλάναι πλάνοι
grc πημοσύναις πημοναῖσιν
grc ἐή ἓ ἕ
grc με
grc θεόσσυτόν
grc κέντροις, ἰώ, κέντροισι
grc φοιταλέοισιν ἐ: έ
grc λαβρόσσυτος
grc Ἥρας
grc ἐή ἓ ἕ
grc τί μῆχαρ, τί ἢ τί μὴ χρὴ
grc φράζε τᾷ φράξετε
grc ὅπερ ὅτι
grc ἂν οὖν
grc σαφηνίσας σαφηνήσαι σαφηνίσαι
grc τοῦδέ σοι τοῦδε τοῦ
grc μὴ οὐ
grc ὧν ὡς
grc ὅπου ὅποι
grc γ᾽
grc εὐδαίμων ο
grc νυκτίφοιτα δείματα νυκτίφοιτ᾽ ὀνείρατα νυκτίφαντ᾽ ὀνείρατα
grc πυρωπὸν πυρωτὸν
grc ἐξαϊστώσοι ἐξαϊστώσει
grc τε κρήνην ἄκρην τε
grc ἀφνίδιος αἰφνίδιος ἄπτερος
grc ψεύδέσσιν
grc οὔποθ᾽ ὧδ᾽ οὔποτ᾽
grc ηὔχουν ηὐχόμην
grc καὶ
grc δείματα κέντρῳ ψύχειν ψυχὰν ἀμφάκει δείματ᾽ ἀμφήκει κέντρῳ ψύχειν ψυχὰν ἐμάν
grc εἰσιδοῦσα ἐσιδοῦσα
grc χρείαν χρεῖαν τ᾽
grc βάλ᾽ μάθ᾽
grc ναίουσ᾽ νέουσ᾽
grc ἐξηρτυμένοι ἐξηρτημένοι
grc πόδας γύποδας
grc πρόσπλατοι πρόσπλαστοι
grc κατοικοῦσιν κατοικιοῦσιν
grc μηδέπω ᾽ν μηδ᾽ ἐπῶν
grc πέδοι πέδω
grc ἦ δυσπετῶς ἦδυπετῶς ἡδυπετῶς
grc ἥδοι᾽ ἄν ἥδοιο ἄν ἥδοιμ᾽ ἄν
grc σοι μαθεῖν μαθεῖν σοι
grc ἀσχαλεῖ ἀσχαλᾷ
grc σ᾽
grc αὐτὸν ἐκγόνων αὐτῶν ἐγγόνων
grc γ᾽ τ᾽
grc λόγου λόγους
grc μὴ γεγωνεῖν οὐ
grc ἠπείροιν ἠπείρων
grc πόντου πόντον
grc μουνῶπα αν α
grc πόρου πόρον
grc βιβλίνων βυβλίνων
grc σε δώσει σ᾽ ὁδώσει
grc ἐπανδίπλαζε ἐπαναδίπλαζε
grc ἥνπερ ἥντιν᾽
grc γάπεδα δάπεδα
grc θᾶκός τ᾽ θῶκος τ᾽
grc προσσαίνει σέ τι προσαίν, εισ́. τί σίτι
grc κεκλήσεται κληθήσεται
grc πεντηκοντάπαις πεντηκοντόπαις
grc θηρεύοντες θηρεύσοντες
grc ἐπ᾽ ἐς
grc ἶνις ἐκ τῶνδ᾽
grc ἐλελεῦ ἐλελελελελεῦ
grc κραδία καρδία
grc παίουσ᾽ πταίουσ᾽
grc ἦν
grc πότνιαι
grc πλαθείην γαμέτᾳ πλαθείη ἐν γαμετῷ πλασθείην ἐν γαμέτᾳ
grc ἀμαλαπτομέναν γάμω δαπτομέναν μέγα δαπτομέναν
grc δυσπλάνοις δυσπλάγχνοις
grc ὅτε ὅτι
grc οὐ δέδια
grc ἔρως
grc προσδράκοι προσδάρκοι
grc αὐθάδη φρονῶν αὐθάδης φρενῶν
grc θρόνων τ᾽ θρόνων
grc δ᾽ τ᾽
grc τόδ᾽ τότ᾽
grc δηναιὸν δηναιῶν
grc νῦν
grc εὑρήσει εὑρήσοι
grc νόσων νόσον βάθρων πέδων τινάκτορ᾽ ἔννοσιν
grc κακῶν ῷ
grc ἄρχειν ειν
grc σύ θην σὺ δὴν
grc δ᾽
grc δ᾽ ἂν δαὶ
grc τοῦδ᾽ ἔτ᾽ του-δέ γ᾽
grc θῶπτε θώπευε
grc ἐφημέροις τὸν ἡμέροις
grc ὧν ὧν τ᾽
grc ἕκαστ᾽ ἔκφραζε ἕκαστα φράζε
grc γε δὲ
grc καθώρμισας καθώρ.οσας ρ, ο ι
grc φῦναι φῆναι
grc πιστὸν πιστὸν δ᾽ πιστόν τ᾽
grc σμικρὰν μικρὰν
grc ὥστε παῖδά με ὡς παῖδά με ὡς παῖδ᾽ ὄντα με
grc αἰθαλοῦσσα αἰθάλουσα
grc φράσαι φράσειν
grc ὦπται τεθεώρηται ὦ παῖ
grc μήποθ᾽ ὡς μη πάθ᾽
grc ἄφυκτος ἀφύκτως ος
grc σοι τοι
grc ἐκθοινάσεται ἐκθοινήσεται
grc τι τοι
grc ἐτήτυμος
grc ἄμεινον ἀμείνον᾽
grc πιθοῦ πείθου
grc ἐπ᾽ ἐμοὶ ῥιπτέσθω ἐπί μοι ῥιπτείσθω
grc οὐ
grc ἡ τοῦδ᾽ εὐχή ἦ τοῦδ᾽ εὐτυχῆ
grc γ᾽ αἱ γε
grc ποι που
grc ἁγὼ ἅ τ᾽ ἐγὼ
grc εἱλίσσουσι ἑλίσσουσιν
grc εἱλίσσων ἑλίσσων
