@node
@author=Seniores Apud Irenaeum
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Dr. Joh. Flemming
@filename=tlg4034.tlg006.opp.grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane
@publicationStmt=University of Leipzig, commentaria_22_1.xml.
@respStmt=Digital Divide Data, Corrected and encoded hOCR output, Greta Franzini, Project Manager (University of Leipzig), Frederik Baumgardt, Technical Manager (University of Leipzig), Bruce Robertson, OCR'd the text (Mount Allison University)
@sourceDesc=Paulus Wendland, Paul Wendland, Michael Ephesius, In parva naturalia commentaria, Berolini: Typis et Impensis G. Reimeri, Berlin, 1903, 22.1, Internet Archive.
@sponsor=University of Leipzig
@title=Commentaria in Aristotelem Graeca
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:13:16Z

34224	marginal Ed. Aldina f. 59v
marginal p. 1129a3
marginal 24
footnote 1. 2 ἐξήγησις—ἠθικῶν inscr. Β: ἐξήγησις κυρίου Μιχαὴλ Ἐφεσίου εἰς τὸ πέμπτον τοῦ Ἀριστοτέλους ἠθικῶν Νικομαχείων a 3 βιβλίῳ πέμπτῳ ὄντι] πέμπτῳ βιβλίῳ a τῶν τῆς] τῆς τῶν S: τῆς om. a 4 ante πρόθεσις add. ἡ S 7 ἥτις] ἡ S 8 πρὸς τὸ a 13 ὀνομάζετο S: ὠνομάζεται a 16 λέγει Sa 19 ἐστι σκέψεως τε καὶ ἐπιστήμης S 20 μουσικῆς LN (de quibus cf. Suppl. praef.): μουσικοῦ BSa ἀριθμητικοῦ a 20. 21 καὶ τὸ ἄρτιον S 22 ἐναντίον S ἀναγκαίως a 23 οὖσι om. Ba Comment, in Arist. XXII 3. Michael in Eth. V. 1
marginal 59v
margina6l 0r 1 ἦσαν] οὖσα a 8 ὅτε S λέγει Sa 9 post δὲ add. καὶ a post δικαιοσύνη add. ἀντὶ τοῦ τίνων μεσότης ἐστὶν ἡ δικαιοσύνη Sa ἐπειδὴ S 11 δίκαιον orn. S 12 ἔσται a 13 ante εἴρηκε add. ὡς a γὰρ om. Sa καταρχὴν a ἐν τῷ πρώτῳ] Α 1 p. 1094b12 16 ἐκ τῶν] ἐν τῷ a: om. S 18 τοῖς ante πᾶσιν om. S 19. 20 τὴν αὐτὴν ἕξιν Ba 20 et 22 βούλεται S 22 ὁρισμῷ a 23 ἀποδιδόναι a 25 ἀπήνηκε S 26 οὐ Ba Arist. Mb; οὐδὲν S: οὐδὲ Arist. vulg. 27 καὶ ἐπὶ τῶν Arist. 30 βούλεται S post πράττειν add. διὰ τοῦτο S 32 οὑτωσὶ] οὕτως δὲ S καὶ om. S προσέθηκε a χωρήσω Sa 35 τί εἶναι a
marginal p. 1129a17
marginal 39
footnote 2 ἔχων δύναμιν Sa λέγει a ἀλλ’ ὑπέρ τῶν S 3 καὶ ὅλως—ῥήτωρ ἐστί (4) 0111. S ἄν scripsi: κἄν libri 6 τί] τὸν S 8. 9 καὶ ἐπιστῆμαι καὶ δυνάμεις S 9. 10 ἐν τῷ ἑτέρω τῶν S 11 δύνασθαι καὶ βούλεσθαι S 16 post γὰρ add. καὶ Sa 18 ὡς om. Ba 20 ἐκ γὰρ] καὶ γὰρ ἐκ a 21 ὥσπερ S 22 post ἔχων add. καὶ S δὲ om. BS 23 post ὁμοίως add. δὲ a 24 τἀνάπαλιν] οὔθ' οὗτος τῶν δικαίων οὔθ’ ὁ δίκαιος τῶν ἀδίκων S 25 μὲν om. S 25.26 τῶν ἐναντίων BS 27. 28 ὡς ὅλον ὅλον—ἢ ἢ ἡ μὲν om. a 30 γένος] μέρος S 31 λιγῶ S 34 εἶδε a 1*
marginal 60r
marginal 60v
marginal p. 1129a32
footnote 1 ἀλλᾶ καὶ—τῆς ἕξεως (2) om. S 2 εἶπεν S 3 ante τὸ add. καὶ S 5 ἐν τοῖς τοπικοῖς] Α 15 p. 106b 1 sqq. τοῖς om. Sa 8 ᾦ] ὧ τινι S τῷ μὲν τοῖς a 9 κατὰ τὴν διάνοιαν utrobique S 11 post ὁμωνυμίαν add. αὐτῶν S 12 διὰ τὸ S 14 ἔχει S 15 συνέβη S 17 post ὁμώνυμα add. ἐστὶν S 20 post κοινωνεῖν add. ταῦτα δέ ἐστιν τὰ S δὲ om. S 22. 23 ἡ λεγομένη om. Ba 24 ἐπιδέχεται S 26 τῇ] τῆς Ba λαμβανομένης a ὁμώνυμαι a 29 ἤδη om. S 32 ἡ post καὶ om. B 33 λίγεται S 34 post παράνομος add. καὶ S
marginal p. 1129b1
footnote 2 om. Ba 2. 3 ἄνισος ἄρα ἄδικος Ba 3 οὕτως] ὥστε S 5 εἰ post καὶ om. S 6 καὶ τοῦ ἐλάττονος S 7 ἐν τῷ Β] c. 6 p. 1106b36: ἐν τῷ ἄλφα BS 9 ἁπλῶν ἀγαθῶν 8 10 γενομένων S 11 fort. ἡ χρυσοῦ διανομῆς 14 ὥστε] ὥσπερ S 16 τὸ post πρὸς om. a 18 post μὲν add. οὖν S 20 δ’ ὁ BS: δὲ Arist. K b M b O b: γὰρ καὶ a Arist. Ha Nb ὁ ἄδικος a Arist. 20.21 ἄδικος περὶ τὰ ἀγαθά ἔσται οὐ πάντα a Arist. 20 πάντα om. Β 22 περὶ τὰ ἀγαθὰ] παρὰ τὸν ἀγαθὸν Β 27 ὑγίεια S 29 αἰσχρὸς S 30 τὸ ἀπλῶς ἀγαθόν BS 31 λήψεως] Λύκης a τοῖς θεοῖς S 33 ἐστὶ S
marginal 60v
marginal p. 1129b11
marginal 61r
footnote 2 καὶ τὸν καλὸν—πλοῦτον om. Ba 6 ἔλαττον] ἄδικον S 7 ᾑρετίσατο B: ἡρετήσατο Sa 8 περιέχοι S: περιέχει Arist. 9 τὸ post τοῦτο om. S 11 post ἄδικος add. ἦν a Arist. 12 τὰ om. S 14 ὡς ante ἴσου om. S 17. 18 πῶς δίκαιος a 18 μὴ om. S 19 τις post γὰρ ponit S 21 ἐστὶν S 22 τῶν] τὰ Β προαγορεύουσι Anon.: προσαγορεύουσι libri διαφορὰν a 23 σύστασιν scripsi: συστάσει libri ἢ—σωτηρίαν (24) scripsi: ἡ εὐδαιμονία καὶ σωτηρία libri 25. 26 τῆς τ’ ἀριστοκρατείας S 26 καὶ] τῆς S τιμοκρατίας] δημοκρατίας a post ἠθικὴ add. ἀρετὴ S 27 ἀρετῶν S 28. 29 εὐσταθίᾳ Sa 29 ὁ σκοπὸς S 31 μὲν S 32 εὐδαιμονικὰ S
marginal 61r
marginal p. 1129b25
footnote 1. 2 σωματικὰς καὶ ψυχικὰς Ba 2 καὶ τὰ—εἰσι] οἷον Ba 4 post ἀγαθῶν add. αὐτὸς S 5 Κ] ἐκ S: κοινῷ a: cf. K 7 6 τρόπω S 8 περὶ om. B 9 post ἐστὶν add. ἡ S 10 alterum τί addidi 15 Αὕτη μὲν οὑν a Arist. 17 καὶ δι’ ὀρθοῦ S ὑπομονητικὴ Sa: ὑπομενητικὴ Anon. 18 τοῖς om. S 21 μόνον S 23 ἡ] τ ὡς Sa 25 χρήσει] κρίσει S 28 ἀλλὰ πρὸς S σώζεσθαι S 29 ἡ post καὶ om. S 32 ὡς συστατικὴ τῆς a 33 τελειότερον S εἶναι om. Β 34 ὁ om. S χρᾶσθαι Β
marginal 61r
marginal p. 1129b29
marginal 61r
footnote 1 ἑαυτὴν S 4 τοῦ om. S 5 πρὸ] πρὸς S 7 ἕσπερος S 8 θαυμαστικὴ a 10 post συλλήβδην add. εἰπεῖν Β· ἔνι BS Arist. K b L b O b: ἐστὶ a Arist. H a M b N b 11 ἡ δὲ παροιμία] ἐστί. τὸ δέ δικαιοσύνη σύμπασα συλλήβδην ἀρετὴ ἔνι S 11. 12 Θεόγνιδος] ν. 147 Bergk 13 Φωκυλίδης] fr. 17 Bergk: Φωκιλλίδους S: Φωκυλιδείου Bergk, at cf. Anonym, vol. XX p. 210,17 15 ὥσπερ] ὥστε Ba 17 τοῦ γνωστοῦ om. S αὐτὸ S 19 πρακτὰ Sa 19. 20 πραχθῇ S 20 παρήγεται a 24 πολλὰ a 26 πρὸς τὸ S 29 τὸν Βίαντα] cf. Leutsch Paroemiogr. Gr. Ι 212. II 101, 310 εἰπόντα om. S ἀρχὰ S 30 γὰρ post τινῶν om. S 32 πρὸς ἄλλο Ba πιστούμενος om. Ba
marginal 61v
marginal p. 1130a5
footnote 1 λέγει a 2 αὐτὸ S ἀγαθοῖς S πράττειν Ba 4 ὁ om. S 6 δὴ Anon.: δεῖ S: om. Ba 9 ἕτερον S 13 σωφροσύνη] δικαιοσύνη Sa 14 ὅλη οὐ πᾶσα S 18 ὄντα om. a 19 σκοποῖ B: σκοπεῖ S βουλεύεται S: βουλεύοιτο Ba 21 ἀριθμητικὸν S ὀνομάζεται S 22 συνεχῆ Ba γεωμετρικός a 23 πῇ] πλὴν S 24 σκοπεῖται S 26 καὶ post ἀρετῆς om. Ba 27 καὶ post σωφροσύνῃ delevi, sed nescio an δικαιοσύνη quoque expungendum sit δικαιοσύνῃ a 29 ἔστι om. S 31 τοῦ εἰ ἔστι τὸ τί ἐστιν B 31. 32 τῶν Ὑστέρων ἀναλυτικῶν] Β 1 p. 1130a16
marginal 62r
footnote 1 μὲν γὰρ τὰς a Arist. 4 μερικωτέρη et 6 μερικωτέρῃ a 5 καὶ post ἥτις om. a 6 καὶ] τε καὶ S 8 ἀδικία Ba 9 τὰ om. Sa τὸν νόμον S 11 post ὡς add. καθόλου S 13 ἄλλη] ἄλλων ἡ S καθόλου οὖσαν S 19 νόμον] τὸ ὑπὸ τῶν νόμων διατεταγμένον S 20 μὲν om. S 21 post οὐ add. λέγονται S τούτου S 23 ὃ] ὅπερ S 25 ἀδικιῶν] κακιῶν S 26 διλεία a 27 post ἄλλο add. τι a 28 ὃ ποιεῖ a 30 ἀδικίας S 32 post μερικωτέραν add. ἀδικίαν S ἡ κακία αὕτη S 34 ὁμώνυμος Ba 35 δοκεῖ S
marginal p. 1130a28
marginal 62v
footnote 2 post ὡς add. καὶ S 6 πλεονέκτην Ba 10 μοιχεύοι Β προσλαμβάνει Sa Arist. L b M b: προσλαμβάνοι Β Arist. O b: προσλαμβάνων Arist. vulg. 12 δύο μοιχούς] δ’ ὁ μοιχὸς S οὐ om. S 13 χρημάτων S 15. 16 καὶ φησὶ—ζημιούμενον om. S 19 et 20 ἄλλως S 19 οὕτως S 20 εἰ καὶ τοῦτο Ba 24 κερδαίνει S 25 διὰ τὴν μοιχίαν S 25 et 25 ἄλλως a 27. 28 ἀναφορὰ 30 ὑπάγοντι Ba 32 ἡ om. S 35 ἐν delevi
marginal 62v
footnote 1 ἂν ἡ] ἄν καὶ Ba lacunam indicavi: fort, addendum ὡς ὁ μοιχὸς et v. 2 legendum οὕτως ὁ πλ. 5 δὲ] γὰρ S 6. 7 ἐν τῷ τρίτῳ τῶν Μετὰ τὰ φυσικά] Γ 2 p. 1003 a 33 sqq. 7 post Φυσικὰ adde δέδεικται 8 γένει] λέγεται a 9 καὶ μέχρι coll. S 11 μέσον Β: μέσα S 12 συνωνύμους scripsi: συνωνύμως libri 14 τοῖς] τῷ Β: τῆς S 15 ὁ om. S 16 τῷ τῶ αὐτῷ utrobique a 19 ἕτερον S 20 συνώνυμα S 26 γὰρ] δὲ S 28 ἐστὶν om. S 31 post ὃ add. ἄν S 34 δύναμιν S ἐστιν om. a 35 εἶπεν ex εἶπον S
marginal 62v
marginal 63r
marginal p. 1130b22
footnote 1 αὐτὸ S 2 γοῦν S 3 δὲ] καὶ S ἀποδόσεως a 7 ὡς] ἐν S 9 post τις add. ἐστὶν S 10 δὴ] δεῖ S: om. a 13 ἐν ὅλῃ δικαιοσύνῃ a 14 ὡς μέρει a 15 ἀναλόγου a 17 post ὅλης add. δικαιοσύνης S 19 ὥσπερ S ὅλης S 25 τὸ γὰρ—πλέον πλέον om. B 26 ἡ δικαιοσύνη] ἀδικία Arist. ταὐτόν a τουτέστι] τοῦ τέλους S: καὶ a 26. 27 δίκαιον καὶ τὸ ἄδικον S 29 εἰρεῖσθαι a 31 et 33 προσταττόμενα Ba Arist. K b: πραττόμενα S Arist. vulg.
marginal 63r
footnote 1 μοχθηρῶν Sa 3 δὴ] δὲ Ba 4 τοῦ om. a 7 post νομίμων add. καὶ τινὰ νομίμων Β καὶ τίνα—νομίμων (8) om. S 7 et 24 ἐν ταῖς Πολιτείαις] cf. Polit. Θ 8 alterum περὶ ex Anon, addidi 10 δεῖ ζῆν coll. a 12 post πάντων add. τῶν S 13 ἐμπορίων a οἱ πολῖται Ba δὴ] δεῖ B 14 νομοθετεῖν Ba πολύ δὴ] πολλὰ δεῖ Β 22 τῆς] τοὺς S 25 γὰρ om. a 27 post ἐχούσαις add. πολιτείαις S 29 ἀγαθῆς] ἀγαθῶς S ἐπειδὴ S 31 ὅτι τὰς εἰς Ba 32 διανομὴν Sa 36 φιλεῖ ἀγαθὰ a: ἀγαθὸς φιλεῖ S
marginal p. 1130b28
footnote 2 ἀεὶ] ἄν a 3 καὶ ὁ αὐτὸς Ba 5 παντί om. Β 10 μέρη scripsi: μέρει libri ἤπερ S 12 μὲν ἕν coll. Sa 13 καὶ om. Β 14 ἀναστειλάσεις S 16. 17 ἡ τιμοκρατίας om. a 17 ἐν τούτοις] ἓν τοῦτο S 18 ἅτινα τῆς S 21 ὅπερ S 24 ἐπειδὴ δὲ S 29 ὑπάρχει Sa ἰδιότητι a δὲ om. S 30 ἡ addidi 31 δ ἢ ὁ (??) ἡ ὁ (??) a. ἑπτὰ] εὕδομος S 32 ἐξ] ἕκτου S μονάδα S 33 τέταρτος τοῦ τρίτου S τοῦ δευτέρου S
marginal 63v
footnote 2 ὁ δὲ τρία πρὸς S 3 τὸν δεύτερον et τοῦ δευτέρου S 7.8 ὁ ὄγδοος τοῦ ἕκτου itemque porro S 12 διεζευγμένος καὶ συνημμένος S 15 λέγοιτο] λέγηται Sa 22 post δὲ add. ἡ S ἣ] ἥτις S 23 ἢ om. S 27 (??) καὶ ὁ S 27. 28 αὑτὸν τοῦ (??) 32 ιβ post αὐτὸν om. BS καὶ om. S 35 καὶ ταὐτότης delevi p. 1130b33
marginal 63v
marginal 64r
footnote 4 post μὲν add. εἰσὶν S ὅταν] ὅτῳ Β 5 λάβη S 6 post συναλλάγματα add. ἔσται S ὁ ante λαμβάνων dolevi 7 ἐγγυηταὶ Ba 8 τρόπω S 9 τινὸς S 11 ante πρὸς add. δέ S 13 fort, φήσαι et διδοίη 17 εἴρηται S 17. 18 ἐν τῷ τρίτῳ τῆς παρούσης πραγματείας] Γ 1 p. 1109b35 18 δὲ] καὶ S κλοπὴν a 20 post μαστιγοῦται add. ἡ καὶ χειρῶν ἢ καὶ ὀμμάτων ἀποστερεῖται S 21 ὅπερ S 23 καὶ ὁ—πέπονθεν (24) om. S 25 ὁ om. a 26 προσαγωγίαν a 27 δι’ addidi 28 μοιχείας a οὔσης om. S 29 γνωρίσω S 30 post ὅτι add. εἰσὶν S αἰκίαι] αἰκία Arist.: αἱ κίαι S: ἀδικίαι Ba 33 post συγγενεῖς add. ἡ οἱ παῖδες S ἀναιρεθέντος S Comment. in Arist. XXII 3. Michael in Eth. V 2 p. 1131a9
marginal 64r
footnote 4 ante εἴρηται add. καὶ S 5 post ἴσον add. τὸ δὲ ἴσον μέσον τοῦ πλείονος καὶ ἐλάττονος τὸ δίκαιον ἄρα μέσον δείκνυται καὶ τὸ δίκαιον μέσον ἴσον S 5. 6 τοῦ τόπου τοῦ λέγοντος S 6 post λοιπὸν add. ὑπάρξει S 10 ὅπερ Arist. λέγει a 15 πὼς om. Ba 22 χρήματα ἡ τιμάς a γὰρ om. S 22. 23 (??) ἢ (??) Β 23 ἄνισον a 26 καὶ τισὶ om. Arist. L b καὶ πρός τινας a: καὶ πρός τι BS (sed iidem infra v. 30 καὶ πρός τινας) Arist. O b: om. Arist. K b διά τι Ba: τι om. S 27.28 ἑκάτερον a: ἑκατέρου S 31 σημαίνων S 33 διανέμεται Sa 34 lacunam indicavi: fort, addendum ἢ τὰ διδόμενα τύχη a
marginal 64r
marginal p. 1131a18
marginal 64v
marginal p. 113a24
footnote 1 ἐν τῖς Πολιτείαις] cf. Polit. E 1 sqq. 2 ἐπειδὴ S 5 (??) om. Β 6 τοῦ (??) a 9 ἐπεὶ—εἶναι (10) om. B 13 ἥττω] ἧττον εὖ ποιοῦντες τὴν πόλιν S 14 χειροῦντες S ὁμοίως δὲ καὶ τὰ S 15 δεδομένοις S 16 δύο ἔστι S γοῦν S 18 post μὲν add. γὰρ S 19 πράγματα a 22 γεγραμμένον S 26 ἔχουσι] ἔσχον B 32 δὲ] καὶ S 33 ἔχωσι om. Ba καὶ om. a
marginal p. 1131a30
footnote 1 ἀνάλογον utrobique a 2 εἰ γὰρ—κατ’ ἀξίαν om. S 3 τὸ δίκαιον—ἀνάλογον orn. S ἐλάττω] ἔλαβεν S 11 τυγχάνοι S: τυγχάνει a 12 δεῖ S ταῖς διανομαῖς S 15 οὑν om. Ba 16 ἐλευθερίαν Β 17 καὶ post ἔχειν om. a 18 δὲ om. S 22 ταῦθ’ οὕτως S 23 post ὁ add. αὐτὸς S 24 ἐν τῖς Πολιτείαις] Polit. E 1 sqq. 27 λέγω a δεκάδην a ᾗ] ᾦ a 28 ὃς] ἥτις S 29 πεντάδα scripsi: πεντάδην libri εἰκοσάδην Ba 21). 30 ἀριθμὸν λέγει S: ἀριθμοὶ λέγονται a 30 τὰ ἀριθμήματα a 31 ὄνους] ἀνθρώπους a 33 ὡς post τῶν om. S
marginal p. 1131b2
footnote 4 post οἰκοδόμου add. ἡ οἰκία S 5 post σκυτέως add. ἔργον τὸ ὑπόδημα S ὁ καὶ ὁ οἰκοδόμος S 6 νομισμάτων ἡ οἰκία libri 8 ἡ τε BS Aiist. M b O b: ἥτις a: ἡ Arist. vulg. 9 ἀντὶ] ἄν ἐστὶ S 12 δύο μεγεθῶν] μεγέθη Β: μεγέθους a 16 ὡς om. Sa 17 καὶ αὕτη—πρὸς πρὸς (??) depravata sunt 18 καὶ δὲ delevi 19 ἡ συνεχής] οἱ ἐν συνεχείᾳ S 20 τὸν δ οὕτως ὁ δ S 26 et 27 ἐὰν S 32 τὸ διανεμητικὸν—ἀναλογία ἐστίν (33) om. S 35 τὴν δὲ τὸ Β
marginal p. 1131b5
footnote 3 ἡγουμένοις καὶ ἑπομένοις οἷον a οἷον ὁ μἐν—καὶ ἑπόμενον (5) om. Β 7 ἅ, οὑς μὲν S 9 ἄρα om. S 14 δέ om. a ὁ om. S 16 post ἐστὶ add. λόγος S 17 ἑπομένου post ὡς scripsi: ἑπόμενον libri ὡς ἡγούμενον πρὸς S 19 δὲ] καὶ (ex δὲ καὶ corr.) B 20 τὰς δ a ὁ (??) Ba 22 post νομίσματα add. ὁμοίως ἡγούμενον τὸν Ἀχιλέα sed rursus delet Β 23 λέγω Ba ἄρ] ἔχει S 24 λέγει scripsi: λέγη S: λέγω Ba 30 post ἄνθρωπον add. καὶ S 33 ἔστι scripsi: ἔστω libri ἐπ’ ἀριθμῶν] ἣ παρ’ ὑμῶν B 34 ὁ ante (??) et δ om. a
marginal 65r
marginal 65v
marginal p. 1131b9
marginal p. 1131b15
footnote 1 post (??) add. ἀριθμὸς S 2 διπλασιάζονι S λόγος a 5 καὶ γὰρ om. S (??)] τρίτου ἐπίτριτος S 9 et 10 δὲ om. S 10 post οὕτω add. καὶ a 12 διπλασιάζονι S: διπλασίῳ a 13 συντεθῇ ex συντεχθῆ corr. S 14 ἑπόμενον a 17 τῷ τρίτῳ] τοῦ (??) a 19 δεύτερον] τρίτον S 22 ὅπερ πλεῖον S 24 τοῦ ἀναλόγου a 25 συνήγαγε S 27 τὸ ἀνάλογον] τὸ δίκαιον S 29. 30 τοῦτο καὶ —ἐπ’ ἐκείνης om. S 32 ἡ τοιαύτη BS: αὐτὴ ἡ a Arist. K b: αὕτη ἡ Arist. vulg. 32 γὰρ in corr. B: om: a 34 ἐθέλει Β 1 φωνήεντα B
marginal 65v
marginal p. 1131b25
marginal 66r
footnote 1 δίδονται S 2 ἐδήλωσε] ἐσήμανε S 5 ἐν] ἑνὶ S 6. 7 διαιρεῖσθαι S 8 ᾦ] ὃς S 10 δίκαιον τουτέστι τὸ Ba 11 τὸ post ἄδικον om. S ὃ] καὶ S προῃρημένη Ba 13 post ἄδικον add. τὸ παρὰ τὸ Ba καὶ] δίκαιον a: om. S 11 τῷ μὲν Sa 15 τό scripsi: τοῦ B: τῷ Sa 20 ὡς ἀγαθὸν ὑπεροχῆ S 21 μεῖζον μᾶλλον coll. a 23. 24 To δὲ—ἑκουσίοις] in libris non discernitur 23 εἶδος] ἓν Arist. 24 ἀκουσίοις καὶ ἑκουσίοις Ba et addito τοῖς post καὶ Arist. Lb: ἑκουσίοις καὶ τοῖς ἀκουσίοις S Arist. vulg. 28 καθ’ ἁ χρὴ ζῆν Anon.: χρήζειν libri 31 ἱεροσυλᾷ Sa 32 πρότερον] Cf. p. 17 33 πάλιν μὴ κρίνειν S p. 1131b27
marginal 66r
marginal p. 1131b32
footnote 2 ὑμᾶς a 3 περὶ] παρὰ a 5 ᾖ Anon.: ἐστὶ libri 6 προσπεπόρισται scripsi: προσεπορίσθαι libri 7 post ἔλαττον add. πάντως S S μέλλοι Β ἡ] καὶ S 15 ἡ om. Sa 20 εἰ σοφὸς εἰ σπουδαῖος εἰ φαῦλος S post σοφὸς add. δὲ Β 21 ἐστὶν ἢ σπουδαῖος coll. S οὑν τῶν τοιούτων S 22 σκοποῦ a μὲν ἡ δίκης ἡ δὲ ἡ δίκη, καὶ τίς S 23 τὴν ἰσότητα τὴν a 24 τῆς βλάβης] τὴν βλάβην S 28 λέγουσι a 28. 20 λέγωσι τὴν ψυχὴν κακυνόμενον δὲ βλάπτεσθαι τὸν εἰς σώματα S 31 δὲ] μὲν S 33 βλέπων om. Β 34 τὸν νομοθέτην S: τῷ νομοθέτῳ a ἄρχοντα] ἄρτι S
marginal 66r
marginal p. 1132a6
marginal 66v
footnote 3 γέγραφα a 4. 5 πρόστιμον ὥρισεν οἷον πλέον ἐπὶ S 6 τοῦ μὴ εὐγενοῦς S ἢ] καὶ a μὴ σπουδαίου S ἴσως S 9 fort, σμικρόν 14 ἀφελεῖ S ἀναπειργάσατο S 18 ἠλάττωσεν Ba 22 ἡ κτείνῃ BSa Arist. Mb: ἢ καὶ κτείνῃ Arist. vulg. 26 καὶ om. S 30 οἷον γέγονεν coll. S 31 ofj δεῖ S ἀνισότατον a 32 τὴν ζημίαν S 33 νομισμάτων scripsi: νομίσμασι Ba: compendio utitur S, sed porro εἰ ἔτυχε τεσσάρων exhibet εἶτα — νομίσματα δ (27,1) om. S λέγων a 34 ὦδε scripsi: ὧ σὺ libri
marginal p. 1132a10
marginal p. 1132a14
footnote 3 οἷον a 5 δοκῇ Β Arist. O b: δοκεῖ S: εἴη Arist. vulg.: εἴη δοκεῖ a 6 μόνον Sa 7 κερδαίνει S 8 λέγονται Ba 10 et 12 φόβου S 11 δοκεῖ S 13 τὸ κέρδος καὶ ἡ ζημία λέγεται S ἐπιφέρων λέγει Sa 14 τὸ μετρηθῆναι S ταὐτὸν τὸ S τιμηθῆναι S 18 τοῦ ἐλάττονος BS Arist. Ob; τοῦ om. a Arist. vulg. 20 ταύτῃ] αὐτῶ S δίκαιον] δεῖ καὶ S 26 ante κακοῦ add. ἐπὶ a 30. 31 διὰ τοῦτο εἶναι a 32 ἀμφισβητοῦσι a p. 1132a25
marginal 66v
marginal p. 1132a29
marginal p. 1132a32
marginal 67r
footnote 1 τετμημένης Arist. 3 ἡ γραμμὴ] γραμμὴν Ba 4 δέκα καὶ δύο S καὶ post ἒξ om. Β 6 ὑπερέχων Sa 7 ἀφαιρεῖται a 9 εἰς addidi καὶ τοῦ δ S τοῦ ἠδικηθέντος καἰ ἡδ’ S 12 γίνονται S 14 ὁ ante δ om. a κατὰ τὸ a διχαστὴν B 18 ὑπεροχῆς S 20 ὑπερέχηται a 23 ἴσα BS 25 post δὲ add. καὶ S διὰ post καὶ addidi 26 ἔσται S 27 τὴν προκειμένην a 28 τῶν τριῶν S 29 πλεονεκτήσειν καὶ ἀδικήσειν S 30 ἀδικίας] δικαιοσύνης Ba 31 εἰς ἑαυτὴν ἡ πρώτη ἑξὰς coll. a εἰς ἑαυτὸν S
marginal 67r
marginal p. 1132b6
footnote 5 —θ om. S 7 πρώτῃ ἑξάδῃ Sa 8.9 λειφθείσης scripsi: ληφθείσης libri 14 τὸ μέσον S 16 δεῖ a Arist.: πρὸς BS τῷ ἔλαττον Arist. 17 et 19 ὑπερέχων a 18 et 21 προστεἃῖναι (sic) a 19 ὑπερέχει—μέσῳ (20) om. Β 21 post μέσος add. ὅρος S 23 δεῖ ἀπ’ αὐτοῦ S 28 πόσον scripsi: πόσου liliri 29 προστεθῆναι S: προστεθεῖναι a 30 αἱ oin. Sa 33 ἐστι] ἔστωσαν S ἀναπήχεων S 34 ἀφαιρεῖσθαι a 34 et 35 ΔΓ] δε Ba, itemque p. 30,1. 4 35. p. 30,1 προλαβοῦσα a
marginal 67r
marginal 67v
footnote 1 et 9 (utrobique) ἡ ΔΓΓ scripsi: ἡ ΔΓ libii 1 δὲ] καὶ S 5 ἑτέρων] πήχεων a 6 post ΖΓ add. ἑτέρων a fort. λειφθὲν 7 ΓΓΔ scripsi: ΓΔ libri ὂν] ἐστὶν a ὑπερέχων a 10 δὲ τοῦτο BSa Arist. Κ b O b τοῦτο post τεχνῶν Arist. vulg. II γενομένων S τεχνιτῶν S 12 τὴν post καὶ om. a 14 δὲ om. Ba καὶ ὧν χρήζομεν S 22 λέγει] λέγεται a 23 ἁ δὲ λέγει S 26 συμμένει] συμβαίνει Sa 30 οὖν om. Ba
marginal 67v
marginal p. 1132b21
footnote 1 οἷον Arist.: ποῖον libri εἴρηκεν S 11 ἔστιν] ἐστι δὴ οὖν Sa 14 post δεῖ add. γὰρ S προστεθῆναι S οὐδεμία ἀσάφεια S 19 post καὶ add. τὸ S 20 νεμητικὸν Ba 21 καὶ ἐν οἷς S 24 ante περὶ add. καἰ S ὃν Anon.: ὃ Ba: ὅπερ S 26 ἐν τῷ πρώτῳ τῶν Μεγάλων ἠθικῶν] Α 34 p. 1194a28 sqq. ἐκεῖνο a 27 et 28 εἰ ante ἐτύφλωσε et ἔτυψεν addidi 27 τινα oiu. S 28 post δίκαιον add. καἰ S 32 Ἡσιόδου] fr. 212 Cioettl. 35 post αὐτό add. δὲ Sa
marginal 67v
footnote 1 νεμητικῷ Ba 2 ἐν om. S 3 ἐν fort, delendum 11 ποίου sciipsi: δίου libii ὃ τι] εἴ τι a 14 οὑν om. Ba 19. 20 κατὰ τῶν πολιτῶν S 24 πρότερον Ba 26 δράσας] πράξας S μειζόνως scripsi: μείζονος libri μετριότερον (sic) S 32 φησι Β 34 τὰς πόλεις] τοὺς πολλοὺς S σημαίνειν S post ἐστί add καὶ S 37 τῶ Arist.: τὸ libri ἀντιπονεῖν S γὰρ cm. Ba
marginal p. 1132b34
footnote 1 κακῶν] κακοῖς Ba καλῶν] καλῶς Β: καλοῖς a δούλῳ a 2 ἐν om. a ἐλευθέρῳ a δημοκρατικῇ πολιτευομένη a 10 εἰ μὴ ἀντιπεποίθοιεν S 11 ante πεποιηκότες add. οἱ a συμπολίτην S: πολιτείαν a 12 ἔστιν S 13 ἀντιποιεῖν BS τὸ] τῷ Ba 14 ἱερά Ba 15 ἄρξασθαι χαρακτηριζόμενον Β 16 ἔστραπτε a 17 δεξιοῦται τὴν ἐτέραν Auon. 18 αὐτὸν S 19. 20 κατὰ τὴν ἀανλογίαν a 22. 23 γινομένην S 24 ἀλλασσόμενα a 26 ἔστιν S 28 δεῖ] δὴ S 31 ἄρξομαι a 34 δέ] γὰρ a ἀπὸ om. Β ἐπιζευγμένη (sic) Ba: om. S
marginal 68r
marginal 68v
marginal p. 1133a 16
footnote 2 post ὑποδήματα add. ἐπιζευγνυμένη S 7 καὶ] κατὰ a 9 ἴσον a 11 post ὥστε add. καὶ S 14 διπλασία a καὶ ἡ οἰκία δηλονότι coll. a 18 ὑπερέχει a 19 εἶτα om. S 21 σκυτεύς] οἰκοδόμος S 22 οἰκοδόμος] σκυτεὺς S 27 θάτερον ἔργον Sa 30 ἢ τὸ] τοῦ a 32 τῷ ἑτέρων] τῷ ἑτέρῳ a: τὸ ἑτέρων S 34 κοινωνίαν εἷναι καὶ πολιτείαν a 35 πόλιν a πάντα] παντὸς S: πάντων a ἔργα] αὐτὰ Sa
marginal 68v
marginal p. 1133a 19
footnote 1 μηδὲν μηδένων S 3 πλείονες εἰσὶν οἱ ἄνθρωποι S ἀλλ’ οὖν ὡς S 4 εἴς πάντες coll. S 5 εἰ γὰρ S 8 διαφέροντες] διαφέρονται a ἔργα διαφέρουσιν a 9 κοινωνιῶν S: κοινωνῶν a 11 Τῷ a συμβλητὸν S ἀντὶ τοῦ] αὐτό S: πάντα a ἔχει S 15 ἀδήλης Ba 17 νομίσματα S: νομίσματος a ὅσα a 19 post ὑποδήματα add. ταῦτα S 20. 21 νομίσματα θ S 24 ὥστε addidi λαβεῖ a 25 τὴν post κατὰ om. Sa 27 ante δικαίου add. τοῦ a 33 ἀρετῆς] ὑπεροχῆς τε S 34 καὶ τῆς μειονεξίας S post τοίνυν add. ὅμως S
marginal 68v
marginal 69r
marginal p. 1133a 31
footnote 1 τοῦτο] οὕτως Sa supra scr. B γενέσθω S 2 δὴ scripsi: δὲ libri ante διπλασιάσαι add. καὶ a 2. 3 διπλασιάσασθαι S 10 αἴτιον a II ἢ ὁ σκυτεὺς Sa 13 τῶν post γεωργὸς om. S τοῦ σκυτοτόμου a σκυτοτόμος a 17 διδόαμεν ἀεὶ τὸ τοῦ ὑποδήματος S 25 ἥμισυ Ba 26 ἥμισυ Sa 27 σκυτοτόμον a 28 ἥμισυ S 29 τῷ σίτῳ] τοῦ ἴσου Ba 32 ἄν εἰ μὲν S 33 post τῇ add. τῇ S p. 1133a 33
marginal 69r
footnote 1 εἰς — ἀλλάξωνται om. a 2 ἀμφότερα S 3 καὶ ἐπὶ τῆς ἐλλείψεως S 4 πολλά] ὀλίγα S 5 ὀλίγα] πολλὰ S 11 ἡ post καὶ om. S 12 et 13 οἰκοδόμος] γεωργὸς B 14 οἰκοδόμος] γεωργὸς Ba 15 οἰκοδόμος scripsi: γεωργὸς libri τῆς οἰκίας] τοῦ σίτου Sa 17 ἐπειδὴ γὰρ S 29 ἑκάτερα a 30 ἂν] εἰ a 35 δύναται] δυνατὸν a 37 σκύτεον utrobique a
marginal 69r
marginal 69v p. 1133b 6
marginal p. 1133b 10
footnote 7 τὸ om. S μὲν om. a 8 μέν τι S 10 ὁ om. S ὁ τὰς] ὅταν a 12 κοινωνοῦσιν ἰδία τῷ μὴ ἀλλήλων ἐν χρείᾳ εἶναι S 15 εὔρη τὸ νόμισμα a 16 ὁ post ἡ om. S 19 εὕρηται om. Β, post τοιαύτης (18) pouit S 21 δεηθεὶς a 24 φησι] λέγει a post φησι add. καὶ τοῦτο φησὶ τὸ νόμισμα Ba ὥσπερ S 25 ὡς] οὐ Β 28 ἢ ἔλαττον ἡ οὐδὲν coll. a 20 προέχει a 31 εὐθυνίαις S: εὐθυνείαις a 33 ἑαυτῷ] ἑαυτὸν S p. 1133b 17
marginal 69v
marginal 70r
footnote 1 γὰρ μὴ BS Arist. M b: γὰρ ἄν μὴ a Arist. vulg. ἄν εἴη BS: εἴη Arist. ’: ἣν a Arist. vulg. 3 μέτρον a 5 διὸ S 6 et 7 συμμετρία] σύμμετρα S 7 οὐκ ἔστι S 9. 10 σύμμετρα γίνεσθαι S 15 ἂν ὁ οἶνος S 17 μικρόν] μικρὰ S IS σμικρότητα a 19 σύμμετρον S 21 συνθήκης ἡμετέρας a 23 τὰ αἰώνια a 24 post μνᾶς add. καὶ δεῖ προσυπακούειν αὐτὸ ἵν’ ἠ’ τελεία ἡ λέξις λέγουσα οὕτω κλίνη γ(??) μιᾶς μνᾶς S 20 κλίνη S 30 τῷ νομίσματι Ba δὴ] δὲ a 34 τῶν δέ ἑ Sa 35 post οἰκία add. τῶν S
margina70rl
marginal p. 1133b 30
marginal p. 1134a 1
footnote 2 τιθεισῶν S ἐν ταῖς Πολιτείαις] Polit. Α 9: πολιτίαις libri λέγει S 3 γὰρ ἐγίνοντο ἀντὶ S 4 γὰρ] ἄν S 8 ὅτι καὶ ἡ Ba Arist. M b: ὅτι ἡ S Arist. vulg. 12 τοῦ πλεονεκτεῖν καὶ τοῦ πλ. S 13 μέσον S 15 ταῖς ἀρεταῖς BSa Arist. Ob: (qui pergit ταῖς πρότερον): ταῖς ἄλλαις ἀρεταῖς Arist. L b: τῖς πρότερον ἀρ’. Arist. vulg. 16 μέσων a 17 οὐ om. Β 19 μέσον a ὑπερβολὴ S 20 ἐνδεία S 21. 22 ἥτις θεωρητικὴ ἐν τῷ S 29 ἀρετὰς scripsi: αὐτὰς BS: αὐτὸν a 31 ἐστὶν ὁ δίκαιος S 32 πρακτικοὶ post γίνονται (p. 41,1) coll. a
marginal 70r
marginal 1134a 11
marginal p. 1134a 14
marginal 70v
footnote 2 λέγει V: λέγων BSa διανεμητικὸν S Anon.: διανεμητικὸς Arist. 3 διανέμοι a 11 ἡ δικαιοσύνη ἡ ἕξις S 12 πρακτική τε καὶ προαιρετικὴ γίνεται S 13 τοὐναντίου Β 15 ἐπὶ δὴ S 19 δὲ] δὴ libii 20 ταῦτα] ταύτης S 21 ὡρισμένος S 22 λαμβάνειν S 26 τὸ δὲ Β: τῷ δὲ a ἀδικήματα a ἔχει Ba 28 τίνα] ἄν τινα S 30 ἑκατέρας a 33 ἐπεξέλθῃ BS
marginal 70v
marginal p. 1134a 17
marginal p. 1134a 24
footnote 3 ἐν τῷ πλάτει S 6 σαφέστερον S ἀδικήματος S 7 ἱεροσυλᾶν a 9 ἄδικος δὲ] καὶ ὅμως ἄδικος S 17 εὐθὺς] εὐθὺ καὶ a 18 πολλὰ 18 20 τὸ ᾖ — εἰδὼς ora. Β 23 post ἀλλὰ add. μὴ S 29. 30 καὶ τὸ δίκαιον καὶ ἡ δικαιοσύνη coll. S 31 πεποίηκε BS 32 πρᾶξις αὐτοδικαία a 33 ἑκάστῳ] ἑκάτερον S 35 ὑπ’ ὄψεσι S αὐτῶ S
marginal 70v
marginal p. 1134a 30
marginal 71r
footnote 1 ἐλευθέρων—αὐτάρκειαν (3) om. S 12 πολιτικῶν S μὲν γὰρ τοῦ S δημοκρατείας Sa 13 δημοκρτείᾳ Sa itemque porro 13. 14 ἐν τῖς Πολιτείαις Polit. El 17 ἀριστοκρατείαν Sa τὸ om. S 22 τὰ om. S 22. 23 ἐν ταῖς Πολιτείαις] Polit. Α 3 sqq. 25 ἔσται om. S ὅπερ S 35 ἡ ἔνδειαν S
marginal p. 1134a 35
footnote 2 μοιχείαν κρινομένου Ba 3 μοιχείαν a 7 λέγονται S 8 εὐγένεια] ἀγένεια Ba 10 ἐν αἷς εὐτυχίαις καὶ Ba 13 ἢ τῶν κακῶν S ἐνεργηθῆναι] γενέσθαι S 14 δυνάμει S 19 βούλεται S δὴ om. S 21 σπουδῇ S 24 κατὰ ἀριθμὸν ἣ κατὰ ἀναλογίαν coll. a 25 post ταῦτα add. ἐστὶ S 25. et 28 ἑαυτοῦ S 29 fort. μὲν &lt;οὖν&gt; οὐκ ἀλλὰ om. S 31 ἤτοι] τουτέστιν S 32 οὐχ om. S 34 δ’ ἣν a
marginal 71r
marginal p. 1134b 8
marginal 71v
footnote 1 ἔτυχεν S 3 μισθὸν a 4 ᾦ] οἶς a 6 τοιούτοις a 7 εἰπὼν πρότερον] p. 1134a 28 8 τι V: τὸ BSa, seel cf. p. 43,19 9 post ὅτι add. ἐστὶ S 11 τὸν om. S 13 ὡς μέρη S 15 et 16 μέρος αὐτοῦ S 20 δὲ post τὸ om. S 21 εὐτελὲς S post εἰς add. τὴν S 22 τοῦ πατρὸς post ἀπολύεσθαι om. S 23 ἀλλ’ ἐν ἐκείνοις S 24 ἐπανορθωτικὸν Sa 25. 25 ὥστε—μὴ τὸ παρὰ τὸ προσῆκον om. S 28 τυγχάνῃ scripsi: τυγχάνει libri 30 τῆς om. S εὐτελῆ S 31 32 ὁ νόμος ἐν τούτοις coll. S 32 τοῦ] τουτέστι S 33 περὶ μέρος S ἐπὶ] παρὰ Ba ὐπ’ ἐξουσιῶν Β: ἐξουσιῶν S
marginal 71v
marginal p. 1134b 18
marginal p. 1134b 24
footnote 2 καὶ οἰκέτας om. S ἄμφω om. S 7 σωτηρίαν a 9 τὴν τοιαύτην S 10 ἀδιαστρόφως Anon. 11 παρὰ] περὶ S 12 πολιτικὸν] φυσικὸν S 15 τὸν εἰς ὀλίσθημα S 16 post φυσικὸν add. δὲ B ἔχειν S 22 διάφορον a τοῦ αἰχμαλώτου S 25 ἱστορίας τινὸς εἴρηται Anon. 27 νομικὸν δίκαιον S 28 προστάττουσι] πράττουσι S γίνεται S 31 εἴς τε τὸ S 32 νομικὸν εἶναι S 33 ἐνταῦθα S
marginal 71v
marginal 72r
marginal p. 1134b 30
footnote 5 περὶ S 6 ἀδιαστρόφως a: ἀδιαφόροις ἔχουσιν S 9 γὰρ om. a 12 ἔχον] ἔχει S τοῦ om. S 13. 14 ἀκίνητόν ἐστι τὸ φύσει δίκαιον S 14 τὸ φύσει] καὶ τὸ κατὰ φύσιν a: καὶ τὸ φύσει S ἀγαθὸν ἀγαθοῖς ἐστιν S 17 οὐδαμῶς ἴσως] ἴσως οὐδαμῶς Arist. vulg. ἔχον BSa Arist. MIjOIj: om. Arist. Vulg. 18 λέγοντος] cf. Reip. Α p. 352 A 19 φησί] φύσει S 21 πάντα a οὕτως—καὶ] ὡς οὖν ἐπὶ τούτων, οὐτῶ καὶ S 26 φύσιν τε καὶ a 30 ἔστιν οὑν S κινητὸν post ἡμῖν delevi post δίκαιον add. καὶ Β μέντοι] μὲν φύσει B: μὲν S
marginal 72r
marginal p. 1135a 5
footnote 1 νομικοῦ a 4 ἀσαφεστέρα S 11 μὴ παρὰ τοῖς παρὰ S 14 συνθήκην] φύσιν Ba 16 et 18 δημοκρατείᾳ a 17 καὶ om. S 17. 18 ἀριστοκρατείᾳ et 19 ἀριστοκράτειαν libri 19 αὕτη scripsi: αὐτή libri 20 ἐν ταῖς τ Πολιτείαις] Polit. E 1 sqq. 22 αἱ αὐταὶ] μὴ αὖ Β: αἱ τοιαῦται a διὸ a 23 τούτοις B 24 ἐν ταῖς Πολιτείαις] Polit. Η 30 post ὤρος add. ἀνθρώπους οἶον S οὖν om. Sa 32 τὸ τῷδε μὲν δεῖ Ba: δεῖ τόνδε μὲν δοῦναι τῳδί S: fort, post τὸ addendum τόνδε 34 ἐκείνω S
marginal 72r
marginal p. 1135a 12
marginal 72v
footnote 2 ἡ τῆ τάξει BSa Arist. L b: ἡ τάξει Arist. vulg. 3 post καὶ add. ὡς Ba 4 μὴ] μὲν Ba κλέψῃς] κλέπτειν a 7 δὲ καὶ τὸ κοινὸν μᾶλλον a et omisso καὶ Arist. M b 13 δικαιώσει—Ζεύς] cf. Herodot. E 92 14 ἀδικηθέντα a δικαιοπραγεῖ om. Β 19 ἐν om. a ὕστερον μὲν σκεπτέον S 19. 20 καὶ εἰπὼν— ἐπισκεπτέον om. S 20 λέγων S 21 γὰρ] δὲ S 27. 28 προειρημένων Arist. O b: εἰρημένων Arist. vulg. 30 διορθῶν S πρὸ ὀλίγου] p. 1134a 16 32 πᾶσαν] ἑκάστην S Arist.
marginal 72v
marginal p. 1135a 23
footnote 1 προτάσσοντος S 2 πράττειν S καὶ om. S 3 κρίνεται] καὶ νέμεται S 6 ἐν τῶ τρίτῳ βιβλίῳ] Γ —3 8 σχολίων a 15 τῷ om. a 16 ἐν τί Γ] c. 2 20 ἀκούσιον scripsi : ἑκούσιον Jibri 22 ἀγνοεῖται a ἀγνοῆται— πρᾶξις om. S 25 καὶ ποιὸν τὸ S 27 ἡ καὶ τῶν S 28 post πράττει add. οἷον S ὄργανον ὑφ’ οὗ Ba 29 post φόνον add. ξίφος ἢ λίθος ἤ τι ἄλλο S 31 δὲ om. Ba ποιοῦντα S 32 ὑπνῶσαι libri ὑπνωτικῷ Ba 34 πράττειν Ba 35 ἀμφότερα S
marginal 72v
marginal 73r
footnote 1 post ἀγνοῆσαι add. τάχα ἄν 8 2 οὐδεὶς—πράττοντα (3) om. S δύναται a 6 ἐκείνῳ om. Ba 8 ἑκουσίως γινόμενον a 11 μήτε ᾦ om. Sa καὶ τίνος delevi μὴ om. S 12. 13 τουτέστιν—βιᾳ om. S 15 μέν om. a 19 ἐμὴ] ἐμοὶ S 24 νυκτομαχείᾳ a 28 ἐλέβορον et ἐλέβορος BS 29 ὅτι καθαρτικόν ἐστι 8 fort. ὑπολαμβάνων 33 γίνοιτο Sa 37 τοῦτο] τὸ τοιοῦτον a Arist. περὶ] ἐπὶ Arist. τῶν BSa Arist. L b M b: τοῦ Aiist. vulg.
marginal 73r
marginal p. 1135a 31
marginal p. 1135b 2
footnote 3 δὴ] δ’ a 3. 4 ἐπ’ αὐτῷ a Arist. vulg. : ἐφ’ ἑαυτῷ BS Arist. O b ἐφ’ αὐτῷ L b) 6 γινόμενον] πραττόμενον 8 7 ἡμῶν S ἐπ’ αὐτῶν a 10 λέγεται S 12 ἐν ἡμῖν γὰρ S 16 ὁ ποιητὴς] nescio quis 16. 17 φύσεως γὰρ ὄντες θνητῆς Anon. 18 καὶ post ὁμοίως apud Arist. non legitur 22 καὶ post ἔστι om. S 25 ἄδικον addidi: ὁ μὴ ἐκ τῶν ἀδίκων τι (lege ὁ μὴ ἑκὼν ἄδικόν τι) ποίησας Anon. 27 post γὰρ add. μὴ S 28 πράττειν] ποιεῖν S 29 ἑκουσίοις S 32 μὲν om. S p. 1135b 11
marginal 73v
footnote 1 δ’ οὐσῶν BSa Arist. L b: δὴ οὐσῶν Arist. vulg. 2 ἐστὶν Sa Arist. o πρό ὀλίγου] p. 1135a 13 καθ’ ἕκαστον Arist.: καθ’ ἑκάστων BS: καθ’ ἑκάστην a γε] τε S 6 post προαιρέσεως add. γινόμενον Sa lacuna ex Anon, explenda est προαιρέσεως, ἐπεὶ τῶν γινομένων τὰ μὲν ἀκουσίως γίνεται τὰ δὲ ἑκουσίως, ἔστι δὲ κτλ. 9 παράλογοι καἰ ἐκ om. S 10 post μὴν add. καὶ S 16 τοξεύοντος scripsi: τοξεύων τις libri post τοιούτῳ add. τινὶ S 24 αὐτῷ scripsi: ἑαυτῷ libri 26 ἀδίκημα S 28 εἰσὶ—φυσικὰ om. S 30 κλέψας S 33 ἠνάγκασας (sic) S
marginal 73v
marginal p. 1135b 27
footnote 7 ἀρχὴν] αὐτὴν S 10 ἔτι corr. ex ὅτι Β 12 lacuua ex Anon, explenda ὃ οὐ ποιοῦσιν οἱ ἐξ ἐπιβουλῆς ἀδικοῦντες 13 καὶ γίνεται — πεποιηκέναι (16) om. S 15 post αὑτὸς add. αὐτὸ Β 16 πεποίηκε a 20 τράμα Β 22 τὸν ante ἕτερον Arist.: τό libii 23 ἔστι δὲ a 25 διὰ θυμοῦ a 27 εἰ scripsi: οἱ libri οἱ ora. Ba 29 οἱ δὲ διὰ S 30 τῇ οὕτως οἱ μὲν S 31 ὁ δ’ οὔ Arist. 32 οὐκ ἀδικεῖ a 33 αὐτῶν] αὐτῶ Β: om. a εἰ utrumque om. S ἀλλ’ εἰ περὶ S
marginal 74r
marginal p. 1136a 5
footnote 3 τῶν om. S 4 παραβαίνει Sa 5 ἢ παρὰ BSa Arist. M b: ᾖ ἡ παρὰ Arist. vulg. 5. 6 ὡς δὲ ἄδικος S 7 βλάπτων] πράττων S οὐκ superscr. B j: om. a 14 Ἀγνοοῦντες a 19 τῶν] τὸ Ba 20 παρὰ scripsi: περὶ libri 21 προσήκοντος ὃς in ras.) Β: προσήκοντα Sa παρὰ S 22 μὴ Anou. : om. BSa 27 πρὸς τὸ Sa 31. 32 ἀνθρωπικὸν BSa Arist. L b M b O b: ἀνθρώπινον Arist. vulg. 32 συγγνωμονικόν S p. 1136a 10
marginal 74r
marginal 74v
marginal p. 1136a 21
footnote 5 Εὐριπίδου] V. Nauck, Fr. Tr. Gr. p. 381 2 οὕτως BS 7 ἑκόντες S 12 ἀπορήσοι S 15 δικαιοῦσθαι] ἀδικεῖσθαι S 16 ἑκουσίῳ post ἀκούσιον scripsi: ἑκουσίως S: ἀκουσίῳ Ba ἑκούσιον ἀκουσίῳ S 21 βελλεροφόντος Sa 23 παραλόγως S 27 δόξει Ba ἑκούσιον 15 B1 a 28 ὡς εἰ — εἰρῆσθαι (29) om. S 35 post δὲ add. καὶ S
marginal 74v
marginal 75r
footnote 11 ἢ delevi ἀμφότερα a καὶ τοῦ δικαιοῦσθαι S 12 καὶ delevi 14 τὸ om. S 16 λέγει δ’ ὅτι a 17 λέγει a 18 ἐπεὶ δέ — δικαιοῦσθαι (22) om. S 22 post ἔξει add. καὶ τὸ δικαιοῦσθαι S 23 ἀπαγγέλλεται S 26. 27 ἐπ’ ἀμφοτέρων — δικαιουμένου om. S 30 ἀδικεῖ libri 31 ἡ delevi πάσχει a 34 οὑν om. Ba διανείμας S 38 post ἀλλήλοις add. τὸ δ’ ἀλλήλοις Β
marginal 75r
marginal p. 1136a 31
footnote 3 καθ’ αὑτὸν Ba 7 τινος BSa Arist. M b O b: otn. Arist. vulg. 16 τὸ om. Β 21 ante ὅπερ add. ὃ a 22 ἀδικεῖ] ἀδικεῖν a 24 ἑκὼν om. Ba 25 post ἑκών add. ἀλλὰ καὶ ὐπ’ ἄλλου ἑκόντα δι’ ἀκρασίαν βλάπτοιτο ἂν ἑκών· ὥστε καὶ ἀδικεῖτο ἄν ἑκών S ἀποσυλλόμενος a 26 καὶ om. S 27 ἐφ’ ἑκούσης S 30 προσταχθέντος S 32 λέγει] ὅτι S 33 ὃ prius BSa (ut Arist. M b et corr. L b) ὃ alterum S: ᾦ B (ut Arist. Vulg.): ὡς a 33. 34 ὣς περὶ a 34 προκειμένου — ἐᾶτόν (35) om. S
marginal 75r
marginal p. 1136b 7
marginal 75v
marginal p. 1136b 15
footnote 1 ἀποστερῆται a 3 τῶν βλαπτομένων Ba μὲν om. Ba 4 ἀκουσίῳ scripsi: ἑκουσίῳ libii 5 τὸ παρὰ Sa 8 οὐκ ἀδικεῖ a 12 ἀκρατεῖ a 14 ὃ οὐκ BSa Arist. L b M b O b: οὐχ ἁ Arist. vulg. 1.3 μὴ om. Ba 16 δεικτὸν Ba post τοῦ add. μὴ Ba 17 τοῦτο] τοῦ S exspectas καὶ αὐτὸν εἰνὶ αἴτιον 18 Ὅμηρος] 11. Z 236 19 οὐδέ ex ὁ δὲ corr. Β2 21 μὴ διδόναι Sa 22 Διομήδης] immo Γλαῦκος 24 ἄκοντι S 26 δ’ οὖν S 28 προτίθησιν a Anon: προστίθησιν S: προτίθεμεν Β 31 ὑποληπτὸν S 32 ὡς om. S δυνάμει Ba
marginal 75v
footnote 2 ἤρτηται] εἴρτηται a 7 εἰώθαμεν Ba ὒ ἑαυτὸν ἀδικεῖ a • ἔλαττον] πλέον a 11 λύσας S τῷ ex Anon, addidi 12 μέν om. a 14 γὰρ εἰ τοῦ S 15 ὅτι addidi 18 διανομὴ a 10 alt. τόν] τὸ S: om. a 21 ἐνδέχεται — ἔχοντα ὡς (22) om. S 24 τῷ scripsi: τὸ libri 2.5 ἀδίκως] immo ἀνίσως ὁ post ὅτι om. S ὁ post ἐστὶν om. a 32 ὁ post αὐτὸς om. a 34 τὸ ἑκόντα] τῶ ἑκόντι S p. 1136b 29
marginal 75v
marginal 76r p. 1136b 32
footnote 1 ἐπεὶ] εἰ a, 2 τὸ ante ἄδικον om. Β 7 τὸ] τοῦτο a 9 ἀδικεῖν om. Ba 11 προαίρεσιν] exspectas βούλησιν δὲ] δὴ a 13 ἀδικεῖν a 17 διὰ τοῦτο S 18 ante αὐτὸν add. τὸν Sa 19 ante τοῦτο add. καὶ a 20 post δίκαιον add. καὶ Β post νόμον add. δίκαιον S 22 ἀμφότερον utrobique S 23 τὸ om. Ba 24 ἀδικεῖ scripsi: ἀγνοεῖ libri 25 κατά νόμον S 27 ἐπιτιμίσεις ὑπολαμβάνονται a 32 φύσει om. Ba ὁμοίως — ἀδικεῖ (62,2) om. Β δὲ om. a
marginal 76r
footnote 3 δὴ] δὲ Ba ὁ om. Sa εἰ om. Ba 4. 5 τὸν φύσει ἡ τὸν γεγραμμένον Sa 9 οὗτος S 11 νόμιμον BSa Arist. M b: νομικὸν Arist. viilg. 12 ὥστε] ὅτε Ba 13 ἀμφότερον a 17 ὁ om. Sa 20 ἔχθρας Β 23 ἀμύνασθαι S ἑκόντι Ba 29 ἔχειν S τῷ πλεονεκτεῖν Sa ἐφ’ ἑαυτῶν a 32 προκειμένων] προειρημένων a 33 exspectas καίτοι παντός γε 35 βουλόμεθα a
marginal 76r
marginal 76v
marginal p. 1137a 9
footnote 3 post διὰ τί add. δὲ a 4 ἔχει a βουληθέντι a 6 καὶ διδασκαλίας om. S 7 θελήσειν a ἐσόμεθα S 8 γεωμετρικὴν S 8 et 9 ὅταν a 12 ἔχοντας Arist. 13 ἀλλὰ τῷ Sa 16 et 17 ῥᾶον Ba 17 post ἐστι add. ἰατρικοῦ S 18 τ scripsi: τὸ libri 19 προσδεῖται S ἁ] ἅτινα S: ὧν a 23 εἶναι om. Ba 24 εὐπετὸν a 27 ῥᾶον Ba τά ἀπὸ τῶν λόγων S 29 ἐν τῷ] τὸ Ba 30 κλέπτειν] βλέπειν (sic) Β 32 τε fort, deleudum et καίτοι πραττόμενον legendum 33 ἀπάτης S δοῦναι om. Ba post ἐπιβούλως add. κατέχειν Β
marginal 76v
marginal p. 1137a 17
marginal 40
footnote 5 et 8 ῥᾶον Ba 7 τὰ Anon.: τὸ libri 8 οἷον om. Ba 12 post προσφέρειν fort, addendum δεῖ εἰδέναι οὐδὲ a 19 ἐπ’ αὐτοῦ Ba 20 ἀδίκου] ἀδικεῖν a 21 φησὶ a 25 τούτου ταῦτα S αὐτὸν 8 26 λέγει S 27 διὰ τοῦ a 27. 28 ἀλλὰ μὴ Ba 28 καὶ post δίκαιον om. S 31 ἔχοντα Arist. 32 ῥήψας libri ἄδικος διὰ κακίαν Ba 33 ποιῶν ἀγαθὸν ἢ φαῦλον a 35 τὸ om. Ba
marginal 76v
marginal p. 1137a 26
marginal 77r
footnote 1 ἀρχόμενος τοῦδε τοῦ βιβλίου] 1 p. 1129a 13 τοῦδε om. a 6 νεμητικὸν Ba 7 post ἐστὶ add. ἐν S 8 ante κυρίως add. rubro καὶ Β μὲν om. Ba 9 ἑαυτῶν] αὐτοῦ Ba 12 ὡς— ἔλλειψις (13) om. Β ὡς om. a 15 μεσότητες a 16 δ’ om. S 17 οἷόν τε τινὰ τινὸς S 18. 19 κτημάτων ὁρᾶται γινόμενον S 20 post ἄμπελον add. τινὸς Ba τὸ νόμισμα om. a ἀνδρείαν Sa 22 τὸ γὰρ Sa 23 τινὰ] τί Ba 23. 24 περὶ τὴν τούτων δύναμιν καὶ S 28 ἀγαθὸν S οὔτε διανεμητικὸν οὔτε διορθωτικὸν Ba 30 ἐν τοιούτοις Ba 34. 66,1 ἀλλ’ ἐν μὲν τοῖς S
marginal 77r
marginal p. 1137a 31
marginal77v
footnote 2 καὶ om. S μὴ rubro add. Β: om. a πάντα S 3 νόμῳ Sa φαύλως Sa οὖν om. a 5 Πλάτωνα λέγοντ’] cf. Reip. Α p. 352 Α, I p. 613 Α 7 λέγει om. Ba 8 ἐν ἄλλοις] cf. Magna moral. B 4 p. 1200b 14 μετρητὴ Ba τάττει a 9 τὰ om. S 16 τοῦ om. a 18 ὡς om. 8 βέλτιον S 21 λέγομεν a τύχει a 24 δικαιοτέρως a ἀλλ’ ὡς τὸ Sa βέλτιον a 20 καὶ τὸ — δικαίου om. Ba 26. 27 ἀκολουθοῦντες Ba 30 ἀλλ’] ἀλλὰ καὶ S 31 ἕτερον (post εἶναι)— μὴ εἶναι (33) om. Β 34 ὃν prius om. Ba 36 λέγει S κρεῖττον om. Ba καὶ] δὴ S
marginal 77v
footnote 1 τι om. S 2 αὐτοῦ S 7. 8 ἡμαρτηθὲν a S ἑαυτοῦ S 9 τὴν om. Β 9. 10 ἄλλο τι ἄλλως S 1 1 ἀνέλθη a 12 παρὰ τῶν S 14 ante συμβαίνει lac. XXX litt. S 14. 15 τοῦ τυράννου τὴν γυναῖκα S 17 διημαρτημένον Sa δίκας S 18 καὶ ἀριστεύσαντα εἰς τὸ τεῖχος coll. a 18. 19 πόσης ἐστὶν ἁμαρτίας γέμον S 19 ἀγορεύοντος om. S 20 τοῦ om. S ἀνελθόντος a 22 elzev S 23 μέλλοι S 27. 28 καὶ τὸν ξένον Sa 29 post τὸ add. μὲν S post μέν add. καὶ a 32 τὸ τῇ φύσει καὶ κτὰ φ. S τῇ καὶ ἡ ἁμαρτία ἀπλῶς a 33 ἐνταυθοῖ S 34 αὕτη] αὖθις S 85 δευτέρου Anon.: οὐδέτερον B: οὐδ’ ἑτέρου S: οὐδετέρου a
marginal 77v
marginal p. 1137b 33
marginal 20
footnote 2 τοῦτο ex τούτου corr. Β: τούτου Sa τοῦ utrumque ex τὸ corr. Β: τὸ Sa post εἶναι add. καὶ Sa 4 ἔχει Β: ἔχον a νόμω S 5 ἔχειν S 6 νόμω τίθεσθαι S 7 μετοικίαν S 8 γινομένων S 12 συμπίπτει S ἀρίστους S 11 συντιθεμένων Ba 15 ἀπηυθημένων S: ἀπευθυνουμένων a ᾠκοδομεῖται a 17 οὖν om. Ba 18 δὴ om. Ba 21 τί τὸ BSa Arist. M b: ὅτι Arist. vulg. 23 ante Δηλαδὴ add. βέλτιον S post καὶ add. τοῦ Ba 29 πρέπει S 30 οὐ] ἁ S 32 τὸν ex τὸ corr. rubro Β post νόμον add. ἔχει S ἔχη om. Sa βοηθοῦν Sa τὸ om. S 34 πρότερον] c. 11
marginal 78r
marginal p. 1138a 14
footnote 1 ἀποσυλοῦται Ba 3 κατὰ BSa Arist. O b: τὰ κατὰ Arist. vulg. 4 ἡ post ἐστὶν om. 5 5 ἀρετῆς πρακτικὴ S 6 εἴρηται καὶ δέδεικται] c. 2. 3 7 post ὅτι add. μηδὲ S 9 πρῶτον S 10 ἀδικεῖ] ἐνδέχεται ἀδικεῖν S 10. 11 exspectas ἑαυτόν, εἰ κατὰ δικαιοσύνην ἐκείνην δίκαιον τὸ κατὰ νόμον καθ’ ἡντινοῦν κτλ. ; cf. Anon. p. 251,20 12 ἀποκτείνειν Sa ὁ δὲ B 15 οὖν] ἄρα S 18 αὐτὸν S 24 μερῶν om. S 25 πολίτην Sa 27 μὴ] μηκέτι Ba μνήμη 8 ἄταφον — ῥίπτεσθαι (281 om. Ba 28 ὁρίζουσιν— αὐτῶν om. Ba 30 κοινήν τε καὶ S 31 ἥτις μία S 32 ἥ ἐστι] εἴ τις ἔστι S 33 λέγειν a 34 ὁρώμενον] fort. ὡρισμένον
marginal 78r
marginal p. 1138a 20
footnote 3 ὁ post ὡς om. BS 4 δειλείαν Sa 5 ταῦτα Ba 7 ὡς post ὁ om. BS δὲ ὁ τὸ a 9 τις] τί a 10 ἂν om. a ὡς ὁ πλεονέκτης a 11 ἀφήρητο S 13 δὲ om. Β ἑκούσιόν τε καὶ a Arist. 14 ὁ om. S 17 ἔχοντος Anon.: ἔχει BS: ἔχειν a 18 ἀντιδρῶν] διότι ἔπαθε τὰ αὑτὰ ἀντιποιῶν τὸν δράσαντα S 19 βλαβεὶς] βλάβαις Ba εἰ δεῖ δὴ a 21 περὶ S 24 πάσχοι a 26. 27 τὸ ἀδικεῖ S 29 μοιχεύοι S 30 κλέπτη S 31 γίνεται S 33 ἐστιν om. S 34 περὶ S p. 1138a 28
marginal 78v
marginal 79r
footnote 3 καὶ ἀμφότερα Sa φησί om. S φαυλότερον] ἐστι φαῦλον S 6 γὰρ] δὲ S 7 post ἀπὸ add. τῆς a 8 τό ante ἀδικεῖσθαι om. a 10 ἐστὶν ἐν τῶ συμμέτρω τινῶν ἀγαθῶν τὸ δὲ S ὡς ἐκπεπτωκὸς— ἔλατγον (12) om. S 11 τοῦ ἐν a 11. 12 τὸ σύμμετρον] fort, διὰ τὸ σ. 12 καὶ post ἔχει om. Ba 13 τοῦ δικαίου S 14 σύνεγγυς BSa Arist. O b: ἐγγὺς Arist. vulg. 15 ἡ τῆς] ἡ τις Ba 17 γινομένην om. S 19 εἶπε πρότερον] c. 10 p. 1135b 19 sqq. εἷπον a 20 ἐκ] μετὰ S βουλεύεσθαι S 21 οὖν om. S ἧττον om. S 22 εἶναι] ἐστὶν S 23 τῷ ἀδικεῖσθαι S οὕτω πὼς scripsi: πῶς οὕτως libri 25 πνεύματος a 28 γενέσθαι S post κακόν add. τὸ ἀδικεῖσθαι S 29 ἂν] ἄν ποτε S 30 οὐ] οὖν S post μέλει add. τῆ τέχνη τῆ ἰατρικῆ ἡ S φησὶν Ba 31 ἑκατέρων S 32 προσπταίσαντος] προσπαίσματος Sa
marginal 79r
marginal p. 1138b 5
