@node
@author=Alexander of Aphrodisias
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Ivo Bruns
@filename=tlg0732.tlg012.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0732.tlg012.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Alexandri Aphrodisiensis Praeter Commentaria Scripta Minora, Ivo Bruns, Alexander of Aphrodisias, Reimer, Berlin, 1892, 2, Supplementum Aristotelicum, 2.2, Internet Archive.
@sponsor=Harvard College Library
@title=Ἀπορίαι καὶ λύσεις [Sp.]
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:08:08Z

48243	 ΑΛΕΞΑΝΔΡΟΥ ΑΦΡΟΔΙΣΙΕΩΣ ΦΥΣΙΚΩΝ ΣΧΟΛΙΚΩΝ ΑΠΟΡΙΩΝ   ΚΑΙ ΛΥΣΕΩΝ ΒΙΒΛΙΟΝ ΠΡΩΤΟΝ ΚΕΦΑΛΑΙΑ |
 I. Διὰ τίνων ἄν τις συστήσαι τὸ πρῶτον αἴτιον κατὰ Ἀριστοτέλη.
 II. Περὶ χρώματός τινα.
 III. Τίνων εἰσὶν οἱ ὁρισμοί.
 IV. Σχόλιον ἐν διαλόγῳ περὶ τοῦ, εἰ πάντα γίνοιτο καθ᾿ εἱμαρμένην,   ἀναιρεῖσθαι τὸ δυνατόν τε καὶ ἐνδεχόμενον.
 V. Διὰ τί ἡ αὔξησις κατὰ τὸ εἶδος μόνον, ἀλλ᾿ οὐχὶ καὶ κατὰ τὴν ὕλην.
 VI. Πῶς εἰ μᾶλλον τὸ ὕδωρ ὕδωρ κατὰ τὸ ψυχρὸν ἢ κατὰ τὸ ὑγρόν, ἡ μὲν εἰς τὸ θερμὸν αὐτοῦ ἐκ τοῦ ψυχροῦ μεταβολὴ οὐ φθείρει αοὐτό, ἡ δὲ ἐκ τοῦ ὑγροῦ εἰς τὸ στερεὸν φθείρει.
 VII. Πῶς οὐκ ἐναντία τό τε μέγα καὶ τὸ μικρόν, εἴ γε εἰς   ἐναντία μὲν ἡ μεταβολή, τὸ δ᾿ αὐξόμενον καὶ μειούμενον εἰς  ταῦτα μεταβάλλει.
 VIII. Πρὸς τὸ μὴ εἶναι τὸ εἶδος ἐν τῇ ὕλῃ ὡς ἐν ὑποκειμένῳ.
 IX. Πῶς οὐχὶ τῇ εὐεξίᾳ ἡ νόσος ἀντίκειται μᾶλλον τῆς καχεξίας.
 X. Πῶς εἰ τέσσαρα τὰ αἴτια, οὐκ ἔσται καὶ ἐν τοῖς θείοις σώμασι τὸ ὑποκείμενον ὕλη.
 XIa. Πῶς εἴρηται ἐν τῷ α Περὶ ψυχῆς· τὸ γὰρ ζῷον τὸ καθόλου ἤτοι οὐδέν ἐστιν ἢ ὕστερον.
 XIb, 
 XII Πῶς οἶόν τε ἅμα τὸν οὐ τὸν ἥ δεσθαι καὶ λυπεῖσ θαι, εἰ   ἐναντία ταῦτα.
 ΧΙΙΙ Ὅτι μὴ ὁμοίως κατά τε τὰς ἄλλας αἱρέσεις καὶ κατ’ Ἐπίκουρον   εἰσάγεται τὰ χρώματα, ὡς ἔλεγε εν Κηνσωρῖνος ὁ Ἀκαδημαικός.
 XIV. Οτι καθ’ σὓς μόνον τὸ κα λὸν ἀγα θόν ἐστιν, οὐδὲν οἱ θεοὶ   τοῖς ἀνθρώ ποις παρέ χου σιν ἀγαθόν.
 ΧV Ὅτι εἰ ἡ αὐτὴ ὕλη καὶ ἐν τοῖς θείοις ἔσται, κἀκεῖνα φθαρτά.
 XVI. Λέξεως ἐξήγησις εἰρημένης ἐν τῷ α τῆς Φυσικῆς ἀκροάσεως   Ἀριστοτέλους περὶ τοῦ τἀναντία πως τὰς ἀρχὰς ποιεῖν πάντας.
 XVII. Ὅτι μὴ τὸ εἶδος ἐν τῇ ὕλῃ ὡς ἐν ὑποκειμένῳ.
 XVIII. Ὅτι μὴ οἶόν τε τὸν κόσμον ἄφθαρτον εἶναι διὰ τὴν βούλησιν   τοῦ θεοῦ, εἰ εἴη φθαρτὸς τῇ αὑτοῦ φύσει.
 XIX. Πῶς ἡ αὐτὴ δύναμις ἅμα τῶν ἐναντίων εἶναι λέγεται.
 XX. Διὰ τί τοῦ θέρους ὑπνωτικώτεροί ἐσμεν, εἰ ὁ ὕπνος διὰ τὴν   τοῦ συμφύτου ἡμῖν θερμοῦ εἰς τὸ ἐντὸς ἀντιπερίστασιν.
 XXI. Ἐν τίνι κατηγορίᾳ ἡ κίνησις.
 XXII Εἰ τὸ κινούμενον ἐπί τινος κατὰ πρότερον μόριον αὐτοῦ   πρότερον κινεῖται. |
 XXIII. Πῶς εἰ φθαρτὴ ἡ γῆ, οὐκ ἐνδέχεται αὐτὴν καὶ ἅμα ποτὲ φθαρῆναι.
 XXIV. Ἐξήγησις λέξεως ἐκ τοῦ πρώτου τῆς Φυσικῆς ἀκροάσεως   Ἀριστοτέλους ἐπὶ τέλει εἰρημένης, δι᾿ ἦς λέγει εὑρεθεῖσαν   τὴν ὕλην λῦσαι καὶ τὰς τῶν ἀρχαίων ἀπορίας.
 XXV. Εἰς τὰ περὶ προνοίας τινὰ συντελοῦντα.
 XXVI. Πῶς τὸ εἶδος ἐν τῇ ὕλῃ, πότερον καθ᾿ αὑτὸ ἢ κατὰ συμβεβηκός.
 ΒΙΒΛΙΟΝ ΔΕΥΤΕΡΟΝ. ΚΕΦΑΛΑΙΑ
 I. Ὅτι ἕπεται τοῖς καὶ τὸ μέγεθος καὶ τὸν χρόνον ἐξ ἀδιαιρέτων   συντιθεῖσι τὸ πάντα τὰ κινούμενα κατὰ τοῦ ἀμεροῦς ἰσοταχῶς  κινεῖσθαι.
 βεβηκὸς οὑ τὴν κινεῖ, ἀλλ’ ἔστιν ἡ κίνησις τῆς οὐσίας αὐτῆς καθ’ αὑτήν.
 IΙΙ. Τίς ἡ ἀπὸ τῆς κινήσεως τοῦ θείου σώματος ἐγγινομένη δύναμις τῷ γειτνιῶντι αὐτῷ θνητῷ τε καὶ ἐν γενέσει σώματι.
 IV Ὅτι, εἰ τοῦ ἐφ’ ἡμῖν τὸ ἀντικείμενον μὴ ἐφ’ ἡμῖν, οὐδ’ αὐτὸ   τὸ ἐφ’ ἡμῖν ἐφ’ ἡμῖν ἔσται.
 V. Περὶ τοῦ ὅτι καὶ τὸ ἐφ᾿ ἡμῖν καθ᾿ εἱμαρμένην.
 VI. Πῶς ἀκίνητον εἴη ἂν κατὰ Ἀριστοτέλην τὸ πρῶτον κινοῦν,   εἴ γε, ὡς αὐτός φσιν,   ἕκαστόν ἐστιν ὧν ἐστιν ἔργον ἕνεκα τοῦ ἔργου, θεοῦ δὲ ἐνέργεια ἀθανασία, τοῦτο δέ ἐστι ζωὴ ἀίδιος, ὥστε ἀνάγκη τῷ θεῷ κίνησιν ἀίδιον ὑπάρχειν.
 VII. Τί ἔσται ἡ ὕλη εἰ παρὰ μὲν τῆς στερήσεως ἔχει τὸ ἄποιος εἶναι καὶ ἀσχημάτιστος, παρὰ δὲ τοῦ εἴδους τὸ πεποιῶσθαικαἱ   ἐσχηματίσθαἱ.
 VIII. Πῶς οὐκ αὐτὸ δἰ αὑτοῦ ὡρίσατο ὁ τὴν ψυχὴν ὁρισάμενος ἐντελέχειαν σώματος φυσικοῦ ὀργανικοῦ δυνάμει ζωὴν ἔχοντος.
 IX. Πῶς οὐ πρός τι ἡ ψυχή, εἰ ἐντελέχεια σώματος τοιούτου.
 X. Ὄτι μὴ αὐτοκίνητος ἡ ψυχή.
 XI. Διὰ τί τὸ γινόμενον ἐκ τῆς στερήσεως μεταβάλλον ἅμα ἐκ τοῦ ἐναντίου αὐτοῦ μεταβάλλει, εἴ γε μὴ ταὐτὸν ἣ τε στέρησις  καὶ τὸ ἐναντίον.
 XII. Ὅτι οὐ δείκνυται διὰ τοῦ συστέλλεσθαι τὰ σώματα εἰς ἑαυτὰ τὸ σῶμα διὰ σώματος χωρεῖν.
 XIII. Πρὸς Πλατωνικοὺς τοὺς ἐκ τῶν τριγώνων τὰ σχήματα   καὶ τὰ εἴ ἴδη τῶν σωμάτων συγκεῖσθαι λέγοντας, οὐ τὰ σώματα.
 XIV. Εἰ τὰ κοινὰ νοήματα, τὰ δὲ νοήματα οὐ σώματα, οὐδ᾿ ἂν τὸ κοινὸν εἴη σῶμα, νόημά τε ὂν τοῦ κοινοῦ σώματος οὐδ᾿ ὁρισμὸς οὐκ ἔστι σώματος ὁρισμός.
 XV. Πῶς λέγομεν τὴν αὐτὴν δύναμιν ἅμα τῶν ἐναντίων εἶναι.
 XVI Πῶς οὐχ ὁμοίως ταῖς στοχαστικαῖς τέχναις καὶ αἱ ἄλλαι   τέχναι τέλος ἕξουσιν τὸ πάντα τὰ παῤ αὐτὰς ποιεῖν πρὸς τὸ τοῦ προκειμένου τυγχάνειν.
 XVII. Ὅτι ⟨οὔκ,⟩ εἰ ἔστιν τοῦ ὡς ὑπεκκαύματος πυρός, ὃ καὶ   στοιχεῖόν ἐστι, θερμότερόν τι ἄλλο πῦρ, διὰ ταύτην τὴν αἰτίαν μίξει τοῦ ἐναντίου τοιοῦτον ἐκεῖνο.
 XVIII. Περὶ τοῦ τὴν φύσιν ὑπάρχειν ἀρχὴν κινήσεως.
 ὁ κόσμος ἀίδιός ἐστι, τὸ δὲ κόσμῳ εἶναι αὐτῷ ἡ τάξις ἐστίν, εἴη ἂν ἐν τῇ οἰκείᾳ οὐσίᾳ αὐτοῦ καὶ τοῦτο.
 XX. Πῶς τὸ μεταβάλλον εἴς τι καθ᾿ ἣν ἔχει δύναμιν, τηρεῖ   τὴν δύναμιν καὶ μετὰ τὸ μεταβάλλειν, εἰς ὃ μετέβαλλεν.
 XXI. Ὅτι μὴ κατὰ συμβεβηκὸς ἡ πρόνοια κατὰ Ἀριστοτέλη.
 XXII. Ἐξήγησις λέξεως ἐκ τοῦ δευτέρου Περὶ γενέσεως καὶ φθορᾶς Ἀριστοτέλους ἄλλως ἔχουσα παρὰ τὴν ἐν τῷ εἰς αὐτὸ   ὑπομνήματι· ἡ δὲ λέξις ἐστὶν ἥδὲ· “εἰ μὲν οὖν εἰς ἄπειρον εἶσιν   ἐπὶ τὸ κάτω, οὐκ ἔσται ἀνάγκη τὸ ὕστερον τόδε γενέσθαι ἁπλῶς, ἀλλ᾿ ἐξ ὑποθέσεως· ἀεὶ γὰρ ἕτερον ἔμπροσθεν ἀνάγκη ἔσται, δἰ δ ἐκεῖνο ἀνάγκη γενέσθαι”.
 XXIII. Περὶ τῆς Ἡρακλείας λίθου, διὰ τί ἕλκει τὸν σίδηρον.
 τρίτον 
 XXV. Ἄλλης λέξεως ἐκ τοῦ δευτέρου τῶν Περὶ ψυχῆς Ἀριστοτέλους   ἐξήγησις,
 XXVI, Ἄλλη ἐκ τοῦ αὐτοῦ λέξις.
 XXVII. Ἄλλη ἐκ τοῦ αὐτοῦ λέξις.
 XXVIII. Ὅτι μὴ ἡ ὕλη γένος.
 ΒΙΒΛΙΟΝ ΤΡΙΤΟΝ. ΚΕΦΑΛΑΙΑ
 I. Τί ἐστιν ἀνάμνησις.
 II. Λέξεως ἐξήγησις ἐκ τοῦ δευτέρου Περὶ ψυχῆς λόγου Ἀριστοτέλους,   δἰ ἧς λέγει “θεωροῦν γὰρ γίνεται τὸ ἔχον τὴν ἐπιστήμην, ὅπερ οὐκ ἔστιν ἀλλοιοῦσθαι· εἰς αὐτὸ γὰρ ἡ ἐπίδοσις καὶ εἰς ἐντελέχειαν.’’
 III. Λέξεως ἐξήγησις ἐκ τοῦ δευτέρου ὁμοίως Περὶ ψυχῆς, δἰ ἧς περὶ αἰσθῃσεως λέγει, ἔστι δὲ ἥδε· διωρισμένων δὲ τούτων λέγωμεν κοινῇ περὶ πάσης αἰσθήσεως”.
 IV, Πῶς οὐχὶ καὶ ἡ πρόσοδος τοῦ ἡλίου καὶ ἡ ἄφοδος ὁμοίως   αἰτία γενέσεως καὶ φθορᾶς. ἡ γὰρ ἄλλου γένεσις ἄλλου φθορά.
 V. Ὅτι τὸ ἀπλῶς ἐξ ἀνάγκης γίνεσθαι καὶ μὴ ἐξ ὑποθέσεως ἐν   τοῖς ἀεὶ κύκλῶ γινομένοις ἐστίν.
 VI. Λέξεως ἐξηγῇ σις ἐκ τοῦ τρίτου Περὶ ψυχῆς Ἀριστοτέλους,   δι᾿ ἧς ἔδειξεν, ὅτι μὴ πλείους τῶν πέντε εἰσὶν αἰσθήσεων.
 VII. Ἀλλης λέξεως ἐξήγησις ἐκ τοῦ τρίτου Περὶ ψυχῆς, δι᾿ ἧς   ζητεῖ, πῶς ἡ συναίσθησις ἡμῖν γίνεται αἰσθανομένοις.
 VIII Εἰ αἰσθητὸν ὃ πάσαις ταῖς αἰσθὴσεσιν κατὰ συμβεβηκὸς   αἰσθητόν.
 IX. Λέξεως ἐξήγησις ἐκ τοῦ τρίτου Περὶ ψυχῆς, δι᾿ ἧς δεικνυσιν Ἀριστοτέλης, ὅτι ἔστιν τι ᾧ ἅμα πάντων αἰσθανόμεθα.
 X. Περὶ θαλάσσης ἐκ τῶν Μετεωρολογικῶν.
 XI. Ἐπιχείρησις ὅτι θέσει τὰ ὀνόματα.
 XII. Ὅτι μὴ ἄπειρον τὸ ὄν.
 XIII. Περὶ τοῦ ἐφ᾿ ἡμῖν τινα.
 XIV. Ἐπιδρομὴ τῶν ἐν τῷ τετάρτῳ Μετεωρολογικῶν, ἀτελής.
 XV. Περὶ τοῦ οἱονεὶ ἀμεροῦς.
