@node
@author=Claudius Ptolemaeus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=J. L. Heiberg
@filename=tlg0363.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0363.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor, Rhea Lesage, Librarian for Hellenic Studies and Coordinator for the Classics Collection Development
@sourceDesc=Claudii Ptolemaei opera quae exstant omnia, J. L. Heiberg, Claudius Ptolemaeus, Lipsiae, In aedibus B. G. Teubneri, 1898, 1.1-1.2, Volume 1.1: Hathi Trust, Volume 1.2: Hathi Trust.
@title=Syntaxis mathematica
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:49:44Z

200635	 Α΄.
 α΄. Προοίμιον.
 β΄. Περὶ τῆς τάξεως τῶν θεωρημάτων.
 γʹ. Ὅτι σφαιροειδῶς ὁ οὐρανὸς φέρεται.
 δ΄. Ὅτι καὶ ἡ γῆ σφαιροειδής ἐστιν πρὸς αἴσθησιν ὡς καθʼ ὅλα μέρη.
 ε΄. Ὅτι μέση τοῦ οὐρανοῦ ἐστιν ἡ γῆ.
 ς΄. Ὅτι σημείου λόγον ἔχει πρὸς τὰ οὐράνια
 ζ΄, Ὅτι οὐδὲ κίνησίν τινα μεταβατικὴν ποιεῖται
 η΄. Ὅτι δύο διαφοραὶ τῶν πρώτων κινήσεών εἰσιν ἐν τῷ οὐρανῷ.
 θ΄. Περὶ τῶν κατὰ μέρος καταλήψεων.
 ι΄. Περὶ τῆς πηλικότητος τῶν ἐν τῷ κύκλῳ εὐθειῶν.
 ια΄. Κανόνιον τῶν ἐν κύκλῳ εὐθειῶν.
 ιβ΄. Περὶ τῆς μεταξὺ τῶν τροπικῶν περιφερείας.
  ιδʹ. Περὶ τῶν μεταξὺ τοῦ ἰσημερινοῦ καὶ τοῦ λοξοῦ κύκλου περιφερειῶν.
 ιε΄. Κανόνιον λοξώσεως.
 ιϛʹ. Περὶ τῶν ἐπʼ ὀρθῆς τῆς σφαίρας ἀναφορῶν.
 Β΄.
 α΄. Περὶ τῆς καθόλου θέσεως τῆς καθʼ ἡμᾶς οἰκουμένης.
 β΄. Πῶς δοθέντος τοῦ τῆς μεγίστης ἡμέρας   μεγέθους αἱ ἀπολαμβανόμεναι τοῦ ὁρίζοντος περιφέρειαι ὑπό τε τοῦ ἰσημερινοῦ καὶ τοῦ λοξοῦ κύκλου δίδονται.
 γ΄. Πῶς τῶν αὐτῶν ὑποκειμένων τὸ ἔξαρμα τοῦ πόλου δίδοται καὶ τὸ ἀνάπαλιν.
 δ΄. Πῶς ἐπιλογιστέον, τίσιν καὶ πότε καὶ ποσάκις   ὁ ἥλιος γίνεται κατὰ κορυφήν.
  ε΄. Πῶς ἀπὸ τῶν ἐκκειμένων οἱ λόγοι τῶν γνωμόνων πρὸς τὰς ἰσημερινὰς καὶ τροπικὰς ἐν ταῖς μεσημβρίαις σκιὰς λαμβάνονται.
 ζ΄. Περὶ τῶν ἐπὶ τῆς ἐγκεκλιμένης σφαίρας τοῦ   διὰ μέσων τῶν ζῳδίων κύκλου καὶ τοῦ ἰσημερνοῦ συναναφορῶν.
 η΄. Κανόνιον τῶν κατὰ δεκαμοιρίαν ἀναφορῶν.
 θ΄. Περὶ τῶν κατὰ μέρος ταῖς ἀναφοραῖς παρακολουθούντων.
 ι΄. Περὶ τῶν ὑπὸ τοῦ διὰ μέσων τῶν ζῳδίων κύκλου καὶ τοῦ μεσημβρινοῦ γινομένων γωνιῶν.
 ιαʹ. Περὶ τῶν ὑπὸ τοῦ αὐτοῦ λοξοῦ κύκλου καὶ τοῦ ὁρίζοντος γινομένων γωνιῶν.
 ιβʹ. Περὶ τῶν πρὸς τὸν αὐτὸν κύκλον τοῦ διὰ τῶν πόλων τοῦ ὁρίζοντος γινομένων γωνιῶν καὶ περιφερειῶν.
 ιγ΄. Ἔκθεσις τῶν κατὰ παράλληλον γωνιῶν καὶ κεριφερειῶν.
 Γ΄.
 αʹ. Περὶ τοῦ μεγέθους τοῦ ἐνιαυσίου χρόνου.
 β΄. Κανόνιον τῆς ὁμαλῆς τοῦ ἡλίου κινησεως.
 γʹ. Περὶ τῶν καθʼ ὁμαλὴν καὶ ἐγκύκλιον κίνησιν ὑποθέσεων.
 δʹ. Περὶ τῆς τοῦ ἡλίου φαινομένης ἀνωμαλίας.
 ε΄. Περὶ τῆς πρὸς τὰ κατὰ μέρος τμήματα τῆς ἀνωμαλίας ἐπισκέψεως.
 ς΄. Κανόνιον τῆς ἡλιακῆς ἀνωμαλίας.
 ζʹ. Περὶ τῆς κατὰ τὴν μέσην τοῦ ἡλίου πάροδον ἐποχῆς.
 η΄. Περὶ τῆς ἡλιακῆς ψηφοφορίας.
 θʹ. Περὶ τῆς τῶν νυχθημέρων ἀνισότητος.
 Δ΄.
 αʹ. Ἀπὸ ποίων δεῖ τηρήσεων τὰ περὶ τὴν σελήνην ἐξετάζειν.
 βʹ. Περὶ τῶν περιοδικῶν χρόνων τῆς σελήνης.
 γʹ. Περὶ τῶν κατὰ μέρος ὁμαλῶν κινήσεων τῆς σελήνης.
 δ΄. Κανόνες τῶν τῆς σελήνης μέσων κινήσεων.
 ε΄. Ὅτι καὶ ἐπὶ τῆς ἁπλῆς ὑποθέσεως τῆς σελήνης τὰ αὐτὰ φαινόμενα ποιοῦσιν ἥ τε κατʼ ἐκκεντρότητα καὶ ἡ κατὰ ἐπίκυκλον.
 ς΄. Ἀπόδειξις τῆς πρώτης καὶ ἁπλῆς ἀνωμαλίας τῆς σελήνης.
 ζ΄. Περὶ τῆς διορθώσεως τῶν μέσων παρόδων   τῆς σελήνης μήκους τε καὶ ἀνωμαλίας.
 η΄. Περὶ τῆς ἐποχῆς τῶν ὁμαλῶν τῆς σελήνης κινήσεων μήκους τε καὶ ἀνωμαλίας.
 θʹ. Περὶ τῆς διορθώσεως τῶν κατὰ πλάτος μέσων παρόδων τῆς σελήνης καὶ τῶν ἐποχῶν αὐτῶν.
 ι΄. Κανόνιον τῆς πρώτης καὶ ἁπλῆς ἀνωμαλίας τῆς σελήνης.
 ιαʹ. Ὅτι οὐ παρὰ τὰς διαφορὰς τῶν ὑποθέσεων, ἀλλὰ παρὰ τοὺς ἐπιλογισμοὺς διήνεγκεν κατὰ τὸν Ἵππαρχον ἡ πηλικότης τῆς σεληνιακῆς ἀνωμαλίας.
 Ε΄.
 α΄. Περὶ κατασκευῆς ἀστρολάβου ὀργάνου.
 β΄. Περὶ τῆς πρὸς τὴν διπλῆν ἀνωμαλίαν τῆς σελήνης ὑποθέσεως.
 γ΄. Περὶ τῆς πηλικότητος τῆς παρὰ τὸν ἥλιον ἀνωμαλίας τῆς σελήνης.
 δʹ. Περὶ τοῦ λόγου τῆς ἐκκεντρότητος τοῦ   σεληνιακοῦ κύκλου.
 εʹ. Περὶ τῆς προσνεύσεως τοῦ τῆς σελήνης ἐπικύκλου.
 ςʹ. Πῶς διὰ τῶν γραμμῶν ἀπὸ τῶν περιοδικῶν κινήσεων ἡ ἀκριβὴς τῆς σελήνης πάροδος λαμβάνεται.
 ζʹ. Κανόνος πραγματεία τῆς καθόλου σεληνιακῆς ἀνωμαλίας.
 η΄. Κανόνιον τῆς καθόλου σεληνιακῆς ἀνωμαλίας.
 θʹ. Περὶ τῆς καθόλου σεληνιακῆς ψηφοφορίας.
 ιʹ. Ὅτι μηδὲν ἀξιόλογον γίνεται διάφορον ἐν ταῖς συζυγίαις παρὰ τὸν ἔκκεντρον τῆς σελήνης κύκλον.
 ια΄. Περὶ τῶν τῆς σελήνης παραλλάξεων.
 ιβ΄. Περὶ κατασκευῆς ὀργάνου παραλλακτικοῦ.
 ιγ΄. Ἀπόδειξις τῶν τῆς σελήνης ἀποστημάτων.
 ιδ΄. Περὶ τῆς πηλικότητος τῶν ἐν ταῖς συζυγίαις φαινομένων διαμέτρων ἡλίου καὶ σελήνης καὶ σκιᾶς.
 ιε΄. Περὶ τοῦ ἡλιακοῦ ἀποστήματος καὶ τῶν συναποδεικνυμένων αὐτῷ.
 ιϛ΄ Περὶ μεγεθῶν ἡλίου καὶ σελήνης καὶ γῆς.
 ιζ΄. Περὶ τῶν κατὰ μέρος παραλλάξεων ἡλίου   καὶ σελήνης.
 ιη΄. Κανὼν παραλλακτικός.
 ιθ΄. Περὶ τῆς τῶν παραλλάξεων διακρίσεως.
 ς΄.
 α΄. Περὶ συνόδων καὶ πανσελήνων.
 β΄. Πραγματεία κανονίων μέσων συζυγιῶν.
 γ΄. Συνόδων κανόνιον.
 δ΄. Ὡς δεῖ τάς τε περιοδικὰς καὶ τὰς ἀκριβεῖς συζυγίας ἐπισκέπτεσθαι.
 ε΄. Περὶ τῶν ἐκλειπτικῶν ὅρων ἡλίου καὶ σελήνης.
 ς΄. Περὶ τῆς διαστάσεως τῶν ἐκλειπτικῶν μηνῶν.
 ζ΄. Πραγματεία κανονίων ἐκλειπτικῶν.
 η΄. Κανόνιον ἡλίου ἐκλείψεων.
 θʹ. Σεληνιακῶν ἐκλείψεων διάκρισις.
 ιʹ. Ἡλιακῶν ἐκλείψεων διάκρισις.
 ια’. Περὶ τῶν ἐν ταῖς ἐκλείψεσι προσνεύσεων.
 ιβ΄. Ἔκθεσις τῶν πρὸς τὰς προσνεύσεις διαγραφῶν.
 ιγʹ. Διάκρισις προσνεύσεων.
 Ζ.
 Η΄.
 Θ΄.
 Ι΄.
 ΙΑ΄.
 ΙΒ΄.
 ΙΓ΄.
