@node
@author=Claudius Ptolemaeus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=J. L. Heiberg
@filename=tlg0363.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0363.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor, Rhea Lesage, Librarian for Hellenic Studies and Coordinator for the Classics Collection Development
@sourceDesc=Claudii Ptolemaei opera quae exstant omnia, J. L. Heiberg, Claudius Ptolemaeus, Lipsiae, In aedibus B. G. Teubneri, 1898, 1.1-1.2, Volume 1.1: Hathi Trust, Volume 1.2: Hathi Trust.
@title=Syntaxis mathematica
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:49:47Z

 
 
 
 
 
 
 
 
.
΄. 
.
΄. 
 
 
 
 
. 
΄. 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
. 
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
. 
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
.
΄. 
 
 
᾽ 
 
 
 
.
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
, 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
; 
 
 
 
 
 
 
᾽ 
 
; 
 
 
 
 
; 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
.
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
|
, 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
᾽ 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
ʼ 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
ʼ 
, 
, 
 
 
 
, 
, 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
· 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
. 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
, 
, 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
, 
, 
, 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
+2220΄
΄ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
, 
 
᾽ 
 
 
 
 
. 
, 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
, 
, 
· 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
. 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
+2220΄ 
΄ 
 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220΄
ʹ, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 ○ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
+2220΄. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 ○ 
 
 
. 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
·
∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′
















∠′















∠′















∠′



















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′



























∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′















∠′























∠′














 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾿ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
ʼ 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
·
11581	 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 ?? 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
΄ 
 
 
 
·
ʹ. 
 
 
 
 
 
ʼ 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
΄, 
 
, 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄, 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
+2220΄ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220΄ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄ 
΄, 
 
 
 
 
΄, 
 
 
 
.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄ 
΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄ 
΄. 
 
ʼ 
 
 
 
 
+2220΄ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
??, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
?? 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄, 
 
 
 
.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
΄. 
 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
??
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
+2220΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄, 
 
 
 
+2220΄, 
΄, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄ 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄ 
 
 
 
+2220΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄,
 
 
 
 
΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
+2220΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
+2220΄. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
΄ 
΄, 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
??, 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
+2220΄ 
΄ 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
΄, 
 
 
 
 
+2220΄ 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄ 
΄, 
 
 
 
.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
 
 
, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
+2220΄, 
 
 
 
+2220΄ 
΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄ 
΄, 
 
 
 
 
??, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄ 
΄, 
 
 
 
 
΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄ 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
 
΄, 
 
 
 
 
΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄ 
΄, 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
 
??, 
 
 
 
+2220΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
??, 
 
 
 
+2220΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄ 
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
 
΄ 
΄, 
 
 
 
 
΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
??, 
 
 
 
, 
 
 
 
 
΄.
΄. 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
+2220΄.
΄. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
, 
, 
 
᾽ 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
+2220΄, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
᾿ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 ??, 
, 
, 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
21114	 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
΄ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
· 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
,, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 ??. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
᾽, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
.
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
.
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
.
 
, 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾿ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 ??. 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
 
΄
 
 
 
·
ʹ. 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
.
ʹ. 
 
 
ʼ 
 
 
 
 
.
ʹ. 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
.
ʹ. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾿ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
΄ 
 
 
΄, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
΄ 
 
. 
 
 
 
 
 
΄ 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
, 
 
 
΄ 
 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
΄ 
 
 
 
 
 
, 
 
΄ 
· 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
΄ 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
΄ 
. 
 
 
 
 
 
΄ 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
΄ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
΄ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
. 
 
᾿ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
΄ 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
΄, 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
΄ 
, 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
΄ 
 
+2220΄ 
΄ 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
. 
 
 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
΄ 
· 
 
 
 
 
΄ 
 
 
 
. 
 
 
 
 
 
΄ 
 
, 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
΄ 
 
.
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
΄ 
 
 
· 
 
 
 
 
 
΄ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
΄ 
 
 
 
 
 
΄ 
 
 
 
 
 
 
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
΄ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
΄ 
, 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
΄ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
΄ 
, 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
΄ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
᾽ 
 
 
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
΄ 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
“· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
΄ 
 
, 
 
 
 
 
 
΄ 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
΄ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
“· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
ʼ 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
“.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 

 
. 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
 
 
᾽ 
 
 
, 
 
 
΄ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
³. 22. 
(
.)] 
 
. 
 
.)] 
 
.   24. 
 
.)] 
 
.   25. 
] 
 
.    28. 
] 
. 
 
 
. 29. 
] 
. 
 
 
.   33. 
] 
 
.   45. 
] 
, 
 
. 
, 
 
.   46. 
-- 48
] 
 
 
, 
. 
, 
 
 
.210, 1 
 
. 
². 47. 
 
². 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
´
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
, 
᾽ 
 
 
᾽ 
 
, 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
-
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
+2220΄ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
ʼ 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
᾽ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
+2220΄, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
+2220ʹ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
+2220΄. 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
ʹ 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʹ, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 ??. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 ??, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
.
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
·
37246	 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
, 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
??
, 
 
 
 
΄ 
 
 
ʼ 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
, 
 
 
΄ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
΄ 
 
 
 
ʼ 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
᾽ 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
΄ 
, 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
+2220΄ 
ʹ, 
 
 
 
 
 
 
 
??, 
 
 
 
 
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
.
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
, 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʹ 
 
 
 
·
ʹ. 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
.
ʹ. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
ʼ 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220’ 
΄ 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
+2220΄ 
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 ○○○○ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 ○○○○ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
 
 
 
 
, 
 
 
 ○ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 ○ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
41963	 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
, 
 
 
 
 , 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
ʼ 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ 
 
, 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
΄. 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
+2220΄ 
. 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
΄ 
 
 
΄. 
 
, 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
+2220΄ 
 
ʹ 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄.
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
΄. 
 
, 
, 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
΄ 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
’ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
??
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
’ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
, 
 
 
 
 
?? 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 ?? 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʹ 
.
 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
+2220ʹ 
 
ʹ 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʹ 
.
 
 
 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
.
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ, 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
+2220΄. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
??
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
ʹ 
 
+2220΄ 
 
ʹ 
 
 
 
 
 
 
 
ʹ 
 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ, 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
ʹ 
 
 
ʼ 
 
 
΄ 
 
 
ʹ 
 
+2220ʹ 
 
ʹ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
| 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
ʹ 
, 
ʼ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??, 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
, 
 
 
 
 
+2220ʹ
ʹ 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
ʹ, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
, 
 
 
 
 
 
ʹ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ, 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
·
50053	 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
+2220ʹ 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
, 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
, 
 
. 
 
 
 
 
 
 
 
ʹ 
 
 
, 
ʼ 
 
, 
 
 
, 
 
ʹ 
 
 
ʹ 
 
 
+2220ʹ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220ʹ 
 
, 
 
 
 
 
 
 
ʹ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
 
 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
ʹ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
ʹ 
 
 
ʹ· 
 
, 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
ʹ 
 
 
ʹ 
 
 
+2220ʹ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
+2220ʹ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
ʹ· 
 
, 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
ʹ 
 
 
ʹ 
 
 
+2220΄ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
+2220ʹ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
+2220΄ 
΄· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
ʼ 
 
 
ʹ, 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
+2220΄· 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʹ 
 
 
 
 
ʼ 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
ʼ 
 
 
΄, 
 
 
 
 
 
 
 
?? 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʹ 
 
 
 
·
ʹ. 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
.
ʹ. 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
.
΄. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
??.
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
??, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
?? 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
. 
 
 
, 
, 
 
΄, 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
΄· 
 
 
 
 
 
 
΄ 
 
 
 
 
 
΄· 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
ʹ 
 
 
 
 
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
+2220΄ 
΄· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
??, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
ʼ 
 
 
΄ 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄
΄ 
 
 
 
 
 
 
 
 
 
??, 
 
 
 
 
ʹ· 
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
ʼ 
 
 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
ʹ 
 
ʹ, 
ʼ 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
ʹ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
·
59051	 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
᾽ 
, 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
᾿ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
ʼ 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
΄ 
 
 
ʼ 
 
 
ʹ 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
΄, 
 
 
 
 
. 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
΄· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾿ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
΄ 
 
, 
 
 
΄ 
 
 
, 
ʼ 
 
 
΄ 
 
 
΄ 
 
΄ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
΄ 
 
, 
 
 
΄ 
 
 
, 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
??
 
 
 
 
 
 
 
 
΄, 
 
 
 
+2220΄ 
΄, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
+2220΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
+2220΄ 
΄, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄.
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
-
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
· 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
΄, 
 
ʼ 
 
 
 
 
 
 
 
 
+2220΄ 
, 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
᾽ 
 
 
. 
 
 
 
 
·
67581	 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
΄ 
 
 
΄ 
 
 
ʹ, 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄ 
 
΄ 
, 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
΄ 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
, 
 
 
 
 
, 
 
 
 
΄, 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 ??, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
+2220΄ 
΄ 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
+2220΄ 
΄ 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄· 
 
 
.
 
 
 
 
΄ 
 
 
·
΄. 
 
 
 
.
΄. 
 
 
 
.
΄. 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
.
΄. 
 
 
 
.
΄. 
 
 
.
΄. 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
΄ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
??
 
 
, 
 
 
 
??
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 ○ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
·
´] 
.
.  2. 
´] 
. 
. 
´] 
. 
.   
´] 
.
. 
(
.)-
] 
. 
².  
´]
.
. 
 
] 
.
². 
(
.)]
.1 
. 
 
´ 
 
] 
.
. 
 
. 3. ] 
 
,    
 
.  ☾] 
 
. 
. 5. 
 
.)] 
 
²; 
 
. 5 
².   6. 
] 
. 
 
 
.   
] 
 
.  7. 
(
.)] 
 
.    
(
.)] 
. 
. 
(
.)] 
.
. 
] 
 
, 
 
 
. 
 
.)] 
-
. 
. 9. 
] 
. 
. 1 
. 
, 
 
. 
. 10. 
(
.)]
 
. 
.   11. 
] 
-
 
.
³  
] 
 
.
. 12. 
] 
 
.  
]
 
. 13. 
 
.)] 
 
. 
] 
 
.  
(
.)] 
.
 
 
.  14. 
 
.)] 
 
. 15. 
] 
 
.   17. 
] 
 
.  
] 
. 
 
 
. 
] 
. 
 
 
. 18. 
] 
 
. 
. 19. 
] 
 
.
. 20. 
] 
 
.
.  
] 
 
.   22. 
9] 
. 
 
 
 
.
. 23. 
(
.)] 
 
. 
] 
 
.
. 24. 
] 
 
. 1 
. 
. 
] 
 
.  25. 
(
.)] 
 
.  
] 
 
.   26. 
] 
. 
.    29. 
] 
, 
 
. 34. 
] 
 
. 
] 
 
. 38. 
] 
 
. 
] 
.
 
 
. 
] 
 
. 
; 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
] 
 
, 
 
, 
 
; 
 
 
 
  
] 
 
.    44. 
] 
. 
 
 
.  
] 
.
 
 
⁴. 46. 
] 
 
 
. 
. 47. 
] 
-
 
.
. 
]
, 
 
 
.,
³.  
] 
 
.
. 
 
. 50 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 6 
 
 
 
 
 
 
 
 
 
´´´
 
 
 
 
 
 
 
. 
´
.
.  
 
.  2. 
] 
. 
². 
´]
.
².  
 
.
². 
 
 
 
 
] 
. 
.  
  
.)] 
 
.  
´
--4
] 
.
². 2. 
´] 
.
²  
 
 
 
] 
.
. 3. 
] 
. 
.    
] 
. 
².  
 ∠] 
, 
 
, 
 
³,
. 
-
] 
 
 
 
 
²) 
 
. 
] 
☾
. 
 
²) 
] 
 
 
 
.  7. 
] 
-
 
.
. 
] 
.
 
 
. 8. 
] 
.
 
 
². 12. 
] 
 
.  13. 
] 
 
. 
] 
 
.   15. 
] 
 
  
.
.  
. 
 
 
 
 
 
 
 
 
 
 
. 
] 
-
 
.
.  19. 
] 
 
.    25. 
] 
 
. 
 ] 
. 
 
 
.     
] 
. 
 
 
.   27. 
. 
 
 
  
  
  
´ 
 
. 35. 
] 
 
.
. 37. 
] 
 
.  38. 
. 
 
 
 
.   41. 
] 
 
  42. 
] 
 
, 
 
 
. 
] 
 
.  46. 
] 
 
 
.
. 48. 
 
 
 
. 
. 50. 
] 
 
 
. 
. 
 
. 50 
. 
ᵃ 6 
 
 
 
 
´´´ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.) 
 
 
 
 
 
. 
 
. 
´
.  
´ 
  
.    
 
 ]   
 
 ☾  
` 
 
².  2. 
´ -- 
´]  
.
. 
] 
.
.  
 ☾ 
, 
 
 
.  
 
 
.    4. 
 
.)] 
. 
². 
(
.)] 
.
².  
(
.)] 
. 
.     5. 
] 
-
. 
⁴.    6. 
] 
. 
 
 
 
.
.  
] 
 
. 8. 
] 
. 
 
 
².  
 
.)] 
 
.   9. 
] 
 
. 
] 
 
.    11. 
] 
-
 
.
. 
]
, 
 
   12. 
] 
-
 
.
.    
] 
 
. 13. 
] 
-
 
.
, 
 
. 14. 
] 
 
 
.
. 
 
.)] 
.
 
 
².   
] 
 
.
.  
-
 
. 
. 16. 
] 
 
 
. 
. 
] 
-
 
.
. 17. 
] 
, 
 
 
, 
 
. 
9
] 
 
. 
 
9 
.   18. 
9
] 
 
. 
.   19. 
] 
 
. 
.   20. 
 
.)] 
 
.  
 
.)] 
  
. 23. 
 
.)] 
 
. 26. 
] 
 
.  27. 
(
.)] 
 
. 28. 
] 
.
.  29. 
  
 
 
 
      
 
 
 
 
 
 
 
 
 
 
 
 
9 
   
 
 
 
     ☾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
] 
 
 
, 
. 
, 
 
. 26  
. 
 
 
².  
] 
-
 
. 
. 30. 
] 
 
 
,  
.
.   
] 
] 
, 
 
 
. 
². 31. 
] 
 
³, 
 
 
 
;  
 
. 
 
.   32. 
 
.)] 
. 
 
 
 
 
. 34. 
] 
. 
 
 
.   38. 
 
.)] 
 
.  39. 
] 
 
, 
. 
³.  41. 
9
] 
. 
 
 
². 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
΄ 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 ○ 
 
 ○, 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾿ 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
΄ 
 
, 
 
 
΄ 
 
, 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
+2220΄ 
᾿ 
΄ 
 
 
 
 
 
 
.
 
 
 
΄ 
 
 
 
 
 
, 
 
 
΄ 
 
, 
ʼ 
 
 
΄ 
 
 
΄ 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
+2220΄ 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
. 
 
 
 
 
 
 
 
, 
ʼ 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʹ 
 
 
 
, 
 
 
 
 
+2220΄ 
΄, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 ○ 
 
. 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
 
 
ʼ 
 
 
 ○ 
. 
 
 
 
 
 
 
, 
 
 
 ○ 
 
 
 
, 
 
 
 
 
 
 ○ 
 
, 
 
 
 ○ 
 
 
, 
 
 
 
 
 
 ○ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
+2220΄ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 ○ 
, 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
, 
 ○ 
, 
 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
΄ 
 
 ○ 
 
, 
 
 
 
 
΄ 
. 
 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 ○, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 ○ 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
΄, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
, 
ʼ 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 ○ 
, 
 
 
 
 
 
 
 
 
 
 
 ○ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ○ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 ○ 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾿ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 9??, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
 
 
 
 
 
 
 
 
 
??, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
??, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾿ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
· 
 
ʼ 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
΄ 
.
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
᾽ 
 
??
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
ʹ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
??
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾿ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʹ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʹ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220ʼ 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
??. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
. 
 
 
 
 
 
 
·
. 1 
 
. 1-2 
.519 
 
.151 
.    1. 
 
. 3. 
´-
] 
.
.  7. 
 
] 
 
. 
 
 
 
 
. 
 
.
(
. 
. 519 
. 2 
. 4--6 
. 
).    
  
 
.)] 
 
. 
 
 
 
. 
 
.
.  8. 
] 
 
. 11. 
] 
. 
 
 
. 
]
 
, 
-
 
. 12. 
] 
.
 
 
. 
] 
 
 
.
. 14. 
] 
. 
  
   
. 
] 
. 
 
  
. 20. 
 
 ] 
 
 
 
.  23. 
] 
. 
 
 
.  25. 
 
.)] 
. 
 
. 2 
 
.152 
 
 
 
. 522 
 
 
.  1. 
 
.  2. 
  
] 
 
, 
|´ 
 
.   3. 
´-
´] 
. 
.    4. 
] 
. 
.    5. 
] 
. 
.    8. 
] 
 
, 
-
. 
 
 
 
.  
] 
 
.  14. 
] 
 
. 16. 
] 
.
 
 
. 20. 
] 
 
. 
] 
 
 
.
. 
] 
 
 
. 
.  
] 
 
 
 
 
. 
.    21. 
] 
 
.   22. 
] 
. 
 
 
.    
] 
. 
 
  
   23. 
] 
  
 
.   
 
 ] 
 
.  24. 
] 
 
.   
] 
. 
 
 
.   26. 
] 
-
 
., 
 
.
 
 
. 27. 
] 
. 
 
 
. 
 
.    26. 
 ] 
 
. 
] 
 
.
. 
] 
.
 
 
. 
]
.
 
 
, 
 
¹
. 
] 
 
. 29. 
] 
 
¹,  
 
, 
 
, 
 
. 30. 
] 
. 
 
 
. 31. 
] 
. 
 
 
. 32. 
] 
.
 
  
.  
] 
 
 
. 
.  35. 
] 
. 
 
 
.   38. 
] 
 
 
.
. 
] 
. 
 
 
. 39. 
(
.)] 
 
 
.
, 
 
. 40. 
] 
. 
 
 
.   45. 
] 
. 
. 1 
. 
. 47. 
] 
 
.       48. 
] 
 
 
. 
. 49. 
 
. 
 
 
. 50. 
] 
 
. 
] 
 
 
.   
] 
. 
 
 
.   
] 
 
, 
 
 
.  29. 
] 
 
¹, 
 
, 
  
,  
  
.  
 
.29---
 
 
. 
 
. 
..
.
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.   30. 
 
 
. 
.   31. 
] 
? 
. 33. 
] 
 
.    35. 
] 
 
.    37. 
] 
 
.  39. 
]9
 
. 
] 
 
. 40. 
] 
 
 
. 
. 41. 
] 
 
.  
] 
 
.  43. 
] 
 
 
, 
.
³.  44. 
] 
 
.  45. 
] 
 
 
.   46. 
] 
 
.  48. 
] 9 
 
. 49. 
] 
 
. 
´
´
] 
. 
.   5. 
] 
 
 
.   8. 
 
 
. 
 
.     16. 
] 
  
 
. 
.     18. 
] 
9
 
.   28. 
] 
 
. 
. 29. 
] 
 
. 
.    30. 
] 
 
.    33. 
9
] 
9
 
.   37. 
 -- 38. ☾] 
. 
, 
. 
 
. 39 
. 44. 
ᵝ] 
ₒ 
¹ 
, 
   
, 
 
. 45 
 46. 49. 
´] 
¹?    50. 
ᵝ] 
ₒ 
¹ 
, 
 
.  
 
 
 
 
 
. 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
ʹ 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
ʹ 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
., 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʹ 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
+2220, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
, 
, 
 
, 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
?? 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
, 
 
 
 
 
 
, 
 
 
 
 
’ 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
?? 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
·
´] 
. 
¹
.   
 -- 2. 
] 
, 
. 
¹
.   
 
 
. 
.  
´-
´] 
¹, 
. 
. 4.---8. 
. 
.  5. 
 
.)] 
-
 
. 
¹. 11. 
] 
 
 
. 
².  14. 
] 
.
.
.  15. 
] 
. 
 
 
. 16. 
] 
-
 
. 
.  17. 
] 
. 
 
 
².  
] 
 
 
. 
.  18. 
] 
. 
 
 
².  21. 
] 
 
. 
¹. 
] 
 
.  23. 
] 
 
.   25. 
 ] 
 
. 
.  27. 
] 
 
.    30. 
. 
. 144 
. 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
΄ 
 
 
·
΄. 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄, 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
 
· 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
“, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
+2220ʹ 
 
 
 
 
 
ʹ
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
    
+2220΄.
 
 
 
ʹ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
“. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
+2220ʹ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
ʹ, 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
+2220΄· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
ʹ, 
 
 
 
 
ʹ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
, 
 
 
 
 
+2220 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
΄.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 ??, 
 
 
 
 
+2220ʹ 
ʹ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
+2220 
΄, 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
+2220΄, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
ʹ, 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
, 
 
 
 
 
+2220ʹ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
ʹ, 
 
 
, 
 
 
 
 
ʼ.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
ʹ, 
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ
 
ʹ, 
ʼ 
 
 
 
 
 ??, 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
+2220ʹ
, 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
 
 
 
ʹ 
 
, 
ʼ 
 
 
ʹ 
 
, 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
, 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 ?? 
· 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
΄ 
 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
+2220΄ 
΄, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄
΄, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
ʼ 
 
 
 
 
 
 ??. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ, 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220ʹ
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
 
 
 
ʹ 
, 
 
 
 
 
, 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
΄, 
 
 
 
, 
 
 
+2220ʹ
 
 
 
, 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
+2220· 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
+2220ʹ 
· 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
· 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
΄ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
΄, 
 
 
 
 
 
 
 
ʹ 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
, 
 
 
 
 
ʹ 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
΄, 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʹ, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
ʹ 
.
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
ʹ 
 
 
ʹ 
 
ʹ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ, 
 
 
 
 
) 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʹ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
·
ʹ. 
 
 
 
 


 
 
.
 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
ʹ 
, 
ʼ 
.
 
 
 
 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
ʼ 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
ʹ 
 

 
 
+2220΄
 
 
΄
 
 
 
 
΄ 
ʹ 
΄
 
 ?? 
 
 ?? 
΄
 
 ?? 
 
 ??  
'
 
 
+2220ʹ
 
 
+2220΄ 
ʹ  
΄
 
 
ʹ 
 
 
+2220ʹ 
ʹ 
’
 
 
 
 
ʹ 
΄
 
 
ʹ 
 
 
+2220ʹ 
ʹ 
ʼ
 
 
+2220ʹ
ʹ 
 

 
 

 
 
 
 
 
 

 
 

 
᾽ 
 
 
 

 
 
 
 
 
 

 
 

 
 
 
 
 
 

 
 

 
 
 
 

 
 
 
 
 
 
 
.
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
 
 

 
 
ʹ 
 
  

 
 
ʹ 
 
 
ʹ 
ʹ
 
 
 
  

 
 
ʹ 
 
  
+2220΄ 

 
 
+2220ʹ
 
 
+2220΄
ʹ 
ʼ
 
 
+2220ʹ
 
 
ʹ 
ʼ
 
 
 
 
΄
 
 
 
 
ʼ 

 
 ?? 
 
 
ʹ
 
 
+2220΄ 
 
 
ʹ 
΄
 
 
ʹ 
 
 
ʹ
 
 ?? 
 
  
΄
 
 
+2220΄ 
΄
 
  
΄
 
 ?? 
 
 
ʹ
 
 
ʹ 
 
 
+2220ʹ 
΄
 
 
ʹ 
 
  
΄
 
 
 
 
+2220ʹ 
΄
 
 ?? 
 
 
ʹ 
΄
 
 
ʹ 
 
 
 
ʹ
 
 ?? 
 
 
ʼ 
ʼ 

 
 
+2220΄ 
ʹ 
 
 
+2220ʹ 
ʹ
 
 

 
 
 
 
 
 
 
 
 

 
 

 
 
 
᾽ 
 
 

 
, 
 
 
ʹ 
, 
 
, 
ʹ 
, 
 
.
 
᾽ 
 

 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
 

 
 
 
 

 
 

 
 
 
 
 
 

 
 

 
 
 

 
 
 
 
 
 
 

 
, 
 
 
 
, 
 
, 
 
, 
 
.
 
.
 
 
 
.
 
 

 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 
+2220΄
 
 
 
 ?? 
’
 
 
+2220ʹ
ʹ 
 
 
’
 
 
ʹ 
 
 
΄ 
΄
 
 
ʹ 
 
 
ʹ 

 
 
 
 
΄  
΄
 
 
ʹ 
 
 
ʹ 
΄
 
 
ʹ 
 
 
.
 
 
ʹ 
 
 
+2220΄ ?? 
.
 
 
ʹ 
 
 
.
 
 
 
 
 
ʹ 
.
 
 ?? 
 
 
+2220 
΄
 
 
 
 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
᾽ 
 
 
 

 
 

 
 

 
 
 
᾽ 

 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
  

 
 

 
 
+2220΄ 
 
 
 
+2220ʹ 
 

 
 
ʹ 
 
 ??  
΄
 
 
ʹ 
 
 

 
 ?? 
 
 
+2220΄
 
 ?? 
 
 
ʹ 
ʼ
 
 
ʹ 
 
 
ʼ 
ʼ
 
 
+2220΄ 
ʹ 
 
 
ʹ
 
 
+2220ʹ 
 
 
+2220ʹ
ʼ
 
 
 
 ?? 
΄
 
 
+2220΄ 
 

 
 ?? 
 
 
+2220΄ 
ʹ 
ʹ
 
 
+2220΄ 
ʹ 
 
 
+2220΄ 
ʹ 
ʼ
 
 ?? 
 
+2220΄ 

 
 ?? 
 
 
ʹ 
ʹ
 
 
ʹ 
 
 
ʼ 

 
 
ʹ 
 
 
+2220ʹ 
ʼ
 
 
ʹ 
 
 
+2220ʹ
΄·
 
 
+2220΄ 
ʹ 
 
 
+2220΄
ʹ 
ʼ
 
 ?? 
 
 
+2220ʹ 
΄
 
 

 
 
᾽ 
 
 
 

 
 
 

 
 

 
 
 
 
 
 

 
 
  
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 

 
 
 
 
 

 
 
 
᾽ 
 
 

 
, 
 
 
 
, 
 
, 
 
, 
 
, 
 
.
 
 
.
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 

 
 
 

 
 
 
 

 
 

 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄
 
 
΄ 
 
 ?? 
΄ 

 
 ?? 
 
 
΄
 
 
 
 
 ?? 
΄
 
 
ʹ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 ?? 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 

 
 
΄ 
 
 
΄
 
 
 
 
΄
 
 
+2220΄ 
 
 
+2220΄
 
 
+2220΄ 
 
 
+2220΄ 
΄

 
 
 
 
 
 

 
 
 

 
 
 

 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
 
 

 
 
 

 
 
 

 
, 
 
΄ 
 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 

 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
΄  
΄
 
 ?? 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 ??  
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄ 

 
 ?? 
 
 ?? 
΄

 
 ?? 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
᾽ 
 
.
 
 
 
 
 
 
 

 
 
 
΄.
 
 

 
 ?? 
 
 
+2220΄ 
΄

 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
ʹ 
 
 
ʹ
 
 ?? 
 
 ?? 
΄
 
 
 
 
+2220΄
 
 
ʹ 
 
 
ʹ 
΄
 
 
 
 
 
΄  
΄
 
 ?? 
 
 ?? 
΄
 
 
 
 
ʹ 
΄
 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 
΄
 
 
+2220΄ 
 
 
+2220  
΄
 
 
ʹ 
 
 
΄
 
 
 
  
+2220΄
 
 
.
 
 
 
 
 

 
 

 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 

 
, 
 
ʹ 
 
, 
ʹ 
, 
ʹ 
, 
ʹ 
.
 
 
 
.
 
 
 

 
 
 
 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 

 
 ?? 
 
 
+2220΄ 
ʹ 

 
 ?? 
 
 
+2220ʹ 
΄

 
 
+2220΄ 
΄ 
 
 
΄
 
 ?? 
  
 
+2220΄  
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
  
+2220΄ 
΄
 
 ?? 
 
  
΄
 
 ?? 
 
  
΄ 
΄
 
 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 
 
 
+2220΄ 
΄

 
 ?? 
 
 
΄ 

 
 
 
 
 
 
 

 
 
 
 

 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 

 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 
 

 
 
 

 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 

 
 

 
 
+2220΄ 
 
 
+2220΄ 
ʹ 
΄ 

 
 ?? 
 
 
΄  

 
 
+2220΄ 
 
 
΄
 
 
+2220΄ 
ʹ 
 
 ?? 
΄
 
 
ʹ 
 
 
+2220ʹ
 
 
 
 
+2220΄ 
΄
 
 
ʹ 
 
 
+2220΄ 
΄
 
 
 
 
+2220ʹ
ʹ 
΄
 
 
ʹ 
 
 
ʹ 
΄
 
 
ʹ 
 
 
΄ 
ʹ 

 
+2220΄ 
ʹ 
 
 
΄
 
 
ʹ 
 
 
ʹ 
΄
 
 
ʹ 
 
 
΄ 
ʹ
 
 
+2220΄
ʹ 
 
 
΄ 
ʹ
 
 ?? 
 
 
΄ 

 ?? 
 
 
΄ 
 

 
 
ʹ 
 
  
΄
 
 ?? 
 
 
+2220΄ 
΄ 

 
 
 
 
 
 
 

 
 

 
 
 
 
  
 
᾽ 
 
 
 
 
 
 
 
 
᾽ 

 
.
 
 
 
, 
 
 
 
, 
 
, 
 
, 
ʹ 
.
 
 
 

 
 
 
 
 
 

 
 
 
΄.
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 

 
 

 
 

 
 ?? 
 
 ?? 

 
 
ʹ 
 
 
΄ 
΄
 
 
ʹ 
 

 
 ?? 
 
 
ʹ 
΄
 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 ?? 
΄ 

 
 
ʹ 
 
 
΄ 

 
 ?? 
 

 
 
 
 
ʹ 
΄
 
 ?? 
 
 
ʹ
 
 
 
 
ʹ
 
 
+2220΄ 
ʹ 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
, 
ʹ 
, 
΄ 
.
 
.
 
 
 

 
 
 
 
 
 

 
 
 
 

 
 
 

 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 

 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 

 
 

 
 
ʹ 
 
 
ʹ 
΄
 
 
 
 
+2220΄ 
΄ 
΄ 

 
 
+2220ʹ 
 
 
ʹ
 
 
 
 
+2220΄
 
 
ʹ 
 
 
+2220΄ 
΄ 

 
 
+2220΄
 
 
ʹ
 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 ?? 
΄
 
 
+2220ʹ
 
 ?? 
΄
 
 
ʹ 
 
 
+2220ʹ
΄ 

 
 ?? 
 
 
΄ 

 
+2220΄ 
ʹ 
 
 
+2220ʹ 
΄
 
 
+2220΄ 
ʹ 
 
 
ʹ 
΄ 

 
 ?? 
 
  
΄
 
 
 
 
ʹ 
΄ 
.
 
 
+2220΄ 
 
 
ʹ 

 
 
 
 
 
 
 

 
 

 
 
 
 
 

 
, 
 
 
 
, 
ʹ 
, 
΄ 
, 
 
.
 
 
 
.
 
 
 
 
 
 
 

 
 

 
 
 
΄.
 
.
 
 
 

 
 
 

 
 
 
 
 
 

 
 
 
 
 
 

 
 
 

 
 
 
 
 
᾽ 
 
 
 
 
 
 
 

 
 
 
 

 
 

 
 
ʹ 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
ʹ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 ?? 
΄ 

 
 
+2220΄ 
ʹ 
 
 ?? 
΄ 

 
 
+2220΄ 
ʹ 
 
 
΄ 
΄ 

 
 
+2220΄ 
ʹ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
ʹ 
΄
 
 ?? 
 
 
΄ 

 
 ?? 
 
 
+2220ʹ
ʹ
 
 
 
 
+2220ʹ
΄ 
΄
 
 ?? 
 
 
ʹ 
΄
 
 ?? 
 
 
ʹ 
΄
 
 ?? 
 
 
΄
 
 
 
 

 
 
 
 
 

 
 
 
 

 
᾽ 
 
 

 
, 
 
 
 
, 
 
, 
ʹ 
, 
ʹ 
.
 
.
 
 
 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 

 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 

 
 

 
 
 
 

 
 
 
 
 

 
 

 
 
ʹ 
 
  
΄
 
 
 
 ?? 
΄  

 
 
+2220 
ʹ 
 
 ?? 
΄
 
 ?? 
 
 ?? 
΄
 
 ?? 
 
 
+2220ʹ 
.
 
 
ʹ 
 
 
+2220ʹ 
΄
 
 ??  
 
 
+2220΄ 
 

 
 
+2220ʹ
 
 
ʹ 
΄
 ?? 
 
 
+2220ʹ 
΄
 
 
+2220΄
 
 
ʹ 
΄
 
 
+2220΄
ʹ 
 

 
 
ʹ 
 
 
+2220ʹ
ʹ 
΄
 
 
 
 ?? 
΄
 
 ?? 
 
 
ʹ
 
+2220ʹ 
 
 
΄
 
 ?? 
 

 
 

 
 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
, 
ʹ 
, 
΄ 
, 
΄ 
, 
΄.
 
 
 
 
.
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
 

 
 

 
 
ʹ 
 
 
΄
 
 ?? 
 
 
΄
 
 
+2220ʹ
ʹ 
 
 
΄ 
΄
 
 
+2220ʹ 
ʹ 
 
 
΄
 
 
 
 
ʹ 
΄
 
 
ʹ 
 
 
΄
 
 
 
 
΄ 
΄
 
 
ʹ 
 
 
+2220ʹ
 
 
ʹ 
 
 
+2220ʹ
΄ 
ʹ
 
 
+2220΄
ʹ 
 
 
+2220΄ 
ʹ 
ʹ 

 
 ?? 
 
 
΄
 
 
ʹ 
 
 
+2220΄ 
΄ 
΄
 
 
ʹ 
 
 
ʹ 
᾿ 
 
 
ʹ 
 
 
ʹ 

 
 
+2220ʹ
ʹ 
 
  
΄
 
 
 
 
΄
 
 
 
 
 

 
, 
 
ʹ 
 
, 
 
.
  ῾ 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 


 
 

 
 
 
 

 
 
 
 
 
 

 
 
᾽ 
 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
, 
 
, 
 
, 
 
, 
 
, 
 
.
 
 
.
 
 
 

 
 

 
 ?? 
 
 ?? 
.
 
 
+2220ʹ
 
  
΄
 
 
ʹ 
 
 
+2220΄ 
ʹ 
΄
 
 
 
 
+2220ʹ 
΄
 
 
+2220΄ 
΄
 
  
΄ 
 
 
ʹ 
 
 
΄ 
΄
 
 
+2220΄ 
ʹ 
 
 
ʹ 
΄ 

 
 
 
 ?? 
΄ 

 
 
ʹ 
 
 
΄ 
 
 
 

 
 
+2220΄ 
ʹ 
 
 
ʹ 
 

 
 ?? 
 

 
 
 
 
+2220΄.
 
 
 
 
 
ʹ 
΄
 
 ?? 
 

 
 
+2220΄
ʹ 
 
 
΄
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 

 
 

 
 
 
 

 
 
 
 
 
 
 

 
 

 
 
 
 

 
 
 
 
 
 
 

 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 

 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
᾽ 
 
 

 
 

 
 
 

 
 

 
 
 
 
΄ 
΄

 
 
  
 
+2220ʹ 

 
 
ʹ 
 

 
 ?? 
 
 
ʹ 
΄
 
 
ʹ 
 
 
+2220ʹ 
΄
 
 
 

 
 
 
  
+2220΄  
΄
 
 ?? 
 
  
΄
 
 
 
 
 ?? 
΄ 

 
 
΄
 
 
 
΄
 
 
ʹ 
 
 
+2220΄
 
 ?? 
 
 
΄ 
΄ 

 
 
 
 
΄ 
΄
 
 
ʹ 
 
 
+2220ʹ
΄ 

 
 
 
 
ʹ  
΄
 
 
+2220ʹ
ʹ 
 
 
΄ 
΄
 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 
+2220ʹ
ʹ
 
 ?? 
 
 
ʹ 
 

 
 ?? 
 
 
΄  
΄
 
 
+2220΄ 
΄ 
 
 ??  
΄ 

 
 
 
 

 
 
 
 
 
 

 
, 
 
ʹ 
 
, 
ʹ 
, 
ʹ 
.
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 

 
 
 

 
 

 
 
 
 
 
 
 

 
 
 
 

 
 
 
΄.
 
 
.
 
 
 
 
 
 
᾽ 
 
 
.
 
 
 
.
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
᾽ 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
 
 

 
 

 
 

 
 
ʹ 
 ??  
΄
 
 ?? 
 
+2220΄ 
΄  
΄
 
 
 
 
ʹ 
΄
 
 ?? 
 
 
ʹ 
΄
 
 
 
 
΄
 
 ?? 
 

 
 ?? 
 
 
΄
 
 
+2220ʹ 
ʹ 
 

 
 ?? 
 

 
 
ʹ 
 
 
ʹ
 
 
 
 
΄ 
ʹ
 
 
 
 
 
ʹ 
΄
 
 
ʹ 
 
 
+2220ʹ
΄
 
 ?? 
 
 
΄ 
ʹ
 
 
+2220΄ 
΄ 
 
 
+2220ʹ
ʹ
 
 
ʹ 
 
 
ʹ 
΄
 
 
ʹ 
 
  
΄
 
 
 
 
 
 
 
 

 

 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
 

 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
᾽ 
 
 

 
, 
 
 
 
, 
ʹ 
, 
 
.
 
.
 
 
 
 

 
 
 
 
 
 

 
 

 
 
 

 
᾽ 
 
 

 
, 
 
 
 
, 
ʹ 
, 
ʹ 
.
 
.
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
+2220΄ 
ʹ 
 
 
+2220ʹ
΄
 
 
ʹ 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄
΄
 
 
 
 
+2220ʹ
΄ 

 
 
+2220΄ 
ʹ 
 
 
+2220΄ 
΄
 
 ?? 
 

 ?? 
 
 
ʹ 
΄ 

 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 
ʹ 
΄
 
 ?? 
 
 
΄  

 
 
+2220΄ 
ʹ 
 
 
+2220ʹ  
΄
 
 ?? 
 

 
 
ʹ 
 ?? 
΄
 
 
ʹ 
 
 
+2220΄ 
΄ 
ʹ
 
 
+2220΄ 
ʹ 
 
 
ʹ 
΄
 
 
+2220΄ 
ʹ 
 
 
ʹ 
΄ 

 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
, 
ʹ 
, 
 
, 
 
.
 
 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
 
 

 
 
 

 
 
 

 
 
 
 
, 
 
 
 
, 
ʹ 
, 
ʹ 
.
 
 
.
 
 
 
 
 
 
.
 
 
 
 

 
 

 
 ?? 
 
 
ʹ 

 
 
ʹ 
 
 
+2220ʹ 
΄ 
 
 
 
 
+2220ʹ
΄
 
 ?? 
 
 ?? 
΄
 
 
ʹ 
 
 ?? 
΄ 

 
 
ʹ 
 
 
 
 ?? 
 
 ?? 
ʹ
 
 
+2220΄
ʹ 
 
 
ʹ 

 
 
 
 
΄ 

 
 
+2220ʹ
 

 
 ?? 
 
 
+2220΄ 
΄
 
 
ʹ 
 
 
ʹ 
ʹ
 
 ?? 
 
 
ʹ 
ʹ 

 
 ?? 
 
 
΄ 

 
 

 
 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
, 
ʹ 
, 
ʹ 
.
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
.
 
 
 
 
 
 
 
 
.
 
 

 
 ?? 
 
 
+2220΄
΄ 
΄
 
 
+2220ʹ
 
 
ʹ 

 
 
ʹ 
 
 
+2220΄ 
ʹ 
 

 
 
ʹ 
 
 
ʹ 

 
 
ʹ 
 
 
ʹ 
ʹ 

 
 
+2220ʹ
 
 
΄
 
 
+2220ʹ
 
 
+2220ʹ
ʹ 
΄
 
 
 
 
+2220ʹ 
ʹ
 
 
ʹ 
 
 
+2220ʹ
.
 
 
 
 ?? 
.
 
 
ʹ 
 
 
.
 
 ?? 
 
 
.
 
 
+2220΄ 
ʹ 
 
 
΄ 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
.
 
 

 
 
 
 
 
 
 

 
 

 
 
 

 
 
 
 

 
 
 
 

 
 

 
 
΄ 
 
 
+2220΄
΄ 

 
 
΄ 
 
 
΄ 

 
 ?? 
 
 ?? 
΄ 

 
 
+2220΄
 
 
+2220΄ 
΄
 
 
 
 
΄
 
 
 
 
΄
 
 
+2220΄
 
  
+2220΄ 
΄
 
 
΄ 
 
 
΄
 
 
 
 
+2220΄ 
΄
 
 
+2220΄
΄ 
 
 
΄
 
 
+2220΄ 
 
   
΄
 
 
΄ 
 
   
΄
 
 
+2220΄ 
 
  
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
 
 
΄
 
ʹ 
 
 
+2220΄ 
΄

 
 
΄ 
 
 
΄ 
΄

 
 
΄
 
 
΄ 
΄

 
 
 
 

 
, 
 
 
 
, 
ʹ 
, 
ʹ 
, 
 
.
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 

 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 

 
 

 
 
 

 
 
 
 

 
 

 
 
ʹ 
 
 
+2220΄
ʹ 
΄

 
 
ʹ 
 
    
+2220΄   
΄
 
 
ʹ 
 
  
΄
 
 
ʹ 
 
  
΄
 
 ?? 
 
  
΄
 
 ?? 
 
 
+2220΄
 
 
 
 
ʹ 
΄
 
 ?? 
 
 
΄
 
 ?? 
 

 
 
ʹ 
 
 
΄
 
 
ʹ 
 
  
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
ʹ 
΄
 
 
+2220΄ 
ʹ 
 
 
ʹ  
΄
 
 
+2220΄ 
ʹ 
 
  
΄
 
 
 
 
+2220΄ 
ʹ
 
 
+2220΄
ʹ 
 
  
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 

 
 

 
 
 
 
 
 
 
 
 

 
, 
 
ʹ 
 
, 
ʹ 
, 
ʹ 
.
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
 

 
 
 

 
, 
 
 
 
, 
΄ 
.
 
 
 
 
 
 
, 
 
 
 
,
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
.
 
 
 
 
.
 
 

 
 
ʹ 
 
 
 
ʹ 

 
 
ʹ 
 
 ?? 
΄ 

 
 
ʹ 
 
 
΄
 
 
 
 
΄
 
 
ʹ 
 
  
+2220΄
 
 ?? 
 
 
+2220΄  
΄
 
 
ʹ 
 

 
 ?? 
 
  
΄
 
 
 
 
+2220΄  
΄
 
 
 
 ?? 
΄
 
 
ʹ 
 
 ?? 
΄
 
 
+2220΄ 
΄
 
 
΄
 
.
 
 
 
 
 
 

 
 

 
 
 
 
 
 

 
 

 
 
 

 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
 

 
 

 
 
 

 
 
 

 
 
 
 

 
, 
 
 
 
, 
΄ 
, 
 
, 
ʹ 
.
 
 
 
 
.
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 

 
 

 
 ?? 
 
 
ʹ 
΄
 
 ?? 
 
 
ʹ
 
 
 
 ?? 
΄
 
 
+2220ʹ 
 
   
΄
 
 
+2220ʹ 
 
 
+2220ʹ 
΄
 
 ?? 
 
    
΄
 
 
ʹ 
 
 
+2220ʹ 
ʹ 
΄
 
 
+2220ʹ 
ʹ 
 
 ?? 
΄
 
 
ʹ 
 
 
+2220ʹ  
΄
 
 
 
 
+2220ʹ 
ʹ
 
 ?? 
 
  
+2220ʹ 
΄
 
 
 
  
+2220ʹ 
΄
 
 
 
 
΄ 
΄ 

 
 ?? 
 
 
+2220ʹ 
΄ 

 
 ?? 
 
 
ʹ 
΄
 
 
 
 
 
 

 
 
 

 
 

 
, 
 
ʹ 
 
, 
 
, 
΄ 
.
 
.
 
 
 
 
 
 

 
 

 
 
 

 
 
 

 
 
 
 
 
 

 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 

 
 

 
 
ʹ 
 
 ?? 
΄
 
 ?? 
 
 
ʹ 
΄
 
 
ʹ 
 
 ?? 
΄
 
 
ʹ 
 
  
΄
 
 
 
 
΄   
΄
 
 
ʹ 
 
   
+2220΄
 
 
ʹ 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄
 
 ?? 
  
   
+2220΄   
΄
 
 ?? 
 
 ?? 
΄ 
 
 
 
 
+2220΄ 
ʹ 
΄
 
 
ʹ 
 
 
΄
 
 
 
  
΄
 
 
 
 
+2220΄  
΄  
ʹ 

 
 
ʹ 
 
 
΄ 
ʹ 

 
 
+2220΄ 
ʹ 
 
 
+2220΄ 
ʹ 
ʹ 

 
 
 ῾ 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 

 
᾽ 
 
 
 

 
 
 
 
 
 

 
᾽ 
 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 

 
 

 
 
 
 
 
 
 

 

 
 
 
 

 
 
 
 

 
 
 
 

 
 

 
 ?? 
 
 
΄
΄
 
 
+2220ʹ
ʹ 
 
 
΄

 
 
+2220ʹ 
 
 
΄
 
 
ʹ 
 
΄
 
 
 
 
+2220ʹ 
΄
 
 ?? 
 
 
+2220ʹ 
΄
 
 ?? 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 
 
+2220ʹ 
΄
 
 ?? 
 
΄ 
΄
 
 
 ?? 
΄
 
 
 
 
΄
 
 
 
 
΄
 
 
+2220ʹ 
 
 
΄ 
΄
 
 
 
 
΄
 
 ?? 
 
 
΄
 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
᾽ 

 
, 
 
ʹ 
 
, 
ʹ 
, 
 
, 
 
, 
 
.
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 

 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
 

 
 

 
, 
 
ʹ 
 
, 
ʹ 
.
 
 

 
 
ʹ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 ?? 
΄
 
 ?? 
 
 
ʹ 
΄
 
 ?? 
 
 
΄
 
 
 
 
+2220΄ 
΄
 
 
 
 

 
 
 
 
+2220ʹ 
ʼ 
ʹ
 
 
 
 
΄
 
 
 
 
ʹ 
΄
 
 
 
 ?? 
΄
 
 
 ?? 
΄
 
 
 
 
΄
 
 
 
 
ʹ 
΄
 
 
ʹ 
 
 
ʹ 
΄
 
 
ʹ 
 
 
΄
΄
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
ʹ 
 
 
+2220ʹ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
ʹ 
΄
 
 
 
 
+2220ʹ 
΄
 
 
 
 
+2220ʹ 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 ?? 
 
 ?? 
ʹ
 
 
ʹ 
 
΄ 

 
 
 
 
+2220ʹ 
΄
 
 
΄ 
 
 
+2220ʹ 
΄
 
 ?? 
 
+2220ʹ 
΄
 
 ?? 
 
 
ʹ
 
 
+2220ʹ 
 
 
+2220ʹ 
΄ 

 
 
+2220ʹ 
 
 
΄ 
΄ 

 
 
ʹ 
 
 
+2220ʹ 
΄ 

 
 
 
 
+2220ʹ 
΄
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
΄ 
, 
ʹ, 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
.
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 ?? 
 
 
+2220΄
΄
 
 
ʹ 
 ?? 
΄
 
 
+2220ʹ 
 
 
+2220ʹ 
ʹ 
΄

 
 
ʹ 
 
 
΄ 
΄
 
 
ʹ 
 
 
΄
΄
 
 
ʹ 
 
 
΄
 
 
 
 
+2220ʹ 
΄
 ?? 
 
 ?? 
΄
 
 
ʹ 
 
ʹ 
.
 
 ?? 
 
 
΄ 
΄ 

 
 
 
 
ʹ 
΄ 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
 
 
 
 
 
 
, 
 
ʹ 
 
, 
ʹ 
, 
 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
ʹ 
.
 
 
.
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 

 
 
΄ 
 
 ?? 
΄ 

 
 
ʹ 
 
 
ʹ 
΄ 

 
 
+2220ʹ 
 
 
+2220ʹ
 
 
ʹ 
 
 
+2220ʹ 
ʹ 
΄
 
 ?? 
 
 
΄
 
 
ʹ 
 
 
+2220ʹ 
΄

 
 ?? 
 
 
ʹ 
΄ 

 
 
ʹ 
 
 ?? 
΄ 

 
 
 
 
+2220ʹ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
ʹ 
 
 
΄
 
 
ʹ 
 
 
+2220ʹ 
΄
 
 
ʹ 
 
 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
ʹ 
 
 
+2220΄ 
΄ 

 
 
΄ 
 
 
΄
 
 
΄ 
 
 
+2220΄
 ?? 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
ʹ 
 
 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
΄ 
 
΄
 
 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 ?? 
᾿ 

 
 
΄ 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
 
 
.
 
 

 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄ 

 
 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄ 

 
 
΄ 
 
+2220΄ 

 
 
 
 ?? 
΄
 
 
+2220΄ 
΄ 
 
 

 
 
+2220΄ 
΄ 
 
 

 
 
+2220΄ 
 
 
+2220΄ 

 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
΄ 
 
 
΄ 
΄
 
 
 
 ?? 
΄
 ?? 
 
 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
 
΄
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
ʹ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄ 

 
 ?? 
 
 
΄
 
 
+2220΄ 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
.
 
 

 
 
΄ 
 
΄ 
΄
 
 
 
 
 
+2220΄ 
΄ 

 
 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄
 ?? 
 
 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 ?? 
΄
 
 
 
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
΄
 
 
 
 
΄ 
 
 
·
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 

 
.
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄. 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
 
 
 
.
 
 

 
 
 ?? 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 ?? 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 

 
 
΄ 
 
 
΄
 
 ?? 
 
 ?? 
΄ 

 
 
΄ 
 
 
΄ 
΄ 

 
 
+2220΄ 
 
+2220΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
 
΄ 
 
 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 ?? 
 
 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 ?? 
΄
 
 
΄ 
 
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
΄
 
 ?? 
 
 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 
+2220΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
 
 ?? 
΄
 
 
΄ 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 ?? 
΄
 
 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄ 

 
 
+2220΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 

 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄
 
 
 
 
 

 
 ?? 
 

 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 ?? 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄
΄
 
 ?? 
 
 ?? 
΄
 
 
΄ 
 
 
΄
 
 
 
 
΄
 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 ?? 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
 
΄
 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
 
΄
 
 
+2220 
΄ 
 
΄ 
΄
 
 ?? 
 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄
 
᾽ 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 

 
 
΄ 
 
 ?? 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄
 
 ?? 
 
 ?? 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄
 
 
 
 
΄ 
΄
 
 ?? 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 
΄ 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄
 
 ?? 
 
 ?? 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
 
 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 

 
 
+2220΄ 
 
 ?? 
΄
 
 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 

 
 ?? 
 
 ?? 
΄ 

 
 
 
 
΄ 
΄ 

 
 ?? 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 ?? 
 
  
+2220΄ 
΄
 
 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
 
 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
+2220΄ 
 
  
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
,
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
, 
 
, 
 

.
 
 

 
 ?? 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
+2220 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
.
 
᾽ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄
 
 ?? 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄
 
 ?? 
 
 ?? 
΄
 
 
 
 ?? 
΄
 
 
 
 ?? 
΄
 
 ?? 
 
 ?? 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄

 
 
 
 
΄ 

 
 
΄ 
 
 ?? 
΄ 

 
 ?? 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
.
 
 
 
 
΄ 

 
 
 
 
+2220΄ 
΄
 
 
 
 
΄ 

 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 ?? 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
+2220΄ 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
, 
΄ 
, 
.
 
.
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
+2220΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄ 

 
 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 ?? 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄ 

 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 

 
 
΄ 
 
 
+2220΄ 
΄ 
΄ 

 
 
+2220΄ 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 

 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 ?? 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 ?? 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄ 
΄ 

 
 
΄ 
 
 
΄ 
΄ 

 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
 
 
΄ 
΄ 

 
 
 
 
+2220΄ 
΄ 
΄ 

 
 
 
 
 
΄ 
΄ 

 
 ?? 
 
 
΄ 
΄ 

 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 
΄ 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
΄ 
, 
΄, 
, 
΄ 
.
 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
 
 
 
 
᾽ 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220. 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄ 

 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 ?? 
΄ 

 
 
+2220΄  
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄
 
 
΄ 
 
 
΄
 
 
 
 
 
 
᾽ 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 ?? 
΄
 
 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
+2220 
΄ 
 
 
΄
 
 ?? 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 

 
 
΄ 
 
΄ 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄
 
 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 ?? 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 ?? 
΄
 
 ?? 
 
 
+2220΄ 
΄ 

 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 . 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 

  
 
΄ 
 
 ?? 
΄ 

 
 
 
 
΄ 
΄ 

 
 
΄ 
 
 
΄ 

 
 
 
 
΄ 
΄ 

 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄ 

 
 
΄ 
 
 
΄
 
 
 
 
+2220΄ 
΄
 
 
 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 ?? 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
, 
΄ 
, 
' 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
.
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄ 

 
 
΄ 
 
 ?? 
΄ 

 
 
΄ 
 
 
΄
 
 
 
 
+2220΄ 
΄ 
΄ 

 
 
 
 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄.
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
+2220΄ 
 
 
΄ 
΄
 
 
 
 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄
 
 
 
 
 
΄
 
 
 
 
+2220΄ 
΄

 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄ 

 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 ?? 
΄
 
 ?? 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 ?? 
 
 
+2220΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
 
 
΄ 
΄
 
 
+2220΄ 
 
 ?? 
΄ 

 
 
 
 
+2220΄ 
΄ 
΄ 

 
 
΄ 
 
 
+2220΄ 
΄ 

 
 
 
 
΄ 

 
 
΄ 
 
 ?? 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄ 

 
 
 
 
΄ 
΄ 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 
΄ 

 
 
΄ 
 
 
+2220΄ 
΄ 

 
 
+2220΄ 
΄ 
 
 
΄ 
ʹ
 
 
+2220΄ 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 

 
 ?? 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
 
 ?? 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
 
 
΄
 
 ?? 
 
 
΄
 
 ?? 
 
 
΄ 
΄
 
 
+2220΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
+2220΄ 
΄ 
΄
 
 
΄ 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
 
, 
΄ 
, 
΄ 
, 
΄ 
.
 
 
.
 
᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
΄
  
 
 
 
΄ 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
 
 
΄
 
 ?? 
 
 
+2220΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 ?? 
 
 
΄ 
΄
 
 
 
 
΄ 
΄
 
 
+2220΄ 
ʹ 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄ 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
΄ 
 
, 
΄ 
, 
΄ 
.
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
, 
΄ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
+2220; 
ʹ 
 

 
 
ʹ 
 
 
ʹ 
ʼ 

 
 ?? 
 
 
ʹ
 
 ?? 
 
 
ʹ 
΄
 
 
ʹ 
 
 
+2220΄ 
ʹ 
 

 
 
+2220ʹ 
 

 
 ?? 
 
 ?? 
΄
 
 
 
 
΄ 
ʹ
 
 
ʹ 
 
 
+2220ʹ 
ʹ 

 
 
 
 
ʹ
 
 
ʹ 
 
 
ʹ 
ʹ 

 
 
 
 
ʹ 
΄
 
 
+2220ʹ 
ʹ 
 
 
΄ 
΄
 
 
ʹ 
 
 
+2220ʹ 
΄
 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
, 
 
 
 
, 
ʹ 
, 
 
.
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 

 
 
 

 
 
 
 
 
 
 
 
 
.
 
 

 
 ?? 
 
 
΄
 
 
ʹ 
 
 
΄
 
 
+2220΄ 
ʹ 
 
 
΄
 
  
ʹ 
 
 
+2220΄ 
΄
 
 
 
 
ʹ 
΄
 
 
+2220΄ 
ʹ 
 
 
΄
 
 
 
 
΄ 
΄
 
 
ʹ 
 

 
 ?? 
 
 
+2220' 
ʹ 
΄
 
 
+2220΄
ʹ 
 
 ?? 
΄
 
 ?? 
 
 
+2220΄ 
ʹ
 
 
ʹ 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
 
 
 ?? 
 
 
ʹ 
΄
 
 
 
 
 
ʹ 

 
 
 
 
 
+2220΄ 
΄ 
 
 
ʹ 
 
 
ʹ 
΄ 

 
 
ʹ 
 
 
+2220΄ 
΄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
, 
΄ 
.
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
  
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  
 
, 
 
 
 
, 
΄ 
, 
΄ 
.
 
 
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
, 
 
 
 
, 
΄ 
, 
 
.
 
 

 
 
΄ 
 
 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 ?? 
΄
 
 
΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄
 
 
 
 
΄ 
΄
 
 
΄ 
 
 
΄ 
΄
 
 
 
 
΄ 
΄ 

 
 
΄ 
 
 
΄ 
΄ 

 
 
 
 
΄ 
΄ 

 
 
 
 
+2220΄ 
΄ 
΄
 
 
+2220΄ 
΄ 
 
 
΄
 
 
+2220΄ 
΄ 
 
 
+2220΄ 
΄ 
΄
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
.
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
.
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
,. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
΄ 
 
 
·
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
ʼ, 
 
 
, 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
᾽ 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
΄ 
 
΄  
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
΄ 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
΄ 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
??
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
·
´] 
, 
. 
 
 
.  
 
. 2. 
] 
 
.  3. 
 
.  
 
 
]  
.  
, 
 
. 
, 
 
 
². 4. 
] 
 
.  
] 
. 
. 
 
.)] 
, 
 
 
 
.   
] 
.  
, 
 
 
 
.  5. 
] 
 
, 
. 
, 
 
.   6. 
 ∠∠ 
.  
 
 
². 7. 
] 
 
.  
] 
 
, 
.
³. 
] 
 
, 
. 
³.  
] 
 
.  
] 
ᵃ 
, 
 
. 9. 
] 
 
. 
] 
-
 
. 
.  
] 
 
 
. 
. 10. 
] 
 
.  11. 
] 
 
. 
] 
 
.   
] 
   
.    12. 
] 
 
. 
.  
] 
 
. 
. 
] 
 
.  
] 
, 
9
 
 
 
, 
  
.     13. 
 ] 
 
. 
. 
 ] 
 
. 
.   14. 
 ] 
 
.
.  
] 
 
. 
.  15. 
] 
 
.  
] 
 
. 
, 
] 
  
.   16. 
]  
 
. 
.  17. 
(
.)] 
 
.
. 
] 
 
.   18. 
 ] 
  
 
. 
, 
 
.   
] 
 
 
. 
, 
 
.    
] 
 
. 
] 
 
.    
] 
 
. 19. 
 
.)] 
 
. 
. 
] 
 
.     20. 
] 
 
. 
. 
] 
 
.   21. 
] 
 
.
, 
 
.     22. 
] 
 
.   
] 
 
.     24. 
] 
 
.    25. 
] 
 
. 
(
.)] 
 
.  
] 
 
.   26. 
] 
 
.    27. 
] 
 
. 
] 
 
.  29. 
] 
 
. 
] 
², 
   
.       30. 
 
.)] 
 
.  
] 
    
. 32. 
] 
   
.  
] 
   
. 33. 
] 
 
.    
] 
   
. 34. 
] 
 
.   
9
] 
9
 
 
9
 
, 
 
.    
] 
 
. 36. 
] 
 
.  
] 
 
. 37. 
] 
. 
 
 
 
. 
. 
] 
, 
 
.   
] 
 
. 38. 
] 
 
.  39. 
] 
 
. 
 
 
 
 
.
. 1. 
] 
 
 
, 
 
. 
] 
 
 
, 
. 
.  3. 
] 
 
 
. 
, 
-
 
.  
. 
(
.)] 
 
. 
] 
  
. 
] 
 
.  
] 
. 
 
 
.   5. 
] 
 
. 
 
.)] 
. 
 
 
. 6. 
]
 
.   9. 
]
 
. 10. 
] 
. 
 
   
. 11. 
] 
 
, 
 
,  
]  
 
  12. 
] 
 
 
. 
 
.)] 
 
, 
 
. 13. 
] 
 
.   
] 
 
. 18. 
] 
. 
 
 
. 
] 
.   19. 
] 
  
/ 20. 
 ] 
 
, 
. 
². 
] 
  
, 
 
, 
 
. 
 
.)] 
 
.  21. 
(
.)] 
. 
.  22. 
] 
 
.     23. 
]  
 
, 
 
, 
 
. 25. 
] 
 
. 
(
.)] 
 
 
 
, 
 
. 26. 
 ] 
 
 
. 
. 
] 
 
.  27. 
(
.)] 
 
.   28. 
 
.)] 
 
,  
 
, 
 
 
.  
(
.)] 
 
. 29. 
] 
 
.  33. 
] 
 
.   35. 
] 
, 
 
, 
 
.     36. 
] 
-
 
.
.  39. 
] 
 
.  
] 
 
.   40. 
] 
 
 
 
, 
 
.  42. 
 
] 
 
 
. 43. 
 ] 
 
.  44. 
] 
 
.   
] 
 
.   
] 
 
.   45. 
] 
 
. 
] 
 
, 
.
. 
] 
 
, 
. 
. 2. 
 
 
. 4. 
] 
 
.  5. 
] 
 
. 
] 
 
.  7. 
] 
 
.  
] 
 
.  
] 
 
.  
]  
΄. 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;;, 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
&#8736;
, 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
&#8736;;.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;;, 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
.
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
&#8736; 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 &#8736; 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 &#8736; 
 
 
, 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
ʼ 
 
 
&#8736;
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
.
´. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
 
 
, 
 
 
 
 
·
 
 
 
 
´ 
 
 
ʼ 
 
 
´ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ· 
 
 
 
 
 
 
 
 
 
 
ʹ 
.
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
´. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʹ 
 
 
ʼ 
 
ʹ 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220´· 
 
 
 
 
 
 
 
 
 
 
+2220´.
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220´ 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220´, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
´, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
΄ 
 
 
 
´ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
´, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
´· 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
´.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʹ 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 ??. 
 
 
 
 
 
 
ʹ 
 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
+2220´. 
 
 
 
 
 
 
 
 
 
 
´.
 
 
ʹ 
 
 
 
 
´ 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ· 
 
 
 
 
 
 
 
 
??
´ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ· 
 
 
 
 
 
 
 
 
+2220´.
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
+2220´,, 
 
 
 
, 
 
 
 
 
, 
 
 
+2220ʹ 
ʹ, 
, 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
´, 
 
 
 
 ?? 
, 
 
 
 
 
+2220´ 
ʹ 
 
 
ʹ, 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220´, 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
´, 
 
 
 
 
+2220ʹ· 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
+2220ʹ 
 
 
 
+2220ʹ 
ʹ 
 
 
.
 
 
ʹ 
 
 
 
´ 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
+2220´. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʹ 
 
 
 
ʹ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
´. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
, 
ʼ 
 
 
 
 
 
 
 
 
´ 
 
 
 
 
 
 
 
.
 
 
´ 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
´. 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
, 
ʼ 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ· 
 
 
 
 
 
 
 
 
+2220´.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
+2220´ , 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 ?? 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
´, 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
´· 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
´. 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
.
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
, 
 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
ʹ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 &#8736; 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
´, 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
, 
ʼ 
᾽ 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾿ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 6, 
 
 
 
 
, 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
ʼ 
 
 
 
 
. 
᾽ 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʹ 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
ʹ 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 &#8736;ʹ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʹ 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
ʹ 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 &#8736;ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;ʹ 
ʹ 
 
 
 
 
 
 
 
 
 &#8736;ʹ 
 
 
 
 
 
 
 
 
 
 
 
´.
ʹ. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
, 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;ʹ 
ʹ 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
´, 
 
 
 
 
 
 
 
 
΄.
 
 
ʹ 
 
 
ʼ 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
´, 
 
 
 
 
 
 
 
 
 
´.
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
ʹ 
 
 
, 
 
 
, 
ʼ 
 
, 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
´ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
´, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
᾿ 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
, 
 
 
·
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 &#8736; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 &#8736; 
 
 
 
 
, 
 
ʼ 
 
 &#8736; 
 
 
 
 
 
. 
, 
 
 
 
&#8736; 
 
 
 
 
 
+2220' 
', 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
+2220
 
 
 
 
· 
᾽ 
 
 
 
 
, 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 &#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
. 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
 
ʹ 
 
, 
 
 
 
 
ʹ 
 
 
, 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄· 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
+2220ʹ 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
+2220΄.
 
 
 
 
 
 
 
 
 
 
 
 
+2220
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 &#8736; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 &#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 &#8736; 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
&#8736;
 
 
 
. 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 &#8736; 
 
 
. 
 
, 
 
 
 
 &#8736; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
.
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
ʹ 
 
 
 
ʼ 
 
 
 
 
+2220ʹ
΄, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
. 
 
 
 
 
 
 &#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 &#8736; 
 
 
. 
 
 
 
 
 
 &#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
+2220' 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
'. 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
', 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʹ 
 
 
·
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄.  
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
ʼ 
 
 
· 
 
 
΄, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
+2220΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
+2220΄. 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
'.
 
 
 
 
ʹ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
', 
 
 
 
 
 
 
 
+2220ʹ 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
 
 
 
 
 
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
+2220ʹ 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
΄ 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
+2220ʹ 
ʹ 
ʹ, 
 
 
 
 
 
 
 
ʹ 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
+2220΄ 
ʹ 
΄, 
 
 
 
 
 
 
 
 
 
+2220ʹ 
΄.
 
 
 
ʹ 
 
 
ʼ 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
', 
 
 
 
 
 
 
 
 
 
 
+2220ʹ
ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄
΄ 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
 
 
 
 
 
 
 
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄. 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
· 
 
 
ʼ 
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ
ʹ 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
’ 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 &#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄  
, 
 
 
 
 
 
 
 
 
 
 
΄.
΄. 
 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 &#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
+2220΄
΄. 
 
ʼ 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
΄.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 &#8736; 
, 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄
΄, 
 
ʼ 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
, 
 
 
 
+2220΄, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
+2220΄ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
 
 
.&#8736; 
 
 
 
 
 
&#8736; 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 &#8736; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
&#8736;
 
 
 
 
. 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
, 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
&#8736;
 
, 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
&#8736;;, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾿ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
&#8736; 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
&#8736;;, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
, 
 
 
 
· 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
΄ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
΄. 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
΄. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
᾿  
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
 
 
. 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
&#8736;
 
 
 
 
 
. 
 
 
 
 
 
&#8736;
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
᾽  
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
+2220΄ 
΄ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
+2220΄
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 &#8736;;, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
.
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
, 
ʼ 
 
 
 
 
΄ 
, 
 
 
, 
ʼ 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
΄ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 &#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 &#8736; 
 
 
 &#8736; 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 &#8736; 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736;
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾿  
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
᾿  
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 &#8736; 
 
ʼ 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
 
. 
, 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
. 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
&#8736; 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
΄ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ
 
᾿  
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
.
 
 
 
 
 
΄ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
' 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
.
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
, 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
, 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
&#8736;
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
·. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
, 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
΄ 
 
 
, 
ʼ 
 
 
΄ 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
΄· 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
&#8736;
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
, 
 
 
 
 &#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
&#8736;
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
&#8736;
 
 
 
. 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
&#8736;
 
 
 
 
, 
 
᾿ 
 
 
 
 
&#8736;
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
᾿ 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
ʼ 
 
 
??
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
΄ 
 
 
·
΄. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
&#8736; 
 
&#8736; 
 
&#8736;;, 
 
 
 
&#8736;
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
&#8736; 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
, 
 
 
 
&#8736;
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
&#8736;
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736;
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
 
 
 &#8736; 
 
ʼ 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
· 
᾽, 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
&#8736;;, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
᾿  
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
&#8736; 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
' 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 &#8736; 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
΄ 
 
, 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
΄ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220 
΄, 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
. 
 
ʼ, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
, 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
&#8736;
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
. 
 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
᾿ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
. 
 
 
 
 
&#8736;
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
?? 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
ʼ 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
· 
 
 
 
 
 
 
΄ 
 
 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
΄ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
·
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
, 
 
 
 
&#8736;
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
?? 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736;
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
 
 &#8736; 
 
ʼ 
 
 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
· 
᾽, 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
᾿ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
, 
, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
᾿, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
΄ 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
᾽, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
΄ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
΄ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
.
 
 
 
 
 
 
 
΄ 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
ʼ 
 
 
΄ 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
+2220΄ 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
, 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
ʼ 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
&#8736;
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
. 
 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
&#8736;
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
&#8736;
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
΄ 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
᾽ 
, 
 
 
 
 
. 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
+2220΄ 
 
 
 
 
 
 
+2220΄ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
·
149457	΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
΄ 
 
 
·
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
΄. 
 
 
 
 
.
΄. 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
&#8736;
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
&#8736; 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ, 
 
, 
 
 
 
 &#8736; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
&#8736; 
 
 
, 
 
 &#8736; 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
, 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
, 
 
 &#8736; 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
· 
 
, 
, 
 
&#8736;
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
. 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
, 
 
.
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ, 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽, 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
ʼ 
 
 
.
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 &#8736; 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
· 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
᾽ 
, 
 
 
 
, 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
· 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
, 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
+2220 
 
 
 
 
 
 
 
 
, 
 
 
 
+2220
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ??. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
, 
 
 
 
+2220
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;ʹ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ?? 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
. 
+2220΄.
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
??
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
΄. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,` 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
ʹ 
 
 
, 
 
 
 
ʹ 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
, 
 
 
΄ 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
.
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
ʹ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
ʹ 
 
 
 
 
.
 
ʼ, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??
 
 
 
 
 
.
 
ʼ, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
·
.
 
 

 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
??
 
 
 
 
 

 
 
 
 
 
 
??
 
 
 
 
 

 
 
 
 
??
 

 
 

 
 
 

 
 
 
 
 
 
??
 
 
 
 

 
 
 
 
 
 
??
 
 
 
 
 

 
 
 
 
??
 
 
 
 
 

 
 

 
 
 
 
 
 
??
 
 
 
 
 

 
 
 
 
 
 
??
 
 
 
 
 

 
 
 
 
 
??
 
 
 
 

 
 
 
 
 
 
??
 
 
 
??
 
 
 
 

 
 
 
??
 
 
 
 
 

 
 
 
 
??
 
 
 
 
 

 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 

 
??
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
 

 
?? 
??
 
 

 
??
 
 
 
 
??
 
 
 
 
 

 
??
 
 
 
??
 
 
 
 
 

 
??
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 
 

 
??
 
 
 
 
??
 
 
 

 
 
??
 
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 

 
 
??
 
, 
 
 
??
 
 
 
 
 

 
 
 
 
 

??
 
 
 
??
 
 
 

??
 
 
 
 
??
 
 
 
 
 

??
 
 
 
 
??
 
 
 
 

 
 
??
 
 
 
 
 
 
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
 
 
 
 

 
??
 
 
 
 
??
 
 
 
 
 

 
 
??
 
 
 
??
 
 
 
 
 

??
 
 
 
 
??
 
 
 

 
 
??
 
 
 
 
??
 
 
 
 
 

΄. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
&#8736;
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
· 
 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
, 31] 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
. 
 
᾿, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;;, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
&#8736; 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
&#8736; 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾿, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
, 
 
 
ʹ 
 
, 
 
 
 
 
ʹ 
 
 
 
 
, 
 
 
ʹ 
 
. 
 
 
 
 
·
΄. 
 
 
 
 
 
.
 

 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
ʹ 
 
 
·
΄. 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
ʼ 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
 &#8736; 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
· 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 ?? 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
+2220ʹ 
 
 
 
+2220ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
+2220ʹ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
2 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
.
 
ʼ, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
.
 
ʼ, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
. 
 
ʼ, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
, 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
, 
 
, 
 
 
 
 &#8736;;, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;;. 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
&#8736;
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 &#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
. 
 
ʼ, 
, 
 
 
 
 
 
&#8736;;, 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
· 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
&#8736; 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ, 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
. 
 
ʼ, 
, 
 
 
 
 
 
&#8736;;, 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
· 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 &#8736; 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
ʼ, 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
, 
᾽, 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
&#8736;;, 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 &#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
, 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
. 
 
ʼ, 
, 
 
 
 
 
 
&#8736;;, 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 &#8736; 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
+2220΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
·
174101	΄. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
΄ 
, 
 
ʼ 
 
 
, 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
΄ 
 
 
 
 
 
, 
, 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
΄ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄ 
 
, 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
 
, 
 
 
 
 
 
 
΄ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
΄. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
&#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 &#8736; 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
&#8736; 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
, 
 
ʼ 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
 
+2220΄.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
΄ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
+2220΄
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄ 
΄ 
᾽, 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
+2220΄
.
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ??, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
 
 
+2220΄, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
+2220΄ 
΄, 
 
 
 
 
 
 
 
΄ 
, 
 
 
 
 
 
 
 
+2220΄
΄ 
 
 
, 
 
 
 
 
 
΄
΄. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 ??, 
 
 
 
 
 
+2220΄· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
+2220΄ 
ʹ 
. 
᾽, 
 
 
 
 
 
&#8736; 
 
 
&#8736; 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
+2220΄ 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
+2220ʹ 
, 
 
 
 
 
 
 
+2220΄, 
 
 
 
 &#8736;;, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʹ, 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
΄, 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
.
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
+2220ʹ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 &#8736; 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
.
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 &#8736; 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
. 
 
 
 
 
 
 
·
΄, 
 
 
 
 
 
 
 
 
 
 
.
 
 

 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

΄. 
 
 
.
 
 
 
 
, 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
