@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg019.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ῥῆσος, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:11Z


 
 
 
 
.
 
 
 
,
 
;
 
 
 
,
 
 
 

 
 
.
 
 
 
,
 
 
 
,
 
 
,
· 
 
 
.

 
᾽; 
 
 
· 
 
;
 
 
; 
·
 
 
 
 

 
ʼ; 
 
.

 
.

 
 
;

.

.
 
 
 
 
;
 
 

 
 
 
,
 
 
ʼ 
 
;
 
 
 
 

 

 
 
;
99	
 
· 
,
, 
 
 
,
 
 
, 
.
 
 
 
 
 
,
 
 
.
 
ʼ 
 
,
 
 
, 
 
 
;
 
 
;
 
 
 

 
 
;
 
 
 
.
145	
 
 
 
ʼ 
,
 
 
, 
 
.
᾽ 
 
 
 

 
; 
 
; 
 
 

 
; 
 
 

 
 
.
177	
ʼ 
 
 
,
, 
 
᾽ 
,
 
 
 
 
.
 
ʼ 
 
 

 
 
,
 
ʼ 

. 
 
 
 
 
᾽ 

 
.
 
ʼ, 
 
 
,
 
, 

᾽ 
 
 
 
 
.
226	
 
 
, 
 
 
·
 
 
 
 
 
 
 

 
 
 
 

· 
 
ʼ 
 
.
 
, 
 
ʼ 
ʼ 

 
, 
 
 
 

 
 
᾽ 
 
.
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
 

ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
.

, 
 
 
 
 
·
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
ʼ· 
 
ʼ 
 
ʼ 
 
.

᾽ 
 
 
, 
 
.

 
 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
 
.

 
᾽ 
· 
 
 
 
 
.

 
᾽ 
 
 
 
.
443	
 
 
᾽ 
 
 
 
 

, 
 
 
ʼ 
 
 
.

, 
 
 
 
 

 
 
 
 
 
 

 
 
· 
;

, 
 
 
 
.

 
ʼ 
; 
 
 
 

 
 
 
ʼ 
;

 
 
 
 
.

 
᾽ 
 
 
 
;

 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
ʼ 
᾽ 
 

 
 
 
᾽ 
 
.

 
ʼ 
 
 
 
 
᾽ 
 
;

 
 
 

 
 
 
·
 
 
, 
 
 
 
,
 
 
 
 

 
 
 
 
.

᾽ 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
᾽ 
 

· 
 
ʼ 
 
 
,
 
 
, 
 
 
 
·
 
 
 
 

 
, 
 
 
 

 
 
 
 
.
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
;
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
;
 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
,
᾽ 
᾽ 
, 
 
, 
.
 
 
 
 
 
.
 
 
 
 
ʼ 

 
 
 
 
,
 
 
, 
 
 
,
 
 
· 
 
 
 
,
 
 
 
·
 
ʼ 
 
 
ʼ 
᾽ 
 
,
 
 
 

· 
᾽ 
 
, 
.
728	
 
, 
 
 
.
 
ʼ 
 
 
 
.
 
 
 

 
 
 

 
 
 
ʼ 
 

 
ʼ 
 
 
;
760	
ʼ, 
 
 
 
.
 
 
 
· 
ʼ 
 

ʼ 
 
 
.
 
 
 
 
.
 
 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
,
 
 
 
,
 
 
 
ʼ· 
 
 

 
 
᾽ 
᾽ 
 
.

ʼ 
 
· 
 
 
 
.
 
 
ʼ 
᾽ 
 
ʼ, 
 
.

 
 
 
 
 
 

 
 
 
᾽ 
 
;
 
 
 
 
 
;
 
; 
 
᾽ 
 

 
 
 
ʼ 
.

 
 
 
 
 

 
 
 
᾽ 
 
,
 
᾽ 
 
 

· 
 
 
᾽ 
 
.

 
 
 
 

· 
 
 
 
 
 

 
 
 
 
.

 
 
 
, 
 
ʼ 

 
. 
 
 

 
 
 
 
 
 
.
928	
, 
 
 
 
 
 
.
 
 
, 
 
 
.

 
 
 
 
.

 
ʼ 
 
 
 
 
.

᾽ 
 
 
 
 
.

 
, 
 
᾽ 
 
.

᾽ 
᾽ 
 
· 
 
 
.

 
 
 
 
 
;

 
 
 
 
.

· 
 
ʼ 
 
 
 
.

ʼ, 
 
ʼ 
 
 
 
.

 
 
 
 
 
ʼ 
 
;

 
 
 
 
.

᾽ 
 
 
ʼ 
 
;

 
 
· 
 
 
 
.

 
 
 
ʼ 
 
 
.

 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
· 
 
ʼ 
᾽ 
 

 
ʼ 
 
 
.

 
 
 
ʼ 
 
 
·
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 

 
, 
 
, 
.
᾽ 
 
ʼ 
 
· 
 
 
,
 
 
ʼ, 
 
.

· 
 
ʼ 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
· 
ʼ 
 
 
,
᾽ 
 
 
᾽ 
 
.
1142	
 
, 
 
ʼ 
 
·
 
 
 
 
.
 
᾽ 
·
 
 
 
 
.
 
 
 
,
 
 
ʼ 
 
 
 
.
1174	
ʼ 
· 
 
ʼ
 
 

 
 
ʼ 
 
,
 
 
 
᾽ 
 
.

 
᾽ 
 
 
᾽ 
 
;

 
 
 
 
.

 
ʼ 
 
 
 
 
·
, 
 
 
 
 
;

 
 
ʼ 
 

 
 
 
᾽ 
 
 
,
 
 
 
 

 
 
, 
 

 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
,
 
· 
 
 
.

᾽ 
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
.
 
 
· 
 
 
 
.

 
 
 
 

 
 
 — 
 
ʼ 
 

 
 
 
᾽ 
 
 — 
 
 
· 
᾽ 
 

 
 
 
 
 
 
.
1320	
 
 
 
 

 

, 
 
 
, 
 
, 
 

 
 
 
 

 
 
 
,
 
, 
 

 
 
.
1353	
 
 
, 
 

 

, 
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
᾽ 
 
,
 
 
 
,
 
 

 
 
.
1387	
 
 
ʼ 
 
 
 
 
 

 
 
· 

· 
 
 

 
, 
 

 
 

 

. 
 
 
 
 
·
 
 
 
 
· 
 
 
 

 
;
1432	
᾽ 
ʼ 
 
 
 

 
 
, 

 
 

; 
 
,
 
ʼ 

ʼ 

 
 
 
 
,
 
 
, 
 

 
 

ʼ 
 
.
1471	 

, 
 
 

 
 
 
 
 
 
.

 
᾽ 
 
 
 
·
 
 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
 
ʼ 
 
;

 
 
· 
 
 
.
᾽ 
 
 
 
 
 
.

 
 
 
 
 
·
 
 
 
 
 
.

 
 
 
·
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
;

· 
 
 
 
.

 
ʼ 
 
 
 
;

· 
 
 
 
 
ʼ 
.

 
 
 
 
 
,
 
 
 
ʼ 
;
1600	
 
ʼ 
· 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
, 
 
ʼ 
 

 
 
 
,
 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 

 
 
, 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
.
 
ʼ 
 
 

 
 
,
 
 
 
 
 

 
 
 
 
;
 
᾽ 
 
 
 
,
· 
 
 
 
 

ʼ 
 
 
 
ʼ 
.
 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 

· 
 
ʼ 
 
᾽ 
 

 
 
 

 
 
 
 
.
 
 
 
᾽ 
 
 
 

 
, 
 
 
 
,
 
 
, 
 
 
,
 
ʼ 
 
, 
 
ʼ 

 
, 
 
 
.
 
 
 
ʼ 
,
 
 
 
᾽ 
 

 
 
 
 
.

 
 
 
,
 
 
 
 
 
.
1797	
, 
 
 
 

 
 
 
 
, 
 
.
᾽ 
 
 
ʼ, 
 

 
, 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
ʼ, 
 
 

 
 
 
 
.

 
 
 
 
·
 
 
 
 
 
.

 
 
 
 
.

 
 
 
;

· 
 
 
 
.

 
 
· 
᾽ 
 
.

 
 
 
.
 
ʼ 
, 
 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
.

, 
 
 
.

 
᾽ 
 
 
 
.

 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
᾽ 
 

 
 
 
 
.
1939	
 
 
 

 
 
 
·
 
 
 
 
 

 
 
.
, 
 
 
,
, 
 
 
 

, 
 
 

 
 
 
 
 
 


, 
 
 
 
 
 
ʼ 

 
 

 
 
.
 
 
 
 

 
 
 
.
, 
 
 
 
,
 
 
 
 
 

 
 
.
2016	
 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
 

 

 
ʼ 
;
 
, 
 

 
 
 
 
 
 
᾽ 
 
 
.
2057	
, 
, 
 
 

 
ʼ 
 
 
 

 
ʼ 
, 
 
 
 
ʼ 
 
. 
 
 
 

 
ʼ 
 
 
 
·
 
 
 

 
 

 
 
.
2099	
 
, 
 
 
.
, 
 
,
 
 
 
.
 
 
 
,
 
 
 

 
 
.
, 
 
, 
, 
 

 
 
 

 
 
 
.
2138	
ʼ, 
 
 
, 
 
 
,
· 
 
ʼ 
 
.
 
 
ʼ 
 
 

 
· 
 
ʼ 

 
 
 
 
 
.

 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 

, 
 
 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
᾽ 
 
᾽ 
.
 
 
 
 
 
 

ʼ 
 
 
 
;
 
 
 
 
 
;
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
᾽ 
ʼ 
 
,
᾽ 
 
 
 
 
 

 
 
 
 

 
, 
 
 
 

· 
 
 
 
 
,
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
 
 
 

 
, 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
ʼ 
 

 
 
 
 
 

 
, 
 
 

 
 
 
 
.
᾽, 
 
 
 
ʼ 
᾽ 
,
 
 
 
 
 
ʼ 
 
.
2352	
 
 
 
, 
 

 
, 
 
 
 
ʼ 
.
 
 
 
 
 
᾽ 
 

 
 
 
 
·
᾽ 
 
 
, 
 
,
 
 
 
 
 

 
· 
 
ʼ 

 
 
, 
 
 
.
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
, 
ʼ 
 

 
ʼ
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
 — 
 
 
 
 
 
 
,
᾽ 
 
 
 
,
᾽ 
 
 
 

 
 
ʼ 
,
 
᾽ 
 
 
 
.
᾽ 
 
 
, 
 
 
ʼ 
·
 
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 

 
ʼ 
· 
 
 
ʼ 
᾽ 

 
 
, 
 
 
 
,
 
 
 
 
ʼ 
 
·
 
 
 
 
ʼ 
 

 
, 
 
 
.
2550	
 
.
 
, 
 
 
· 

 
 

 
 
 
 
 
.
 
 
 
 

 
 
ʼ 
 

 
 
 
. 
 

 
 
 
 
 
,
 
ʼ 
 
;
 
 
 
᾽ 
 
ʼ, 
,
 

 † 
 † 
.
2607	
 
 
 
 
 

 
 — 
 
ʼ 
 
 — 
 
 
᾽ 
 

 
 
ʼ 
ʼ 
,
 
 
 
 
᾽ 
 

 
 
 
ʼ 
 
,
 
 
 
 
 
 
.

 
 
 
᾽ 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 

 
 
 
ʼ, 
 
, 
.

 
᾽ 
 
 
 
;

 
 
 
ʼ, 
᾽ 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
, 
 
 
.

 
 
 
ʼ 
 
.
᾽ 
 
 
 
 

᾽ 
 
 
 
 

 
 
 
 
.
2750	
 
 
, 
, 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
᾽ 
 
 
 
.

 
 
 
ʼ 
 
 
ʼ 
᾽ 
.

 
 
· 
 

 
 
 
.

 
 
ʼ 
 
 
 
;

 
 
 
 
 

 
 
· 
 
ʼ 

ʼ 
, 
 
ʼ 
 

 
 
 
᾽ 
 
·
 
 
 
 
 

 
 
 
᾽ 
 
.
 
ʼ 
 
 
 

 
, 
 
ʼ 
 

, 
 
 
·
 
 
 
 
 

· 
 
ʼ 
 
 

 
 
 
 

· 
 
 
 
.

 
 
 
 

 
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 

 
᾽ 
 
 

 
 
 
.
 
 
 
 
 

 
 
 
 
 
.

 
 
· 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
·
ʼ 
, 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 

 
· 
 
, 
 
 
,
 
 
 
.
2991	
 
 
; 
 

 
; 

 
 
 

 
· 
 
ʼ 
 
 
.
, 
 
; 

 
 
.
 
 
 
;
 
 
, 

, 
 
 

 
ʼ 
 
.
 
 
 
;
 
 
 
.
 
 
᾽ 
; — 
 

 
, 
 
ʼ 
.
 
 
 
 

 

 
 
 
;
3065	
 
 
· 

 

 
 

 
 
 
 
.
 
 
 
ʼ 

· 

 
 
.
 
ʼ 
 

· 
 
 

 
 
.
 
ʼ 
 
 
, 
 

 
 
;
· 
 
 
.
᾽ 
 
 
 

; — 
ʼ 
. 
 
.
 
 
 

 

 
 
 
.
3136	
, 
 
 — 
 
 

 
ʼ 
; — 
 
 
;

, 
 
 
 
 

 
· 
 
 
, 
 

 
 
, 
 
.

 
ʼ 
 
 
 
.

 
 
 
 
 
 
.

 
ʼ 
 
, 
 
 
;


 
 
 
.

·
 
 
 
 
.

 
 
 
 
᾽ 
 

, 
᾽ 
 
 
 
.

 
᾽ 
 
; 
 
 
 
;

 
᾽ 
 
 
 
.

 
 
 
, 
 
, 
.

 
᾽, 
, 
; 
 
 

 
ʼ 
 
, 
 
ʼ 
.

 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 
 
.

 
 
᾽ 
 
 
 
 

 
 
 
 
;

 
 
 
 
 
 

 
 
᾽ 
 
;

 
 
 
 
᾽ 
 

 
 
 
.

 
ʼ 
 
; 
 
 

 
 
 

ʼ; 
 
 
 
 
;

, 
 
· 
 
ʼ 
 
.
3341	
 
 
 
 
 

, 
 
 
,
 
 
 
 
ʼ 
 
 

; 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
᾽ 
 
,
 
ʼ 
 
᾽ 
 
 

 
 
 
ʼ 
 
,
 
 
 
 

 
 
 
.
 
 
᾽ 
. 
 
ʼ 

 
 
 
 
·
 
 
 
 
 
 
.

ʼ 
, 
 
 

 
 
 
· 
 
 

ʼ 
 
 
 
 
·
 
 
ʼ 
, 
 
, 
·
 
 
 
;

᾽ 
 
 
 
 
 
,
᾽ 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
·
 
ʼ 
 
 
 
.
, 
 
, 
,
 
 
· 
 
 
᾽ 

ʼ 
 
 
 
.

, 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.

 
, 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
 
.

 
 
ʼ 
 
᾽ 
 

, 
 
 
 

 
 
 
.

 
 
 
 
 
;

· 
 
 
ʼ, 
 
, 

, 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
ʼ· 
 
, 
 
 

ʼ 
 
 
 
,
 
 
 
ʼ 
.
 
᾽ 
 
 
· 
 
 
 
,
 
 
᾽ 
 
 
 
.
3638	
 
 
 
 
 
,
, 
; 
 
 
 
;
 
 
 
 
,
 
 
 
 
 
.

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
᾽ 

, 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 

 
ʼ 
 
 
 
,
 
 
 
 

· 
 
 
 
.

 
ʼ 
 
 
 

, 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 — 
 
 

 
 — 
 

ʼ 
. 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
᾽ 
 
 
 
.

 
· 
 
 
 
·
 
 
 
 
 
.

 
 
 
, 
 
 
 

 
 
ʼ 
 
.

· 
 
 
᾽ 
 
 
 
,
᾽ 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
, 
 
 
.
 
 
 
 
,
 
ʼ 
, 
 
ʼ 

ʼ 
᾽ 
· 
᾽ 
 
 

 
 
 
. 
 

 
 
 
 
;
3846	
 
·
 
 
 
.
 
.
 
 
; 
· 
 
.
 
 
ʼ 
 
 
 
.
 
 
.
᾽ 
, 
᾽ 
.
 
 
; 
 
; 
 
;
3883	
 
 
 
· 
 
 
 
 
.

 
 
, 
 
 
 
 
;

. 
.

 
. 
 
.

 
 
 
 
;

 
 
 
  

 
 
.

 
 
.

· 
 
 
 
.

 
 
 
 
;

.

· 
 
 
.
ʼ 
 
 
 
;

 
 
.

 
 
ʼ 
 
. 
 
 
;
 
 
 
 
 
 
.
3974	
 
 
 
;
 
 
 
 

 
 
;
 
 
;
 
,
 
ʼ 
 
ʼ 
 

 
 
 
 
 
;
 

 
 
 
;
 
 
 
 
;
 
; 
; 
 
;
 
ʼ 
 
 
 
;
᾽ 
᾽ 
 
 
 
 
;
 
 
 
 
· 
 
;
 
; — 
 
 
;
 
 
 
.
᾽ 
; 
᾽ 
; — 
.
 
 
 
 
 
.
4061	
 
 

 
, 
 
ʼ 
,
 

, 

 
 
.
 
ʼ 
 
ʼ 
 
 
,
 
 
 
ʼ 
·
 
 

ʼ 
 
 

 
 
 
 
.
ʼ 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
.
 
; — 
.
 
; 
 
;
ʼ 
 
  
᾽ 
;
 
 
 
 
 
 
.
4145	
, 
, 
 
 
. 
 
.

, 
·
 
 
ʼ· 
 
 
 
 
 
.

 
,
 
 
.

 
 
 
.
4177	
 
,
 
· 
 
ʼ, 
 
,
 
 
 
,
 
 
 
 
.
4196	
 
 
ʼ 
 
; 
ʼ 

 
 
 
 
 
.
4211	
 
ʼ 
 
 
;
 
ʼ 

 
 
 
;
 
 
 

 
, 
 
 

 
 
, 

 
 
;
4241	
 
 
 
 

, 
 
 
 
.
4253	
 
, 
 

 
.
 
 
 
,
 
ʼ 
 
 

 
. 
 
 
;
 
 
ʼ 
 
 
 
,
 
ʼ 
;
4285	
᾽ 
 
 
 
 
·
 
 
 
 
.

 
 
 
 
 

· 
 
 
 
 
·
 
 
 
, 
 
 
,
 
 
 
 
 — 
 
 
; — 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
.
 
 
 
ʼ 
 
,
 
, 
 

 
, 
᾽ 
 

 
, 
᾽ 
 

 
, 
 
ʼ 
 
 

 
ʼ, 
 
 

 
 
 

· 
 
ʼ 
 
.
 
 
 
 

 
, 
 

 
 
, 
 
 
.
 
 
 
ʼ 
 

 
ʼ 
· 
 
ʼ 
 
,
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ 
· 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
.
4438	 
 
ʼ 
 
 
 
·
 
 
 
 

 
, 
, 
 
 
,
 
 
 
·
 
ʼ 
 
 
 

, 
 
ʼ 
 
 

 
 
 
.
 
ʼ 
 
 

· 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 

 
· 
 
 

, 
 
 
 
.
 
 
· 
 
ʼ 
 

 
 
 
 
.
 
.
 
 
, 
ʼ 
 
.
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
 
 
,
᾽ 
 
 
. 
 
 

 
 
 
 
.

 
 
 
 
,
 
· 
 
 
. 
 
 
 
 

· 
 
ʼ, 
 
, 
 
.

, 
 
 
ʼ 
,
 
 
 

 
, 
 
 
,
ʼ 
 
ʼ 

᾽ 
; 
 
 
 

 
; 
 
 
 
 
ʼ 
 
.
 
ʼ 
, 
 
 

᾽ 
 
 
 
ʼ 
.
 
 
᾽ 
 — 
 
 
 — 
 
 
ʼ 
 
 

 
 
 
ʼ, 
 
 

 
 
 
 
 
.
4674	
 
,
 
, 
, 
 
, 
 
 
,
᾽ 
᾽ 
, 
 

 
 
 
 
ʼ 
·
 
 
ʼ 
 

᾽ 
ʼ 
᾽ 
ʼ,
 
 
 
· 
 

, 
 
, 
· 
 

 
.
 
 
 
 
 
 

, 
 
 

 
· 
 
.
4735	
 
᾽ 
 
 
 

 
 
 
, 
 
;
 
᾽ 
· 
ʼ 
 

᾽ 
 
 
᾽ 
 
 

· 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
, 
 
 

 
 
, 
᾽ 
 
.
, 
· 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
· 
 
ʼ 
 

 
᾽ 
 
, 
 
 
;
 
 
 
 
 
 
.
 
 
, 
 
 

 
, 
 
 
 
 
;
 
ʼ 
 
ʼ, 
 
 

 
 
 
 
.
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
ʼ 

 
 
, 
 
 
 

 
 
; 
᾽ 

 
 
· 
 
 
.

 
 
 
 

 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
. 
 
ʼ 
 

 
 
᾽ 
 
.
 
᾽ 
· 
 
 
 
 

 
 
 
 
;
 
ʼ 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
.

 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
.

 
ʼ 
 
 
᾽, 
 
 
.

 
 
, 
 
 
 
;

 
ʼ· 
 
 
 
 
.

 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
;

᾽ 
 
 
 
 
 
 
.

ʼ 
 
. 
 
 
 
 

ʼ, 
 
 
· 
 
 
ʼ 
.

ʼ· 
 
ʼ
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
 
 
.
5061	
 
ʼ 
 
 
 

 
 
 
 

 
, 
 
;
 
. 
 
 
 
, 
 
,
 
 
 
 

 
;
, 
 
, 
.
5097	
 
, 
· 
 
 
 

 
 
 
 

, 
 
᾽ 
ʼ 
 

ʼ 
᾽ 
· 
 
ʼ 
 
 

 
 
 
 
.
5130	
 
,
, 
ʼ 
, 

 
, 

 
 
 
·
 
 
 
,
 
 
,
 
ʼ 
 
 
.
 
 
, 
 

 
, 
, 
.
5166	
 
 
 
 

 
 
 
 
 
.
5179	
 
 
,
 
 
,
 
ʼ 
 

 
·
 
ʼ 
 
 

 
 
 
ʼ
᾽ 
 † 
 
 
ʼ 
 
,
, 
 
 

 
 
.
5216	
 
 
 
, 
 
ʼ 
 
 
,
 
, 
 
 
 
·
 
, 
 
ʼ 
, 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
,
᾽ 
 
 
 
 

 
 

 
 
 
 

 
 
, 

, 
 
 
᾽ 
 
.
 
 
, 
 

 
, 
ʼ 
 
 

· 
 
 
ʼ 
 
 
 

 
, 
 
 
.
ʼ 
 
 
 
,
 
 
 
᾽ 
, 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
ʼ 

ʼ 
 
 
 

 
 
 
.
 
᾽, 
, 
 
 
,
 
ʼ 
 
᾽ 
 
 

 
 — 
 
 
.
 
 
 
 

 
 
 
,
 
 
 
 

 
, 
 

᾽ 
 
 
· 
 
, 

 
 
 
 
ʼ 

, 
 
 
ʼ 
.
 
 
 
ʼ 
ʼ 
 

· 
 
ʼ 
 
 
.

 
᾽ 
 
 

ʼ, 
, 
 
 
.
5429	
 
᾽· 
 
 
 

 
 
᾽ 
.
 
 
 
 
 

, 
 
 
 
 
 

, 
 
 
;
ʼ· 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
.

 
 
 
 
 
·
 
 
 
ʼ 
,
 
 
 
 
,
 
 
᾽· 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 

᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 

, 
 
 
 
.
 
 
 
 
 

· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
, 
 
ʼ 
·
 
 
 
 
.
 
 
, 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
, 
· 
 
 
 
.

, 
 
ʼ 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
· 
 
 

 
ʼ 
 
 
 

 
 
ʼ 
 

 
 
 
 
.
5675	
 
· 
 

 
 

 
· 
 
ʼ 
 

 
 
 
ʼ 
.
