@node
@author=Aristotle
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Carl Prantl
@filename=tlg0086.tlg013.1st1K-grc2
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0086.tlg013.1st1K-grc2.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Aristoteles De coelo et De generatione et corruptione, Carolus Prantl, Aristotle, Teubner, Leipzig, 1881, Internet Archive.
@sponsor=Harvard College Library
@title=De generatione et corruptione
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:37Z

 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
. 
 
ʼ 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
.” 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
, 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
), 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
. 
 
 
 
, 
, 
 
 
 
, 
 
᾽ 
, 
 
 
 
 
, 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
· 
 
 
. 
 
ʼ 
 
 
 
· 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
᾽ 
 
 
 
 
 
, 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
, 
. 
 
 
 
; 
; 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
;
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
. 
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
) 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
,
 
 
, 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
, 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
). 
 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
), 
᾽ 
 
 
 
 
, 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
. 
 
ʼ 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
.
 
 
, 
 
 
 
 3 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
; 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
. 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾿ 
, 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
⟩   
 
, 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 — 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
⟩ 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
; 
 
 
 319 
 
, 
, 
, 
, 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
; 
 
 
 
⟩ 
 
ʼ 
 
 
, 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
᾽ 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
᾽ 
, 
 
᾽ 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
), 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
· 
 
 
, 
, 
. 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
, 
 
, 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
, 
 
· 
 
ʼ 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
), 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
. 
 
 
· 
 
 
 
 
. 
 
 
᾽ 
 
ʼ 
· 
 
 
 
, 
 
· 
 
 
 
. 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
, 
 
 
 
 
 
, 
. 
. 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
ʼ 
· 
᾽ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
, 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
, 
 
 
. 
 
 
᾽ 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
, 
 
᾽ 
 
· 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
᾽ 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
. 
 
 
ʼ 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
’ 
, 
 
ʼ 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
) 
 
 
 
. 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
), 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
. 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
, 
᾽ 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
⟩ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
), 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
᾽ 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
ʼ 
· 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
, 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
) 
 
 
 
· 
 
 
 
 
 
 
ʼ 
. 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
 
, 
· 
 
ʼ 
 
 
, 
 
 
, 
ʼ 
 
 
 
ʼ 
 
ʼ 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
· 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
ʼ 
 
 
ʼ 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
ʼ 
· 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
ʼ 
 
 
 
 
; 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
), 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
ʼ 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
· 
 
᾽ 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
), 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
·. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
· 
 
 
᾽ 
 
 
 
᾽  
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 28. 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
. 
 
 
 
 
᾽ 
. 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
ʼ 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
· 
 
 
 
 
), 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
), 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
), 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽  
᾽ 
᾽ 
᾽ 
 
 
 
 
 
 
· 
᾽ 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
), 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
ʼ 
 
 
, 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽  
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
. 
 
 
., 
 
 
 
. 
 10. 
] 
 
 
. 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
), 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
). 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
), 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
). 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
, 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
.
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
᾽ 
 
. 
 
ʼ 
᾽ 
 
, 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
· 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
. 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
, 
 
· 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
. 
 
 
 
 
 
 
. 
 
᾽ 
 
, 
 
᾽ 
 7, 
 
᾽ 
 
, 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
ʼ 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
· 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
ʼ 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
· 
᾽ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
, 
 
 
, 
 
 
, 
᾽ 
 
 
 
᾽ 
 
, 
 
 
 
 
· 
 
ʼ, 
 
 
 
· 
 
ʼ 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
ʼ 
, 
᾽ 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
.” 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
· 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
”, 
 
 
. 
 
ʼ 
 
 
, 
᾽ 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
; 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
. 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
”), 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
, 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
, 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
· 
 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
), 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
. 
 
 
 
᾿ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
,
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
; 
 
ʼ 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
ʼ 
 
, 
 
, 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
0
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
, 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
), 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
, 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
, 
 
 
, 
· 
 
 
 
 
 
, 
 
 
; 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
ʼ 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
᾽ 
 
· 
 
 
 
 
 
, 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
. 
 
 
᾽ 
 
 
 
 
᾽ 
 
 
, 
 
 
 
, 
 
, 
 
 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
, 
 
, 
 
 
, 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
, 
᾽ 
, 
 
 
 
· 
 
ʼ 
 
, 
 
 
, 
 
 
. 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 

, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
, 
 
· 
᾽ 
 
, 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
.
