@node
@author=Aretaeus
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Francis Adams Ll.D
@filename=tlg0719.tlg002.perseus-grc1
@funder=National Library of Medicine History of Medicine Division
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Cultural Heritage Langauge Technologies, Kansas City Missouri, February 1, 2005.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=The Extant Works of Aretaeus, The Cappadocian, Aretaeus, Francis Adams LL.D, Boston, Milford House Inc, 1972 (Republication of the 1856 edition).
@sponsor=Perseus Project, Tufts University
@title=De causis et signis diuturnorum morborum
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:47:20Z

22408	.
. προοίμιον.
. περὶ Κεφαλαίης.
grc ἱδρὼς ἄσχετος τενόντων ἐξαπίνης ἄλογος ἱδρὼς ἄσχετος · τενόντων πόνος ἐξαπίνης, ἄλογος πόνος
. περὶ Σκοτωματικῶν.
grc ἐμβρέμεται
grc ἀνέμοιο δὲ δεινὸς ἀήτης Ἱστίῳ ἐμβρέμεται
grc ἐγκυρκανέῃ
grc ἐγκυκανέῃ
grc εὐεργέινηΐ
grc τῶνδε Κεφ. δʼ. περὶ Ἐπιληψίη ς.
grc φθόνῳ φθόρῳ
. περὶ Μελαγχολίης.
grc Τοῖσι δʼ ἀνέστη Ἥρως Ἀτρείδης εὐρυκρείων Ἀγαμέμνων Ἀχνύμενος· μενεος δὲ μέγα φρένες ἀμφὶ μελαιναι Πίμπλαντʼ, ὄσσε δέ οἱ πυρὶ λαμπετόωντι ἐΐκτην.
grc ἀθυμίην θυμηδίην
. περὶ Μανίης.
grc ἥδε ἠδέ γνώμη νοῦς τοῦ νοῦ
grc ἢν ἄν
grc ἀυτοδίδακτος ἀδίδακτος αὐτοδίδακτος
grc ἀσαρκίη
grc Μανίης εἶδος ἕτερον.
 .περὶ Παραλύσεως.
grc ἑλκέων νἑυει
grc νωτιαίου μυελοῦ
grc αἰσθήσιος κινήσιος
grc Ῥαγῇ
grc ἱκανὰ
. περὶ Φθίσιος.
grc φθόη πύη φθόη ἀλλὰ φθόην μεταλαμβάνει
grc ἕλκος ἐντὸς
grc ἐμπύη ἐμπύημα ἔμπυοι-
grc μοι μὴ μὴ
grc ἀνάγει
grc ἀνέθῃ
grc ἄτονος
grc πλατέαι
grc Κοιλίαι
grc τόνος πόνος
grc Ῥοιβοειδέα Ῥοικοειδέα Ῥεβοειδέα Ῥαιβοειδέα
grc οὖν οὐ
grc Κεφ. θʼ. περὶ Ἐμπυϊκῶν.
grc τοῦ ἀνθρώπου ἀνθρώπου ἄνω
. περὶ τῶν κατὰ τὸν Πνεύμονα ἀποστάσεων.
grc πῦον ὑγρὸν πνεῦμα
grc διὰ τῆς ὑγρασίης
grc Κεφ. ιαʼ. περὶ Ἄσθματο ς.
grc πνεύμονος.
grc Ῥωχμὸς
grc οὐ κερχνῶδες
grc Κεφ. ιβʼ. περὶ Πνευμωδῶν.
grc αἰσχρὸν ὄν.
grc σμικρὰ παλαιὰ σώματʼ εὐνάζει Ῥοπή
grc ἀπόφρικτοι ἁλόντες ἀπόφρακτοι
grc ἀπόπληκτοι
grc Κεφ. ιγʼ. περὶ Ἥπατος.
grc ἐς ὑγείην
grc ἐκρέει ἐκχέει γὰρ διεκρέει ἐκρέει.
grc ἄπονον ἄπορον
grc Κεφ. ιδʼ. περὶ Σπληνός.
grc Κεφ. ιεʼ. περὶ Ἰκτέρου.
grc ὠμότερον -ην
grc διαφανῆ δὲ καὶ τὰ ἐν τοῖσι λευκοτάτοισι ὀφθαλμοῖσι
grc κενεὴν οἴδε κινέειν
grc Κεφ. ισʼ. περὶ Καχεξίης.
grc ἀτὰρ καὶ ἥδε μούνη ἄνευθεν τῶν ἄλλων κατὰ πρώτιστα γίγνεται πάθος. ἀπότοκοι ἰλυώδεα ἄλλων φαρμάκων
grc ΒΙΒΛΙΟΝ *
. περὶ Ὕδρωπος.
grc πνεῦμα Ῥεῦμα
grc εἰ δύναιντο ἐξ ἑπομβρίης αὐχμὸν ποιῆσαι.
grc οὐ κακίων
grc κατὰ λόγον
grc εὐπρόσωποι.
. περὶ Διαβήτεω.
grc ἐξαήρεται ἐξηεροῦνται
grc παρέοντος πορέοντος
grc ὁδοιπορέοντος
grc διαβητήσεων
grc πινεῦντες πονέοντες
. περὶ τῶν κατὰ τοὺς Νεφροὺς παθῶν
grc ξυνῷ ὁμοβιαίῳ πόνῳ ὠσμῷ
grc πώροις
grc Παιδίοι σι δὲ πολλὸν ὑπὸ θερμοῦ τοῦ σώματος τὸ ἰλυῶδες ἐψηθὲν γενέσιος ὅκως περ τὴν ἕδρην ἴσχει θερμοῦ θέρμης
grc Κεφ. δʼ. περὶ τῶν ἐν Κύστι
grc Χρόνια
grc Οὔτε γὰρ θρύπτεται ἤ πόσι, ἤ φαρμάκῳ ἀμφιθρύπτῳ, κ.τ. λ. Οὔτε γὰρ ὅδε θρύπτεται πόσι, οὔτε ἀσινέως τέμνεται πόσι φαρμάκων Οὔτε γὰρ θρύπτεται ἢ πόσι φαρμάκων, ἢ ἀμφιθρύπτοιτο?̔ ἀμφιθρύπτεταἰ̣ οὔτε ἀσινέως τέμνεται
. περὶ Γονορροίας
grc δηλοῦσι οἱ ἄνδρες νον φελιξισσιμ.αυδαχ
. περὶ Στομαχι κῶν
grc χολὴ ᾖ, πικρόχολοι
. περὶ Κοιλιακῆς διαθέσιος
grc ἡμιτελέα δὲ λείπει ἀδρανίῃ · ἡ δὲ ἀφεθεῖσα τοῦ τέλεος τῆς ἐργασίης, κ. τ.λ.
grc Κύτεϊ πάθεϊ κοιλίῃ ἐνσκήπτει
. περὶ Κωλικῶν
grc Κεφ. θʼ. περὶ Δυσεντερίης
grc ὀδυνώδεα ἀδενώδεα φαγεδαινώδεα
en ηιπποξρατ. απη. ϝι. 14.
grc ἢν δὲ ἕλκος ἐγγένηται, ἐπὶ μὲν τοῖσιν ἄνω στρόφος δακνώδης, δριμὺς, ὡς ἀπὸ χολῆς, θέρμη σμικρὴ ἄλλοτε καὶ ἄλλοτε, τὸ γὰρ πλέον ἔμπυοι
. περὶ Λειεντερίης
grc Κεφ. ιαʼ. περὶ Ὑστερικ ῶν
grc ὑπάλειπτον
grc ἀτὰρ  ξυνήθεες εἴδεα
grc ἢ χρόνιον
grc πεπνευμένῃσι
grc βαυκαλῶσαι καυκαλῶσαι καὶ τιθηνοῦσαι
grc μαλάγμασι
grc Κεφ. ιβʼ. περὶ Ἀρθρίτιδος καὶ Ἰσχιάδος
grc ἢ ἢν τινι τι μὴν μὴ μὲν
grc Θρὶξ
grc γύϊος γυιὸς Γυιὸς, χωλὸς, νοσώδης, πηρώδης
grc ἐπὶ δὲ τοῖσι κοτύλῃσι περίστροφος· ἤδη μετάβασις ἐς νώτου μύας καὶ θώρηκος περίστροφοι ἠδὲ
grc καὶ ξυμπάντω ν τε ὁ βοῦς, ὄνος, καὶ ἡ ἰδέη ἰδίη
grc ἑκάστου ὀδύνη
grc ἴσβουβῶν
grc ἴσως, βουβῶνος
grc πολλοῖς δὲ ἡ ὀδύνη ἐρείδεται κατὰ τοῦ βουβῶνος ὅτε καὶ ἡ κύστις μεταλαμβάνουσα τῆς δυσκολίας δυσουρίαν ἐπιφέρει
grc τοῦ βουβῶνος
grc τε ὁ βοῦς, ὄνος
grc ὁμοῦ πόνος
grc  καὶ ξυμπάντων τε ὁμοῦ πόνος, καὶ ἡ ἰδίη ἑκάστου ὀδύνη.
grc καὶ ξυμπάντων τε ὁμοῦ πόνος καὶ ἰδίῃ ἑκάστου ὀδύνη.
grc καὶ γὰρ οἷσι τῶν εὖ βδελυκτέων ἡδονή καὶ γὰρ οἶσι τῶν θερμῶν, εὔτε δὲ ψυκτικῶν ἡδονή καὶ γὰρ οἱ μέν τινα τουτέων φεύγουσι, τοῖσι δὲ αὖ ἐκ τῶν ἄλλοισι βδελυκτῶν ἡδονή
grc οὐκ αὖθις
grc Κεφ. ιγʼ. περὶ Ἐλέφαντος
grc ἔπειτα ὁκόσα τῇ ῤινὶ  μᾶλλον δὲ τηρεῖ τῇ δε ξυνδῆσαι τῷ στόματι, ἐντίθησι πολλὸν τῇ κοιλίῃ
grc τριποδονίῳ
grc ἐρρεῖτο
