@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg014.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἑλένη, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:19Z


 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
,
 
 
ʼ 
 
 
 
,
, 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 

, 
 
 
ʼ, 
᾽ 
 
·
 
ʼ 
 
 
 
 
,
 
 
· 
 
 

 
ʼ 
 
 
 
᾽ 
,
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
· 
 
 

 
 
 
 
ʼ 
ʼ 
 

 
 
ʼ 
 
,
 
 
 
ʼ 
᾽ 

 
, 
 
 
 
·
 
ʼ 
. 
 
 
 

᾽ 
. 
 
 
 
 

 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
 
.
 
 
, 
 
 
 
,
 
ʼ 
 
 
,
. 
 
 
ʼ 
 

 
ʼ 
 
 
 
.
181	 
 
ʼ 
᾽ 
 
 
,
 
ʼ 
 
,
 
ʼ 
 
᾽, 
᾽ 
ʼ 

 
 
 
ʼ 
,
 
 
· 
 
 
ʼ 
 — 
 
, 
 
. 
 
ʼ 
 

ʼ 
 
 
 
·
 
 
 
 

 
 
, 
 
 

 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 

 
 — 
 
 
 

 — 
᾽ 
 
 
 
,
 
 
 
,
 
 
 
 
.
 
 
᾽ 
ʼ, 
 
ʼ 
 

ʼ 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
᾽ 
 

 
· 
 
 
 
ʼ 

 
 
 
 
ʼ 

 
 
 
 
.
 
᾽ 
 
; 
 
᾽ 
ʼ 

, 
 
 
 
 

 
 
, 
 
 
 

 
, 
 
 
ʼ 
 
.
 
 
 
 
 
᾽ 

, 
 
 
· 
 
 

 
, 
 
 
 

 
 
. 
 
 
ʼ 
 

 
 
 
 

, 
᾽ 
 
 
 
,
, 
 
ʼ 
ʼ 
 
 
,
 
 
 
 
ʼ 
᾽ 
 
.
415	
 
ʼ 
 
 
 
;
 
 
 
 
,
 
ʼ 
ʼ 
 
ʼ 
.
·
 
, 
᾽ 
 
; 
 

 
 
, 
 
ʼ 

 
ʼ 
. 
 
ʼ, 
 
ʼ 

, 
. 
 
 
 
 

 
ʼ 
, 
᾽ 
 
 
 
 
 
 
 
 
.

 
ʼ, 
 
ʼ — 
 
 
ʼ 

 
 
 
 
 
;

· 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
.

 
ʼ 
; 
 
 
᾽ 
 
;

 
 
, 
 
, 
 
.

 
 
 
ʼ 
 
 
 
.
 
 
 
; 
 
ʼ 
 
 
;

 
 
 
, 
 
 
 

, 
 
 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
 
.

 
 
· 
 
 
ʼ 
 
;

 
 
. 
᾽ 
 
 
 
;

 
; 
 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
 
.

; 
 
 
 
 
 
 
;

 
 
ʼ 
ʼ 
 
.

ʼ; 
 
 
 
 
᾽ 
;

 
 
ʼ 
ʼ 
 
;

·
 
ʼ 
 
, 
 
.

 
᾽ 
 
 
 
.

 
 
 
᾽ 
 
 
;

 
 
ʼ 
 
.

 
 
 
 
 
; 

ʼ 
 
ʼ 
 
 
.

 
, 
 
ʼ, 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
;

᾽ 
᾽ 
 
 
 
 
.

 
 
, 
 
ʼ 
 
.

 
 
ʼ 
· 
 
ʼ 
 
.

 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
ʼ 
 
 
 
;

 
, 
 
 
.
759	
 
 
 
 
;

 
 
ʼ 
 
.

 
 
 
; 
 
 
;

 
 
, 
 
, 
 
.

 
 
 
᾽ 
 
.

 
 
, 
 
 
.

 
 
 
 
;

 
 
 
· 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
ʼ
᾽ 
᾽ 
 
.

· 
 
᾽ 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
;

, 
 
 
ʼ 
 
.

 
 
 
 
;

 
 
 
 
. 

 
 
 
 
 
ʼ 
;

· 
 
 
 
ʼ 
.

· 
 
ʼ 
 
;

 
; 
 
 
.

 
 
 
 
 
 
;

, 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
 
;

 
 
 
· 
 
ʼ 
 
.

 
 
; 
 
ʼ 
 
.

 
ʼ 
 
ʼ 
 
.

 
 
· 
 
 
 
;

 
 
᾽ 
 
.
 
 
· 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
,
 
, 
 
 

 
 
ʼ 
 
 

 
 
 
, 
 
ʼ 

 
, 
 

 
 
 
 
 
.

, 
 
ʼ, 
 
· 
 
ʼ 

 
 
 
 
 
 

, 
 
 
 
· 
 

 
 
 
 
·
 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
, 
 
 
 

 
 
· 
 
 
 
 
;

 
, 
 
· 
 
 

 
 
. 
 
ʼ 
 
ʼ 
ʼ 
 
 

 
, 
 
 
.
 
ʼ 
 
ʼ 
᾽ 
 

· 
 
ʼ 
 
 
, 
.
1098	
, 
 
 
 
 

 
 
; 
 
 
 

 
 
 
 
; 
.
1119	
 
,
 
 

, 
᾽ 
 

ʼ 
 

 
 
 

, 
 

 
 
 
·
 
, 
 
,
 
 
 


, 
 
᾽ 
 

ʼ 
 
 
 


 
 
.
1167	
 
᾽ 

 
 
ʼ 
 

 
 

 
 
 
 
 

· 
 
ʼ 
,
 
 
,
 
, 
 
,
 
ʼ 
 
 
, 
 

 

 
 
 

, 
 
 
 


 
 
.
1219	
 
·
 
 
,
 
,
 

 
 
 
 
 
 
.
 

 
 

ʼ 
 
 
,
ʼ 
 
 
.
 
ʼ 
 

 
 
 
 
᾽ 
.
 
ʼ 
 
 
 

 
 
,
 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
.
1287	
 
·
 
 

 
 
, 
.
 

 
 
, 
 
ʼ 
 

 
 

 
 
ʼ 
·
 
 
 
 
;
 
 
 
 
;
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 

, 
 
 
,
, 
 
,
 
 
 
 
 
 
 
 
, 
 
ʼ 

 
 
 

 
.
1368	
 
, 
 
 

 
 
 
 
 
 
 

 
;
 
 

 
 

 
 

 
 
᾽ 
,
 
 

, 
 
, 

· 
 
 

 
 

 
 
 
 
 
.
 
 
 

 
 

 
 

 
 
·
 
 
 

 
 
 
,
 
 
ʼ,
 
ʼ 

 
 
 

 
 
 

 
.
 
ʼ 
 

 
 

 
 
.
1465	
 
 
ʼ, 
· 
 
 
 
 
 
 
 
 
.

 
, 
 
 
;
᾽ 
 
 
ʼ 
 
 
;
 
 
 
 
 
 
ʼ 
 
,
 
 
ʼ 
, 
 
 
 
 
.
᾽ 
ʼ 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
, 
 
ʼ 
·
 
 
 
 
.
 
 
 
ʼ 
, 
 
·
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 

 
ʼ 
, 
 
 

 
ʼ 
ʼ 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 — 
 
, 
 
᾽ 
 
.
 
ʼ 
, 
 
 
 
,
 
, 
 
 
᾽ 
᾽ 
·
 
ʼ 
 
 
 
ʼ 
, 
 
 
 
·
 
 
 
 
 

 
. 
 
᾽ 
 

 
 
, 
 
ʼ 
 
.
 
ʼ 
 
᾽, 
 
 
 
,
 
 
 — 
 
᾽ 

 
 
 
ʼ 
 
.
 
 
 
 
, 
 

, 
 
ʼ 
 
, 
 
.
 
ʼ 
 
᾽ 
᾽ 
 
 
 
.
1715	 
᾽ 
 
; 
᾽ 
 
;
 
 
 
 
,
ʼ 
 
 
 
 

 
ʼ; 
᾽ 
 
 

 
, 
 
 
ʼ 
 
.
 
· 
 
ʼ 
 
 
;
 
 
 
 
 
·
 
 
 
 
 
 
 

, 
 
ʼ 
 
᾽ 
.

, 
 
ʼ, 
 
 
 
,
 
᾽ 
 
 
.

 
 
 
ʼ 
᾽ 
 
. 

᾽ 
 
 
 
 
 
.

 
 
 
ʼ 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
ʼ 
.

 
ʼ 
 
᾽ 
 
 
;

 
 
 
 
 
 
.

ʼ 
 
 
; 
 
ʼ 
 — 

 
 
 
 
 
;

ʼ 
 
, 
 
 
᾽ 
,
 
 
 
 
,
 
 
 
, 
᾽ 
᾽ 

᾽ 
 
· 
 
ʼ 

 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 

 
᾽ 
; 
᾽ 
 
·
 
 
 
 
·
 
 
 
 
 

ʼ 
 
 
, 
 
 
;
 
 
 
 
 

 
 
 
·
 
 
 
 
 
.
1941	
, 
 
·
 
 
ʼ 
 
,
 
 

 
 
 
.

 
 
 
.

 
 
.
᾽ 
 
 
 
-
 
 
;

 
 

ʼ, 
 
, 
.

 
 
 
 
;
 
 

 
ʼ 
 
 
ʼ 
,
 
 
 
 

 
 
 
;

 
 
 

 
, 
 
 
.

 
 
, 
 
 
,
 
 
 

, 

 
 
 

 
 — 
 
᾽ 
;  — 
 

 
 
,
 
 

 

 
 
 
 
 
,
 
 

 
 
 
 
 
 
ʼ 
 
.

ʼ 
 

, 
 
 
 
.
2076	
 
 
,
ʼ 
ʼ 
ʼ 

 
ʼ 
· 
 
ʼ 
 

 
 
 
 
,
 
 
· 
 
ʼ 
,
 
 
, 
 
 
 
 
,
 
 
 

 
 
 

 
 
.
 
 
ʼ 

 
,
 
 
 
 
,
 
ʼ 
 

 
 
.
2140	 
 
 
 
 
, 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 — 
 
 
 
 — 
ʼ 
 
·
 
 
 
ʼ 
 

ʼ 
 
 
 

 
· 
 
ʼ 
 

 
 
 

 
ʼ 
. 
2194	
 
 
 
 
 

 
 
 
,
᾽ 
 
ʼ, 
ʼ 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 

ʼ 
 
 
, 
 
·
 
 
 — 
 
᾽ 
 
 
 — 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
ʼ 

 
· 
 
 
 
,
 
ʼ 
 
, 
ʼ 

 
 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
.
 
ʼ 
 
 
,
᾽ 
 
 
 
 

 
, 
 
 
 
. 
 
 
 
 
 
 

 
· 
 
 
 

᾽ 
, 
 
 

 
᾽ 
 
 
. 
 
ʼ 

 
 
, 
 

 
 
 
 
.
 
 
 
ʼ· 
 
 
 

᾽ 
 
ʼ 
· 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
 
ʼ· 
 
ʼ 
 

 
 
 
 
 

 
 
 
 

 
 
ʼ 
 
.
 
 
, 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
· 
 
ʼ 
 
 
 

 
 
· 
 
 
 
 
 — 
᾽ 
 
, 
 
 
.
· 
 
 
 
 
 
,
 
 
ʼ 
 
;
2509	
 
 
; 
 
 

 
 
 
 
 

 
 
; 
 

 
, 
 
 
. 

 
, 
 
᾽ 
 
 

, 
 
· 
᾽ 
 
.

ʼ· 
 
 
 
, 
,
 
 
᾽ 
 
.

· 
 
 
 
ʼ 
 
.

 
 
 
 
, 
 
ʼ 
.

 
 
 
 
 

 
᾽ 
 
ʼ 
 
 
 
.

 
 
, 
 
.

 
 
 
 
ʼ 
 
᾽ 
.

, 
᾽ 
 
· 
 
 
 
.

 
᾽ 
· 
 
ʼ 
 
.

· 
 
 
 
 
 
;

 
 
 
 
᾽, 
 
.

 
, 
 
ʼ 
.

 
 
 
; 
 
᾽ 
 
;

 
 
 
 
.

 
 
 
 
 
;

 
ʼ 
 
; 
 
 
 
;

 
᾽ 
 
ʼ, 
 
 
.

; 
 
, 
 
ʼ 
.

 
 
 
 
 
 
 
;

 
᾽ 
· 
 
 
 
.

 
 
, 
 
 
 
.

᾽ 
 
 
 
᾽ 
 
; 

᾽ 
 
 
, 
 
ʼ 
 
.

 
᾽ 
 
; 
 
 
 
 
;

 
· 
 
 
.

᾽ 
 
 
 
 
;

 
ʼ 
 
 
᾽ 
 
 
.

 
; 
᾽ 
 
; 
 
 
.

 
 
, 
 
 
 
ʼ 
.

 
; 
 
 
ʼ 
 
;

 
 
 
ʼ 
.

; 
 
 
 
ʼ 
 
 
;
2806	
 
 
, 
 
ʼ, 
 
 
.
᾽ 
ʼ 
᾽ 
· 
 
 
 
 

, 
 
 
 
.
 
 
ʼ 
· 
 
 

 
, 
 
 
 
.
 
 
ʼ 
, 
 
 

 
 
 
.

 
; 
 
; 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 

 
ʼ 
; 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
 
 
; 
 
 
 
 
.
 
 
 
 

 
; 
 
 
 
 
 
 
.
 
, 
 
, 
 
 

 
ʼ 
 
 
 

 
 
ʼ· 
 
 
.
᾽ 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
,
, 
 
 
 
 
.
 
 
· 
 
 

 
· 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
, 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 

 
· 
᾽ 
 
.
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
.
3060	
 
 
 
,
 
ʼ 
 

, 
 
 
 
 

ʼ 
 
 
, 
᾽ 
 
ʼ 
ʼ 

 
 

 
 
,
 

, 
 
,
 
 


 

 
 
 
.
3106	
᾽ 
 
 
᾽ 
 
 
 

, 
 
 
 
,
 
᾽ 
 
· 
 
ʼ 
 

 
 
 
 
 
,
 
ʼ 
 
 

 
ʼ 
᾽ 
 
,
 
ʼ
 
 
 
 
.
 
ʼ 
 
, 
 
 
.
 
ʼ 
 
᾽ 
 
,
ʼ 
 
 
 
 
.
 
 
 
 
᾽ 
ʼ 
 
,
 
 
 
 
.
, 
᾽ 
; 
 
 
 
.
, 
 
; 
 
 
 

 
 
 
 
;
 
 
 
 
 
 

 
 
; 
 
 

 
᾽ 
, 
 
 
 
.

 
 
 
 

 
 
ʼ 
 
ʼ 
, 
· 
 
; 
 
 
 

 
 
 
 
.

ʼ, 
 
· 
 

 
 
 
, 
 
ʼ 
 

 
 
 
 
.

 
 
, 
 
 
.

 
 
 
ʼ 
 
 
ʼ 
.

, 
 
, 
 
.

ʼ, 
 
 
᾽ 
 
.

 
; 
᾽ 
 
, 
, 
;

 
ʼ 
 
; 
 
 
 
ʼ 
 
.

ʼ 
 
 
.

 
· 
 
 
 
 
 
.

 
 
 
 
 
;

· 
 
 
 
 
 
.

 
ʼ 
 
 
᾽ 
, 
.

 
 
 
 
· 
᾽ 
 
 
.

 
 
 
 
.
3367	
 
 
 
 
 
 
.

 
; 
 
 
 
.

 
 
 
, 
 
.

 
ʼ 
, 
 
ʼ 
.

 
 
 
 
ʼ 
.

 
 
 
ʼ 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
᾽ 
 
. 

 
 
 
 
, 
 
ʼ 
 
 
;

 
 
 
 
 
ʼ 
 
;

 
ʼ 
, 
 
 
 
ʼ 
.

· 
 
; 
 
 
 
;

· 
 
 
ʼ 
.

 
 
 
ʼ 
 
 
 
ʼ 
;

 
, 
 
ʼ 
 
.

 
 
 
 
ʼ, 
᾽ 
 
.

 
 
 
ʼ 
;

, 
 
 
ʼ 
 
.

 
 
; 
 
 
.

, 
ʼ, 
 
 
 
 
.

 
 
 
᾽ 
 
ʼ
 
 
ʼ 
;

 
 
᾽ 
 
, 
 
 
ʼ 
.

 
, 
 
 
 
.

 
 
, 
 
 
ʼ 
 
;

 
 
ʼ, 
 
 
ʼ 
.

· 
 
ʼ 
 
 
.

 
 
 
 
 
, 
 
ʼ 
.

 
· 
 
 
᾽ 
;
 
 
 
ʼ 
᾽ 

 
 
 
 
 
.
3615	
, 
 
 
 

 
 
 
 
,
 
 
 
 
. 

 
ʼ 
; 
 
 
 
ʼ 
;

ʼ 
᾽, 
 
ʼ 
 
 
ʼ 
.

᾽· 
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ· 
 
 
;

 
 
 
 
 

ʼ 
· 
 
 

 
 
 
 
ʼ 
,
 
ʼ· 
 
 

 
ʼ 
, 
ʼ 
᾽ 
 

 
 
 
,
 
 
 
᾽ 
 
.
 
ʼ, 
 
 
ʼ 
 
 
,
 
 
, 
ʼ 
 

· 
 
ʼ 
 
 

 
 
 
 
.
 
, 
 
, 
᾽ 
᾽ 
;
 
 
ʼ 
 
 
 

 
 
 
 

 
. 
 
 
 

 
᾽ 
, 
 
 
 

 
 
 
 
 
.

᾽ 
᾽ 
· 
 
 

 
᾽ 
. 
 
 
,
 
ʼ 
 
 
 
 
.
3796	
 
ʼ 
 
, 
 
 

, 
 
 
 
 
.
 
 
 
, 
, 
 
ʼ 
 

 
 
 
 
.

 
· 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
.

, 
 
ʼ 
 

 
 
 
,
 
 
 
 
, 
,
 
, 
 
.

 
 
, 
 
·
 
 
 
 
 
 
 
ʼ,
 
 
 
 

 
 

 
, 
 
 
 
 
ʼ 

 
 

 
 
 
.
 
 
ʼ 
 
 
 
 
, 

, 
᾽ 
 
 
.

 
. 
 
 
·
 
 
 
 
 
 
, 
 
ʼ 
.

 
, 
 
 

 
᾽ 
.
 
 
 
 
 
 
 
 
.

, 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
· 
 

 
 
.

 
; 
 
 
᾽ 
 
 
;
 
 
 
 
.

 
 
 
 
 

 
 
 
 
.
 
, 
 
 
 
 
;

 
· 
 
 
 
,
 
· 
 
ʼ 
 
.

᾽· 
 
 
 
 
.

 
 
, 
 
 
.

 
 
· 
 
 
 
.
4037	
 
 
 
 

 
,
 
ʼ 
 
 
  

 

 
 
 
 
 
;

 
 
 
, 
 
, 
 
ʼ  
 
.

· 
 
; 
 
 
.

 
 
 

· 
 
 
ʼ 
 
.

; 
 
 
 
 
;

 
 
, 
 
 
,
 
 
 
, 
 
 
.

 
ʼ 
 
 
 
ʼ 
ʼ 
 
 — 

 
 
 — 

; 
.

 
 
ʼ 
 — 

 
.

, 
· 
᾽ 
ʼ 
.

᾽ 
ʼ 
, 
 
 
.

 
 

 
 
 
, 
, 
 
.

 
;

 
 
· 
 
 

ʼ 
 
 
 
.

· 
 
ʼ 
 
 
;

 
, 
 
, 

 
 


 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 

 
.

 
 
 
 
 

 
 
 

 
 
 
,
 
 
 
ʼ 
 — 
 
ʼ
᾽ 
 
.
4232	
 
 
 
 
 
 

, 
 
 
 
 
.

, 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
.

᾽, 
 
, 
 
 
 
.

 
 
 
 
 
 
;

 
, 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
.

 
;
 
᾽ 
 
 
 
;

 
᾽ 
 
 
 
 
.

 
ʼ 
ʼ 
 
 
 
 
;

· 
 
 
 
.

 
, 
 
 
 
 
 

 
. 
 
 
 
 

 
ʼ 
· 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
· 
 
ʼ 

 
 
ʼ 
.
 
 
 
 
 

, 
᾽ 
 
 
.
 
 
 
 
 

 
 
ʼ 
 

 
 
· 
 
ʼ 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 
. 
 
 
, 
 
 
ʼ 
 
,
 
 
 

, 
ʼ 
 
 
,
 
 
· 
 
 
᾽ 
 
 

ʼ 
 
, 
 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
4474	
ʼ, 
 
, 
 
 
ʼ 

ʼ 
 
 
,
 
 
 
 
 

 
 
 
 

᾽ 
 
᾽ 
 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
 

 
 
 
ʼ, 
 
,
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
 
, 
 
.

 
᾽, 
. 
 
 
 

 
 
ʼ 
 
 
 
.
᾽ 
 
᾽ 
 
 
 

 
 
ʼ· 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
᾽ 
 

 
 
 

᾽ 
, 
 
 
 
.
 
· 
ʼ 
 
 
 
;
 
 
; 
 
 

 
 
, 
 
ʼ 
· 
 
 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
 
 
 
ʼ 
.
4627	
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
.

· 
 
 
 
᾽ 
 
 
.
 
ʼ 
, 
 
, 
 
,
 
 
 
, 
 
 

 
 
 
 
 
.

 
᾽ 
 
ʼ 
 
 
 
ʼ 
.
 
 
᾽ 
 
 
 
 

 
 
ʼ 
 

 
 
 
ʼ 
 
 
,
 
 
; 
 
 
 
ʼ 

, 
 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
· 
 
 
 
.

 
 
 
ʼ 
 
.
 
ʼ 
 
 
, 
 

 
 
 
 
 
;

 
 
 
 
 
 
 

 
 
 
 
.

 
· 
 
ʼ 
, 
 
, 

 
ʼ 
 
᾽ 
 
 
.

 
; 
 
; 
 
ʼ 
, 
.

ʼ 
 
 
᾽ 
 
. 
 
 
 
 
᾽ 
 
.

 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
ʼ 
 
 
᾽, 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

᾽ 
᾽ 
᾽ 
ʼ 
 
 
.

 
 
 
;

᾽, 
 
 
 
.

 
 
 
; 
 
ʼ 
.

 
 
 
᾽, 
 
ʼ 
 
 
.
4883	
᾽ 
ʼ 
᾽, 
 
, 
᾽ 
 
.

ʼ· 
 
 
 
 
᾽ 
 
.

 
 
 
 
.

 
 
; 
 
, 
 
 
.

 
 
᾽ 
 
 
;

 
 
, 
 
 
 
;

 
 
 
.

 
ʼ 
 
 
;

ʼ 
 
᾽ 
 
 
.

᾽ 
 
 
 
 
ʼ
 
;

 
 
 
 
 
 
.

 
 
 
 
.

 
 
, 
 
ʼ 
 
 
.

 
; 
 
 
 
.

 
 
 
 
ʼ 
 
. 

 
ʼ 
 
 
ʼ 
 
.

 
 
 
, 
 
 
.

 
 
 
 
 
;

. 
 
 
ʼ 
ʼ 
 
 
.

 
 
᾽ 
 
 
;

 
 
· 
 
 
 
.

 
 
 
 
 
 
.

ʼ 
 
, 
 
 
 
.

 
 
 
 
 
;

 
 
 
ʼ
ʼ 
.

 
 
 
ʼ; 
 
 
ʼ 
 
ʼ 
.

᾽ 
 
 
 
 
.

 
 
 
 
 
;

, 
᾽ 
· 
 
 
.

 
 
ʼ· 
 
 
 
 
.

᾽ 
ʼ, 
 
 
 
 
.

 
· 
 
 
 
 
 
.

 
 
 
 
 — 

 
 
; 
᾽ 
 
ʼ 
 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
ʼ 
 
, 
 
ʼ 
 
.

 
, 
 
 
 
.

 
 
 
ʼ 
 
 
.
5186	
ʼ, 
 
 
 
 
 
 
;

· 
 
ʼ 
 
ʼ 
 
.

 
 
· 
 
 
ʼ 
. 

᾽ 
 
 
 
 
  

 
; 
; 
ʼ 
 
;

 
 
· 
 
 
 
.

 
 
 
 
 
.

, 
 
 
᾽ 
 
.

 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
 
 
 
 
 
.
 
ʼ 
 
 

 
 
. 
 
 
 
 
·
 
 
 
 
 

᾽ 
ʼ 
 
 
 
,
 
 
 
ʼ 
,
 
ʼ 
 
 
,
 
 
ʼ 
· 
 
 
 

 
 
 
ʼ 
;
 
· 
 
 
 
 
 
,
 
 
 
ʼ 

 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.

 
, 
 
 
ʼ 
 

 
 
 
 
.

 
 
· 
 
 
 
᾽ 
.
, 
ʼ· 
 

 
 
· 
 

 
. 
ʼ· 
 
 
;
 
 
 
 
ʼ 
 
᾽ 
· 
 
, 
 
.
 
 
 
 
 

 
ʼ 
 
ʼ 
 
.
5404	
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
, 
 
 
,
 
 
, 
 
, 
.
 
 
 
 
 
 

 
ʼ 
 
 
.
, 
 
 — 
 
 — 
;
 
 
 
 
᾽ 
,
 
 
 
 
 
.
 
, 
 
 
 
,
᾽ 
 
 
ʼ 
᾽ 
 
·
 
 
 
 
 
 
 

 
 
 
᾽ 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
 
 

 
᾽, 
᾽ 
 
 
 
,
 
, 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
 
, 
 
᾽, 
 
.
 
ʼ 
᾽ 
, 
᾽, 
 
 
,
ʼ 
 
ʼ 
᾽ 
 
,
᾽ 
 
ʼ 
 
 
 
 
,
ʼ 
ʼ, 
 
 
 

, 
 
 
 
 
 
 
ʼ 
 
 
 

ʼ, 
 
 
 
 
;
5589	
 
ʼ, 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
ʼ, 
 
 

ʼ 
᾽ 
 
 
ʼ 
·
 
 
 
 
 

᾽ 
 
 
 
 
,
 
, 
 
· 
 
 

 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
ʼ, 
 
 
 
ʼ 

 
 
 
ʼ 
 
.
 
 
 
, 
 
ʼ 
,
 
 
 
 
 

᾽ 
 
 
 
.
 
 
 
 
; 
 
 
 
 
 
 
 
 
ʼ 
;
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

ʼ 
 
 
 
ʼ 
 
 
;
 
. 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
, 
 
 
 
.
 
ʼ 
 
᾽, 
 
 
,
, 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
ʼ 
ʼ 
 
ʼ 

 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
 
 
 

ʼ, 
 
 
 
 
᾽ 
 
,
 
ʼ 
ʼ 
 
 
 
 
,
 
 
ʼ, 
 
 
,
 
ʼ 
᾽ 
ʼ 
 

 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
ʼ 
;
 
, 
ʼ, 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
· 
 
 
 

, 
 
 
 
 

 
 
 
 
 
 
.
5920	
 
 
 
 
 
 
,
 
 
 
. 
 
 
 

 
 
 
 
 
.

 
 
᾽ 
 
 
 

᾽ 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
ʼ 
᾽ 
 
.
᾽ 
 
 
 
, 
 
 
,
 
 
 
 
.
᾽, 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
,
 
 
 
 
· 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
ʼ 

 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
, 
 
 
 
 
,
, 
 
 
 
 
,
 
 
 
 
 
 
.
ʼ 
᾽ 
 
ʼ 
 
· 
᾽ 
 
 
 

 
 
 
 

 
· 
 
 
 
.
6088	 
ʼ 
, 
 
 
 
,
 
᾽ 
 
᾽ 
 

 
 
, 
 
ʼ 
·
 
 
 
 
 
,
 
 
 
 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
, 
.
 
ʼ, 
 
, 
 
,
 
 
 
 
 
 

 
 
 
 
· 
 
.
 
ʼ 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 

 
 
 
 
 

 
 
 
᾽, 
᾽ 
 

 
· 
 

 
ʼ 
 
᾽ 
 
 
,
 
 
, 
 
 
 
.
 
 
 
᾽ 
 
 

᾽ 
 
· 
᾽ 
 
ʼ 
,
 
 
 
 
ʼ, 
 
 
.
 
; 
 
 
 
 

 
 
 
 
 
. 
ʼ, 
 
 
· 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
.

 
 
, 
 
, 
 
·
 
 
, 
 
 
.
6282	
 
 
ʼ 
 
 
,
 
ʼ 
, 
 
 
 

 
 
ʼ, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 
 

 
, 
, 
.
 
ʼ, 
 
 
ʼ 
,
 
 
 
· 
 
 
ʼ 

 
 
, 
 
ʼ 
·
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
᾽ 
 
. 
 
,
 
 
· 
 
 
 
 

 
 
 
᾽ 
, 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
· 
 

 
 
 
 
, 
 
ʼ 

 
 
 
ʼ 
.
 
 
 
 
, 

 
 
ʼ, 
 

 
 
 
 
.
 
 
 
 
ʼ 
, 
 
 
 
 
 
.
 
 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
.
 
 
 
ʼ 
 

 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
, 
 
ʼ 
 
,
 
 
 
᾽ 
.

 
ʼ 
 
 
,
 
 
 
ʼ 
 
.
6503	
, 
 
 
 
·
 
 
 
 
 
 

 
 
 
.

 
 
· 
 
 
 

 
 
 
.

 
᾽ 
; 
 
 

 
 
 
 
 
 
 
 
.

 
 
ʼ 
 

 
ʼ, 
 
 
 
;

ʼ 

 
 
 

 
 
 
ʼ 
 
;

 
. 
, 
 
ʼ, 
 
 

ʼ 
 
 
 
;

 
 
ʼ 
ʼ 
 
 

ʼ 
 
 
.

᾽ 
 
 
 
 
 
 

· 
 
 
 
ʼ 
. 

, 
 
 
 
 
 
.
 
, 
 
, 
 
;

 
 
· 
 
 
, 

 
 
 
 
 
.

 
 
 
ʼ 
 

 
 
 
 
 
.

 
 
᾽ 
 
 
 
;
 
 
 
 
ʼ 
 
.

 
 
 
ʼ 
 
 

 
 
 
 
.

 
 
· 
 
 
 

 
ʼ 
 
;

 
 
ʼ, 
 

 
 
 
 
 
.

 
 
᾽ 
 
 
· 
 
 

 
 
ʼ, 
 
 
 
.

᾽ 
 
 
 
ʼ 

 
 
 
 
.
6737	
᾽ 
 
· 
᾽ 
 

 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
.

 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
.

 
 
 
· 
 
 
 
 
 
 
 
.

· 
 
 
 
 
.
 
 
 
ʼ 
 
;

· 
 
 
 
 
 

 
 
 
 
 
ʼ 
.

 
 
᾽ 
 
 

 
 
.

 
 
, 
 
ʼ 
ʼ 
·
 
ʼ 
 
ʼ 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
;

 
ʼ· 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
.
 
 
, 
 
 
 
·
 
 
 
 
ʼ, 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
ʼ 
 
ʼ 
 
,
ʼ 
 
 
 

ʼ, 
᾽ 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
 
, 
 
ʼ 
.
 
 
 
 
ʼ 
 

 
 
ʼ, 
 
 
ʼ, 
 
.
 
ʼ 
 
ʼ, 
 
 
,
 
 
. 
 
ʼ 
 
 
, 
 
 
 
ʼ 

 
 
ʼ 
 
;
 
ʼ 
 
, 
 
 
ʼ 
 

 
· 
 
 
.
7010	
 
 
 
 

 
 
 
 
,
 
 
 
 

 
,
ʼ 
 
 

 

 
 
,
 
 

 
 
ʼ 
 
 

 
 
·
᾽ 
 
 
 
 

᾽ 
 
, 
 
 

 
 

, 
 
, 
 

 
.
7072	
 
ʼ 
 
 
 

 
 
 
 
, 
 
 
 
·
 
 
 
·
 
 

 
 

 
ʼ 

 
, 

 

 
ʼ 
 

 
 
.
 
ʼ 
 
 
 
,
᾽ 
 
 
, 
 

, 
 
 
᾽ 
,
 
 
 
 
,
 
 
.
7139	
 
 
 
 
 
 
 
 
,
 
ʼ 
 

 
 

 
 
 

 
 
 

 
 

ʼ 
 
;
 
 
, 
 
, 
·
 
 
 
 
 
-
 
 
.
ʼ 
 
ʼ 

 
 
 
· 
᾽ 

 
 
 
 
ʼ 
 
·
 
 
 
ʼ
 
 
.
7210	
 
 
 
 

 
ʼ 
 

, 
 
 
 
·
 
 
 
 

, 
ʼ 

 
ʼ 
 
·
 
 
 
 
,
 
 

 
, 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 

 
 
.
7272	
 
, 
 
ʼ· 
᾽ 
 

, 
, 
ʼ 
᾽ 
 
· 
 
 
ʼ 
 
 
 

 
 
 
, 
.
 
 
 
 
 
 
 
,
, 
ʼ 
 
 
·
 
ʼ 
 
᾽ 
 
·
 
 
 
 
 
 
;
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 

· 
 
ʼ, 
 
 
 
 
.
·
᾽, 
 
, 
 

· 
 
 
 
ʼ 

 
 
 
 
.
, 
 
· 
ʼ 

, 
, 
ʼ 
,
 
 
 
ʼ 
 
 
 
 

᾽ 
ʼ 
, 
 
.  — 
ʼ· 
 
 
 

 
 
 
 
 
.
, 
 
 
 
 

 
ʼ 
 
 
 

 
 
ʼ 

 
 
 
 
 

; 
 
 

 
, 
 
 
ʼ 

 
 
 
 
;

 
ʼ — 
 
 
᾽ 
 
ʼ 
 — 
· 
 
 
 
ʼ 
.

 
 
 
 
; 
 
 
; 

 — 
, 
 
;  — 
 
.

 
 
 
 
, 
 
ʼ 
.
 
ʼ
; 
 
 
 
 
;

 
 
 
 
 
 
᾽ 
.

 
 
 
 
᾽ 
 
;

· 
 
 
 
ʼ 
 
 
.

 
; 
 
; 
 
 
.

᾽ 
 
 
᾽ 
 
.

, 
 
 
 
.

, 
 
 
 
᾽ 
 
.
7541	
 
ʼ 
᾽ 
 
 
 
 
;

, 
 
 
 
 
.

 
 
 
 
 
;

ʼ, 
 
 
 
.

 
 
 
;

 
 
 
 
.

 
 
᾽ 
 
 
 
;

 
 
ʼ 
.

 
 
 
 
 
;

 
 
, 
 
 
.

ʼ 
. 
 
ʼ 
 
 
;

 
ʼ 
ʼ 
, 
 
.

 
 
 
 
 
 
 
;

 
 
; 
 
ʼ 
.

 
 
 
 
, 

 
.

 
 
 
.

 
ʼ 
 
 
 
 
; 

· 
 
 
 
 
 
.

ʼ 
᾽ 
 
 
 
·

 
 
, 
 
ʼ 
, 
᾽ 
.

 
 
 
 
 — 

 
 
 
 
 
.

 
. 
 
; 
᾽ 
᾽ 
 
;

 
 
, 
 
 
ʼ 
 
;

 
 
 
 
 
 
 
.

᾽ 
᾽· 
 
ʼ 
 
 
 
.

 
 
, 
᾽ 
 
 
.

ʼ 
 
 
; 
 
 
.

 
; 
 
 
 
 
.

 
 
 
 
.

 
 
 
, 
 
ʼ 
.

 
 
 
 
ʼ, 
 
 
 — 

 
 
ʼ 
 
 
;

 
 
 
 
 
.

 
ʼ; 
᾽ 
 
; 
 
 
;

 
 
, 
 
 
 
 — 

 
; 
 
 
 
 
.

 
 
 
 
.

ʼ· 
 
 
 
 
.

 
 
 
 
.

 
; 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
;

᾽ 
ʼ, 
 
ʼ 
, 
 
. 
7870	
 
, 
 
 
ʼ 
 
.

 
 
ʼ 
 
 
.

 
 
 
ʼ 
 
 
;

 
 
 
 
 
.

 
᾽ 
ʼ 
 
 
 
 
.

 
 
 
 
.

; 
 
 
, 
 
ʼ 
.

 
 
ʼ· 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
ʼ 
 
 
 
.

 
 
 
 
 
.

· 
 
ʼ 
 
 
;

ʼ 
· 
 
 
 
 
.

 
᾽ 
 
 
 
.

 
ʼ 
 
 
 
 
.

 
; 
 
 
 
 
;

 
 
 
 
.

 
ʼ 
 
 
 
 
;

᾽ 
 
 
 
.

 
; 
᾽ 
 
 
 
 
;

 
 
 
 
ʼ 
 
.

 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
᾽ 
 
 
 
 
.

 
 
, 
 
, 
 
. 

 
 
 
 
 
 
.

· 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 

 
 
 
 

 
 
 
ʼ, 
 
ʼ 
 

, 
 
 
ʼ 
 
᾽ 
.
 
ʼ, 
 
, 
 
 
 

 
 — 
 
ʼ 
 
,
 
 
 
 
 
 
.

 
, 
 
· 
 
 

 
 
, 
 
 
᾽ 
᾽ 
·
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
.

 
᾽· 
 
 
 

· 
 
ʼ 
 
 
 
 
.
᾽, 
 
, 
 
 
 

 
ʼ 
. 
 
 

 
ʼ· 
 
 

 
 
 
 
 

 
, 
 
 
 
 
.
8241	
 
 
 
 
 
 
 
᾽
 
 
 
 
ʼ 

 
 
ʼ 

 
 

 
.
 
 
 

 
 
,
 
 

 
 

 
 

 
 

 
, 
,
 
 
 
, 
 
ʼ
 
 
,
. 
 
ʼ 

 
 

 
 
.
8307	
 
ʼ 
 
 
 
 
,
 

 
 
,
 
ʼ 
ʼ
 
 
·
 
ʼ 
 

 
 
 
· 
 
ʼ 
 
 

 
ʼ 

 
 
·
 
ʼ 
 
 

 
 
,
 
ʼ 
 
·
᾽ 
 
 
,
 
ʼ 
 
·
 
ʼ 
 

 
 

 
 
.
8376	
 
ʼ 
ʼ 

 
 
 
,
 
 

 
 
·
, 
 
,
, 
 
 

 

 
ʼ 
,
 
ʼ 
 
.
 
ʼ 
 

 
ʼ 
 

 
 
 
 
· 
 
 
 
 
ʼ 
 

 

ʼ 
.
8432	
 
 
 
ʼ
᾽ 

ʼ
 
 

,
 
ʼ 
 

, 
 
, 

 
 
.
 
 
 

 

 
 
 

 
 
,
 
ʼ 

 
 
,
 
ʼ 
 
 
 
 
.
 
 
 

 

 
 
.
8491	
 
 
ʼ 
 
, 
 
·
 
 
 
 

 
 
 
 

 
᾽ 
· 
 
ʼ 
 

 
 
 
 
 
.
 
᾽ 
ʼ 
 
 
· 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 

, 
 
 
 
,
 
ʼ 
ʼ 
 
 

 
 
, 
 
 

, 
 
 
 
.
᾽, 
 
 
 
 
 

 
 
 
 
 
,
 
· 
 
 

 
 
 
, 
 

 
 
 
 
 
.

ʼ 
, 
 
 
 
,
, 
 
 
.
, 
 
ʼ, 
 
 
 
 
 
,
, 
ʼ 
· 
 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
ʼ 
 
.

 
 
 
, 
 

 
 
 
 
ʼ 

· 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 

 
 
; 
 
 

 
 
 
 
.
 
 
 
 
 
᾽ 
 
,
 
 
 
᾽, 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
 

ʼ, 
 
 

ʼ· 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
᾽ 
,
, 
 
 
 
 
 
.
8768	
 
 
 
 
 

 
 
 
.

 
᾽ 
 
 
 
 
;

᾽· 
 
 
 
 
.

 
, 
 
 
 
.

 
 
 
 
ʼ, 
 
 
.

· 
 
 
 
.

 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
, 
᾽ 
 
.

 
 
 
ʼ 
 
 
.

 
 
 
ʼ 
 
.

 
 
· 
 
 
 
 
.

 
 
᾽, 
 
 
 
᾽ 
 
.

 
 
 
 
 
.

 
 
 
 
;

· 
 
 
 
, 
. 

᾽ 
· 
 
 
 
 
·
 
 
 
ʼ· 
 
 

 
 
· 
 
 

 
 
 
 
 

ʼ 
 
 
· 
 
 

 
 
 

 
 
, 
 
 
.
 
ʼ, 
 
ʼ, 
, 
 
 

 
 
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
ʼ 
,
 
 
 
 
 
 

 
 
 
 
 
.

 
, 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
 
 
 
.
 
, 
, 
 
ʼ 
 

 
ʼ· 
 
ʼ 
 
 
 
,
 
 
 
· 
 
 
 

 
 
 
 
 
.
9044	
 
 

 
, 
 

 
,
 
 

, 
 

 
 
, 
 
 
 

 
᾽ 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
 
,
 
, 
,
 

 
 
 
᾽ 
.
9092	
 
 
 
 

ʼ 
 
 
 
 

 
 

 
 

 
 

 
 
,
 

 
 

 
, 
 
 
 
 
·
 
 
ʼ 
 
 
·
 
ʼ, 
 

, 
,
 
 
 
 
 
.
9147	
ʼ 
 
 

ʼ 
 
 
 

 
 

 

 

, 
 
 
 
 
 

 
.
 
 
,
 
 
,
 
 
 

 
ʼ 
·
ʼ 
,
 
,
 
 

 
 
 
.
9198	
 
ʼ 
 

ʼ 
 

 
,
 
 
᾽ 
·
 
ʼ 
,
 
 
,
 
ʼ 
 
 
 

 
 
,
 
 
 
 
 
·
 
ʼ 
 

 
 
,
 
 

ʼ 
, 

 
 
ʼ

 
 
.
9254	
, 
 
ʼ 
 
 
·
 
ʼ 
 
ʼ 
 
 
.

 
ʼ 
;

 
 

· 
 
 
ʼ 
 
.

 
ʼ 
 
 
;

 
 
 
,
 
 
 
 
 
.

 
 
· 
 
 
 

 
᾽ 
 
; 
 
 
.

 
 
 
 
· 
 
 
 

 
, 
 
 
 
 
.

; 
 
· 
 
 

 
 
 
 

 
, 
 
 
.

 
 
 
 

 
 
 
 
 
 

ʼ 
 
 
ʼ 

 
 
 
 
 
. 
 
ʼ 
 
 
 
,
 
 
 

 
 
 
 

. 
 
ʼ 
 
·
 
 
 
, 
 
 
 

 
 
, 
 
ʼ 
ʼ 
 
 

 
 
 
.
 
 
 
, 
᾽ 
 
,
 
 
 

 
 
 

, 
 
, 
 
ʼ 
.
 
 
 
 
 

 
 
 
 
 
·
 
, 
 
 
 
 

 
 
 
;
᾽ 
 
ʼ 
 
,
 
 
 
᾽ 
 
;
 
ʼ 
 
 
 
,
 
 
 
 

. 
 
ʼ 
 
 
᾽ 

 
ʼ 
 
, 
 

 
 
· 
 
ʼ 

 
 
 
· 
 
 

 
 
 
 
.
9511	 
 
 
 
 
 
 

 
· 
 
 

 
ʼ 
 
 
 
, 
᾽ 
ʼ 
ʼ 
 

 
 
 
 
 
 

 
 
. 
 
ʼ 
 

· 
 
 
 
,
 
ʼ 
 
 

 
 
 

 
 
, 
 
ʼ 

 

 
 
;
 
ʼ 
 
ʼ 
 

 
 
ʼ 
 
.
 
 
 
 

 
ʼ 
 
 
.
 
ʼ, 
 
 
 
᾽ 
,
 
 
 

 
ʼ 
 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
ʼ 

 
ʼ 
ʼ 
ʼ, 
᾽ 
 

ʼ 
, 
 
ʼ 

 
 
ʼ 
 
.
9643	 
 
 
 
᾽ 
 

᾽ 
, 
 
ʼ 
 
·
᾽, 
 
ʼ, 
 
 
 — 
 
 
 — 
; 
 
 
 
 
.
 
ʼ 
᾽· 
 
. 
 
ʼ 
 

 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
ʼ· 
 
 

 
 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
. 
 
ʼ 

 
ʼ 
 
 
.
 
 
᾽ 
· 
 
 
.
 
· 
 
 
,
 
 
ʼ 
ʼ. 
 
 
 

 
 
 
 
·
 
ʼ, 
 
 
 
,
 
 
 
 
ʼ 

 
 
; 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 
 

 
 
 
;
 
ʼ 
 
, 
 
 
 

 
 
, 
 
 
·
 
 
 
. 
 
ʼ 

 
· 
 
 
 
;
 
 
 
· 
 
ʼ 

, 
 
ʼ 
, 
 
 

 
 
. 
 
ʼ 
 
,
 
 
 
,
 
 
 
 
, 
᾽ 
 
, 
 

 
 
. 
᾽ 
 
 

ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
 
. 
 
ʼ 
 

ʼ 
 
 
ʼ 
 
·
 
 
ʼ 
 
 

ʼ, 
 
 
 
 

᾽ 
. 
 
ʼ 

 
 
 
 
.

 
 
ʼ 
 
 
ʼ 
᾽ 
 

, 
, 
 
 
.
9928	
 
 
 
 
 
·
 
 
. 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
.

 
, 
 
 
ʼ 
, 
ʼ, 
 
 
;

 
 
 
 
· 
᾽ 
ʼ 
.

 
 
 
· 
 

 
.

 
 
 
 
;

 
 
.

 
ʼ, 
 
 
ʼ 
 — 

 
 
 
ʼ 
.

 
 
 — 

 
 
.

 
 
 — 

 
 
, 
 
.

 
ʼ 
 
.

 
 
.

 
 
 
 
;

 
 
 
.

᾽ 
 
 
 
.

 
 
 
.

 
 
 
 
.

 
 
 
.

ʼ 
᾽, 
 
.

 
, 
 
ʼ 
ʼ 
.

 
 
.

· 
 
 

 
 
 
, 
᾽ 
· 

 

 
 
 
 
.
10119	
 
 
 
 
 
,
, 
 
᾽ 
· 
 
 

 
, 
 
 

 
 
ʼ, 
 
 
 
·
 
 
 
 
,
᾽ 
 
 
 
 

 
ʼ 
 
, 
 
 

 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
· 
 
 
 
 
,
 
 
 
 
ʼ, 
·
 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
·
᾽ 
ʼ 
 
 
 
ʼ 

 
 
, 
 
᾽ 
 
᾽ 
.
 
 
᾽ 
, 
 
ʼ 
 
·
 
 
 
· 
 
ʼ 
᾽ 
·
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 
,
 
 
 
 

 
 
 
ʼ 
 

 
ʼ 
· 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 — 
 
 
 
 
 
,
 
 
ʼ 
 
 
. 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
 
 
 
, 
 
 

 
 
 
 
·
 
ʼ 
 
᾽ 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
 
 
ʼ 

᾽ 
 
 
᾽ 
.
 
ʼ 
 
᾽ 

, 
 
 
 
 
 
.
10412	
 
 
 
,
 
ʼ 
 
 
·
 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
ʼ 
 
 
.
