@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gregorius N. Bernardakis
@filename=tlg0007.tlg109.perseus-grc1
@funder=The National Endowment for the Humanities
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Plutarch, Moralia, Gregorius N. Bernardakis, Leipzig, Teubner, 1891, 3.
@sponsor=Perseus Project, Tufts University
@title=De genio Socratis, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:08Z

. 
 
, 
 
, 
 
: 
. 15 
. 
 
, 9 
 

 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 18 
 19 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
᾽ 
 
 
 
 
 
 
 
 
 
 
: 
. 18 
 19 
 
. 14 
 12 

, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 

᾽ 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
” 
 
 
. 1, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 

 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
. 
 
 
 

 
 
 
 
 
 
. 
. 
: 
 
 

. 
᾽ 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
. 

, 
 
, 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
· 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
: 
. 11 
 7 

 
· 
 
 
 
 
 
 
: 
 
 
. 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 

, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 

 
 
. 

 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
· 
, 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
: 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
. 53 
 50 
. 
. 
 
.
 
 
 
 
 
 
: 
 
 
 
 
 
.” 
 
 
 
 
” 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 , 
 
 
 , 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
. 
. 
 
. 
. 
. 
. 
. 15 
. 
 36 
 27 
, 
 18 
 14 
, 
 45 
 35 
. 
 
: 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 

 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
.
: 
 
 
 
 
 
, 
 
 
, 
. 14 
 13 

 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 

᾽ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
ʼ, 
: 
 
, 
 
 
 
 
 
 
 
. 21 
 17 
. 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
” 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
” 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
” 
” 
 
. 
 
 
 
 
 
 
, 
 
 
;” 
 
 
 
 
 
᾽ 

 
· 
 
 
 
 
 
 
 
 
 
 
. 85 
 
 72 
. 
 
 
 
: 
.
 
. 
 
 
 
: 
 
” 
 
 
 
 

. 
 
 
 
 
: 
 
 
 
 
 

 
 
 
 
 
.” 
 
 
 
 
” 
. 

 
· 
 
· 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 

 
 
, 
 
 
· 
 
 
 
 
” 
 
 
 
 
” 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
ʼ 
 
, 
. 33 
 31 
 
 
 
: 
.
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 13 
 12 

 
 
. 8 
 9 
. 
. 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
: 
 
: 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
: 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
. 
 
 
. 
 
·.” 
 
 
 
 
 
᾽ 
᾽ 
” 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 

 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

᾽ 
 
 
 

, 
 
 
 
 
 
, 
 
 
. 
. 
. 

 
. 
 
 

 
 
. 
 
 
 
. 
 
. 
 128 
 100 

, 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽
 
 
” 
. 23 
 
 16 
. 
 
, 

 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
” 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
” 
 
.” 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
;” 
 
ʼ” 
 
 
 
. 
 
” 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.” 
 
 
” 
 
 
 
; 
 
 
᾽ 
 
 
 
 
 
 
.” 
 
 
” 
 
 
· 
 
 
, 
 
 
 
, 
· 
 
ʼ 
 
 
 
, 
 
, 
, 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
: 
 
 
 
 
, 
 

ʼ 
 
 
; 
 
 
 
.” 
 
 
 
 
 
 
ʼ 

 
 
 
, 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
. 8 
. 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 

 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

 
᾽ 
 
 
 
 
 
 

 
 
 
 
: 
 
 
: 
 

· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 463 
: 
· 
 
 
ʼ 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
” 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
. 7 
 5-6 

 
 
 

 
 
 
 
 
. 7 
 11 
. 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
” 
 
 
 
 
· 
 
 
 
, 
ʼ 
 
 
 
 
 
;” 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.” 
 
 
 
 
᾽ 
 
. 
 
 
 
 
” 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
· 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
: 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
ʼ 
 
 
 
” 
 
 
; 
 
 
 
, 
 
· 
 
 
; 
 
 
 
 
 
 
” 
” 
 
 
 
· 
 
 
 
 
 
 
 
 
: 
 
 
 
. 26 
 
, 26 
. 
. 
: 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
.” 
” 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
. 
 279. 
 
 
 
 
 
 
 
 
,” 
, 
 
 
 
 
 
 
 
 
 
 
, 
” 
. 
 
 
 
 
, 
” 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
; 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
. 
 
 

 
· 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
: 
. 23 

 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 8 
 7 
 
 
 

, 
 
 
 
 
 
ʼ 
 
 
 
.” 
 
 
 
 
” 
 
, 
 
 
 
 
 
 
 
; 
 

 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ , 
 
 
 
 
 
 
 
 
 
. 16 
 14 
. 
. 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
: 
 
 
, 
 
 
, 
 
 
 
 
.” 
 
ʼ 
 
 
 
” 
 
 
, 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
ʼ 
· 
 
 
 
 
 
᾽ 
 
᾽ 
, 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
: 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
. 
 
 
 
 
 
: 
 
 
: 
. 18 
 16 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
: 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
: 
 
 
 
. 
 
 
.
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
” 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
;
. 
. 441 
. 282, 
 
 
 
 
” 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
: 
ʼ 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 37 
 25 

· 
 
 
 
 
 
 
 
 
ʼ 
, 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 

 
 
 
 
 
 
: 
 
, 
 
, 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
 
.
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
, 
 
 
 
 
, 
, 
 
 
.” 
 
 
 
 
ʼ” 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
.,” 
 
 
 
 
, 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
.” 
 
 
 
” 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
ʼ 
 
 
” 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
, 
 
’ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
: 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 

 
, 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 

 
 
 
. 
 
 
 
 

 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
, 
 
; 
 

 
 
 
 
 
;” 
ʼ” 
 
 
 
 
 
 
 ·” 
᾽ 
 
 
 
 
.” 
. 
 
 
” 
 
 
, 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
; 
 
ʼ, 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
ʼ” · 
 
 
 
 
· 
 
 
 
 . 
 
 
 

 
 
᾽ 
” 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.” 
 
;” 
: 
 
 
. 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
, 
 
 
 ʽ 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
᾽ 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
.” 
 
ʼ 
 
 
᾽ 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
;” 
 
. 
. 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
.” 
 
 
” 
 
 
 
 
 
 
 
 
, 
 
; 
: 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;” 
” 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
.” 
᾽ 
” 
 
 
 
 
 
 
 
 
 
 
 
 
;” 
. 
 
ʼ 
 
 
 
 
 
 
 
; 
 
᾽ 
 
 
 
 
 
 
 
 
;” 
 
” 
 
.” 
 
 
” 
 
 
, 
 
 
 
 
: 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
.” 
 
 
” 
 
 
 
᾽ 
 
 
 
 
: 
 
 
 
 
 
 
· 
 
ʼ 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;” 
 
 
.” 
᾽ 
” 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
;” 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;” 

” 
 
 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
. 
.
 
, 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
. 
 
 
, 
 
 , 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
, 
᾽ 
 
 
: 
 
: 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
: 
 
 
 
 
 
.” 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
 
: 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
;” 
 
 
 
 
” 
 
, 
 
, 
, 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
. 
. 964 

ʼ 
 
 
 
” 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 

 
 
 
 

 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 

 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
” 
, 
 
 
” 
 
, 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.” 
 
 
 
 
, 
 
 
 
 
 
” 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
, 
 
, 
 
 
.” 
 
 
 
· 
 
” 
 
 
, 
 
 
 
 
 
 
 
 
;” 
 
” 
 
 
 
 
 
.” 
 
” 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 

 
.” 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
, 
 
 
;” 
” 
 
” 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
· 
, 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 

 
 
: 
. 
. 
. 
. 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
, 
 
, 
 
, 
 
 
, 
. 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
᾽ 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
, 
 
, 
 
 
; 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
.” 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
ʼ” 
 
᾽ 
 
; 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
” 
 
 
 
ʼ” 
 
 
 ʽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
. 

, 
 
 
 
 
 
 
 
 
 
᾽ 
 
.” 
 
 
 
 
᾽ 
 

 
” 
 
 
 

 
 
 
 
 
;” 
 
 
 
·” 
. 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
;” 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
;” 
, 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
. 
. 36 
 27 
. 
 

ʼ” 
 
 
 
, 
 
 
 
 
ʼ 
 
 

᾽ 
᾽ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
· 
 
 
 
 
 
: 
 
, 
 
 
 , 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
 
 

, 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
. 41 
 17 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
ʼ 
: 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 

 
ʼ 
 
 
 
· 

 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
. 19 
 15 
 
: 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
: 
 
 
, 
᾽ 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
· 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, · 
 
 
 
 
 
 
.
. 
 
 
 
. 489 
; 
. 
. 
. 
. 239 
: 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
: 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
: 
 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 

, 
 
 
 
᾽ 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
. 
. 
ʼ 
 
 
 
 
 
: 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

, 
 
 
 
 
 
 
 
 
 
: 
 
. 5 
 3 

 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 6 
 8 
. 
 
. 

 
 
 
 
 
 
 , 
 
 
 
 
 , 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 

 
ʼ 
 
 
 
: ** (21 
 23 
) 
 
.” 
” 
 
 
 
 
ʼ 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ” 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 , 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
᾽ 
 
᾽ 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
 

 
 

 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
. 6 
 8 

 
 
 

 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 8 
 9 
 
 
 
; 
 36 
 22 
 
 

 
. 
: 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
. 
 
 
.
 
, 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
· 
 
 
 
 
 
. 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
” 
 
ʼ 
 
 
, 
 
 
 
;” 
᾽ 
” 
 
 
 
 
· 
 
 
 
· 
 
 
 
, 
 
 
 , 
 
 
 
 
 
: 
 
 
, 
 
 
 
” 
 
ʼ 
 
 
 
 
; 
 
 
” 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
ʼ , 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
. 
.
 
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
; 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
ʼ , 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
.” 
᾽ 
 
” 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
: 
 
.” 
 
” 
 
 
 
 
. 
 
 
· 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 

 
 
 
. 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
” 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
.” 
᾽ 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
. 
. 564 

 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
: 
ʼ 
 
 
, 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
. 

 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
· 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
” 
 
, 
 
, 
 
 · 
 
ʼ 
” 
 
 
 
, 
 
 
 
. 

 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
᾽ 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
.” 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
. 
, 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
ʼ” 
 
 
 
 
 
 
 
 
 
;” 
 
 
 
 
” 
 
 
, 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.” 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 

 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
: 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
. 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 

 
 
 
 
ʼ 
 
 
. 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 8 
 7 
 
 
 
; 
 5 
 11 
 
: 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
. 

, 
 
 
 
, 

ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
.” 
 
, 
 
 
 
 
 
 
.” 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
” 
 
 
᾽” 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
.” 
 
” 
 
·” 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
· 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 

 
 
 
 
 
 
, 
 
᾽ 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
. 7 
 
. 
: 
. 
. 
. 
. 
, 
 
 
, 
 
 
, 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
: 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 

 
 
.” 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
 
 
· 
 
 
 
;” 
 
 
ʼ” 
 

 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
· 
. 

” 
 

 
 
 
 
 
 
 
 
. 
. 
. 598 

 
 
 
 
 
 
” 
 
 
 
. 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
” 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 

· 
 
 
 
 
 
, 
, 
 
ʼ 
· 
 
 
, 
 
 
, 
 
 
 
: 
, 
 
 
 
 
 
 
 

 
 
, 
᾽ 
 
 
 
 
 
 
·” 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
” 
 
 
 
᾽ 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
; 
 
 
, 
᾽ 
, 
 
 
, 
 
 
; 
 
 
.” 
 
” 
 
 
 
᾽ 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 , 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
.” 
 
 
 
, 
 
, 
 
 
 
 
· 
 
: 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
, 
᾽ 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
. 
 
, 
 
 

 
 
, 
. 
 
 
 
. 
. 596 
)
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 , 
 
 
 
 
 
 
· 
 
 
 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
,· 
 
 
 
 
 
 
. 
 
 
” 
 
, 
 
, 
 
 
 
 
 
” 
 
 
 
 
 
ʼ” 
 
 
 
 
;” 
” 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
.” 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
· 
 
 
 

 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ” 
 
 
 
, 
 
 
 
 
 
, 
 
· 
 
 
 
 
, 
 
 
. 

 
 
” 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
” 
, 
 
 
 
 
.” 
 
 
 
, 
 
. 
. 
. 18 

 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 11: 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
. 
 

 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
: 
 
 
: 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
· 
 
 
 
 
” 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
, 
 
;” 
 
 
 
 
 
 
: 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
, 
 
: 
 
 
 
 
 
 
 
 
, 
᾽” 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
” 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
. 
 
ʼ 
 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
: 
. 6 
 7 

 
 
 
 
 
” 
 
 
 
 
 
 
 
᾽ 
 
” 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
, 
 
 
 
 
; 
 
 
 
; 
 
 
 
;” 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
,. 
 
 
 
 
 
 
: 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
; 
, 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
. 
. 12: 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
. 15 
 19 
. 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
· 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
; 
 
. 
 
: 
 
. 15 
 
 
. 
. 
 
 

 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
.
