@node
@author=Aratus Solensis
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Charles Burton Gulick
@filename=tlg0653.tlg001.perseus-grc1
@funder=Google Digital Humanities Awards Program
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aratus Solensis, Phaenomena, G. R. Mair, London: William Heinemann; New York: G.P. Putnam's Sons, 1921.
@sponsor=Perseus Project, Tufts University
@title=Phaenomena
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:47:33Z

 
 
, 
 
᾽ 
 

· 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 

 
· 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
,
 
, 
 
ʼ 
 
 

 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
, 
 
, 
 
ʼ 
 

 
 
 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
.
, 
, 
 
, 
ʼ 
 
, 
 
 
 
. 
 
 

 
 
· 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
)
/
 
. 
., 
. 
.
 
 
᾽ 
 
 
· 
 
 
ʼ 
᾽ 
 
, 
 
᾽ 

 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
)
\\
 
; 
)
\\
 
.
 
.
 
 
 
 
 
·
᾽ 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 


 
, 
 
 
 

 
ʼ 
 
 
 
᾽ 
 
 

, 
 
 
 
,
 
 
 
. 
 
 
, 
 
 
 
 
 

 
, 
 
 
 

 
 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
. 
 
 
 

 
,
 
ʼ 
 

 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
·
 
 
 
 
·
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
, 

 
ʼ 
 
ʼ 

· 
 
ʼ 
 
 
 
 

, 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
. 
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
 
,
 
ʼ 
 
 
. 
 
 

 
᾽ 
 
 
 
, 
 
 
, 
 
ʼ 
· 
 
ʼ 

 
 
 
 
 
 

 
ʼ 
 
, 
 
 
 

 
 
 
· 
 
ʼ 
 
ʼ 

 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 

 
 
 
 
 
.
ʼ 
 
 
 
 

. 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
 
 

. 
 
ʼ 
᾽ 
 
 

 
· 
᾽ 
 
 
 

 
· 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
 
. 
 
 

 
 

ʼ 
 
 
 
,
 
 
 
.
 
 
 
, 
 
 
 

 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 

 
· 
 
 
 
 
·
 
 
 
 
 
 
 
. 
᾽ 
 
 
· 
 
 
·
 
ʼ 
 
, 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
,

 
 
 
 
 
 
. 
 
 

 
 
 
 
,
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

᾽ 
 
 
 
, 
 
. 
 
ʼ 
 
 
 


 
᾽ 
 
 

ʼ 
 
 
 
.
 
 
 
· 
 
 
 
 

 
 

 
 
. 
 
 
 
 
 


 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 

 
 
ʼ 
, 
 
 
,
 
· 
 
 
 
 
 
, 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 

 
ʼ 
 
 
 
,
᾽ 
 
, 
 
 
 
.
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
,
 
 
 
.
 
 
 
 

 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
, 
 
 
 
 
 
,
 
 
 
 
 
, 
 
,
 
 
 
, 
 
.
ʼ 
, 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
(
/
 
.
, 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 
·
᾽ 
ʼ 
 
 
 
, 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
·
 
 
 
 

· 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
."
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
 
.
᾽ 
 
 
 
, 
 
ʼ 
,
 
, 
 
 
, 
 
 
 
 

, 
 
 
 
ʼ 
,
 
 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 

 
· 

ʼ 
 
·] 
; 
 
 
 
 
. 
 
.
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
. 
 
 
, 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
,] 
 
 
 
 
. 
. 
. 
 
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
· 
᾽ 
 
 
 
 
 
 
.
 
 
 

 
ʼ 
 

·
 
ʼ 
 

 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 

. 
 
 
 
 
,
 
 
 
 
 
 
. 
 
 
 

 
 
 

 
, 
 
 
 
 

 
᾽ 

 
ʼ 
 
 

 
 
 
,
 
 
 
 
 
 
 
 
 
· 
 
 
 
 

 
. 
 
ʼ 
 

 
, 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

. 
 
 
 
᾽ 
 
 
·
 
 
 
· 
 
 

 
 
 
, 
 
 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 

 

 
 
᾽ 
 
 

 
· 
 
 
 

 
 
 
 
 
 
 
· 
 
 
,
᾽ 
 
 
 

 
 
, 
 
 
.
ʼ 
 
 
 
 

 
 
· 
᾽ 
 
 
 
 
 
ʼ 
, 
 
 
 
.
 
 
 
 
 


 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
ʼ 

ʼ 
 
 
, 
(/
... 
)
=
 
.
 
 
 
 

. 
 
ʼ 
 
 
 
 
. 
 
 
 
 
.
 
 
 
 
 


 
 
. 
 
 
᾽ 

 
, 
᾽ 
 
 
·
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
,
 
 
 
 
 
 
· 
 
ʼ 

 
 
᾽ 
 
 
.
ʼ 
 
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
᾽ 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 
 

 
 
 
 
,
 
 
· 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 

 
 
 
 
 

, 
 
 
 
 
᾽ 
.
᾽ 
 
 
 
· 
᾽ 
 
 

 
 
 
 
. 
 
 
 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 
,
᾽ 
 
 
· 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
· 
 
 

 
 
 
 
 
 
.
 
 

 
 
, 
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

, 
 
ʼ 
 
 

· 
 
 
᾽ 
 
. 
 
 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
᾽ 
 
 
 

 
, 
 
ʼ 
 
 


, 
 
 
· 
 
ʼ 
 
, 
 
ʼ 
 

· 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
 
ʼ 
 
 
,

᾽ 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
. 
 
 
 
 
 
 

 
· 
 
 
 
 
 
.
 
 
 
 


 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 


. 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
᾽ 
 
. 
 
ʼ 
 
 

 
 
 
 
ʼ 
 

 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 

 
 
, 
 
ʼ 
, 
, 
 
 
 
 
 
 

 
 
 
ʼ 
.
 

ʼ 
· 
 
ʼ 
᾽ 
 
 
 

 
, 

 
 
 
.
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 

 
 
 
· 
 
 
 

 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 

᾽ 
 
 
, 
 
 
 
 

 
 
 
, 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
ʼ 
 

· 
 
ʼ 
 
 
 
 

 
ʼ· 
 
ʼ 
 

. 
 
 
 
 
 
 
 
 

 
 
ʼ 
 
.
 
 
 
 
 

 
 
. 
 
 

 
, 
 
 
·
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 

 
 
, 
ʼ 

ʼ 
· 
 
 
 
 
 

 
 
. 
 
 

 
᾽ 
 
 
 
 
· 
 
 
 

 
 
 
 

ʼ 
᾽ 
 
· 
 
ʼ 
 

· 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
)/
 
; 
 
)/
 
/
?
 
, 
 
 
, 
 
᾽ 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
 

 
, 
 
ʼ 
 
 
᾽ 
. 
 
 
 
 
 
 

 
 
· 
 
 
 
 

 
. 
 
 
 
 

 
 
, 
 
 
 
 
 

 
· 
 
 
 


ʼ, 
 
 
, 
 

 
· 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 


 
 
 
 
 

 
 
 
 

 
 
 
. 
 
 
 
 
 
 

 
 

 
 
,
, 
᾽ 
 
 
· 
 
ʼ 

 
 
, 
 
 
 

 
 
 
, 
 
 
 
 
· 
 
 
ʼ 


 
 
᾽ 
 

 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
. 
 
 
 
· 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
᾽ 
 

 
 
 
. 
 
 
ʼ 

 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
 
ʼ 
 
 

· 
 
 
 
 
 
 
 
,
᾽ 
 
 
, 
 
 

, 
᾽ 
 
 
 
 
 
· 
 
ʼ 
 
 

, 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 

 
 
 
, 
 
 
 
. 
 
 
 
 

 
᾽ 
 
 
 
.
 
 
 
 
 
 
 

 
 

 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 

 
. 
 
 
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
,
 
 
᾽ 
 
·
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
,
 
 
 
 

· 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 

 
· 
 
 
 
᾽ 

ʼ 
᾽ 
 
᾽ 
 

 
. 
 
 
ʼ 
 
 
 
 
ʼ 
, 
 
.
 
 
, 
 
ʼ 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 

, 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 

, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 

· 
 
ʼ 
 
 

 
᾽ 
 
 
 
 
. 
 
ʼ 
, 
 
 
,

 
 
 

 
 
, 
 
 
 
.
 
, 
 
 
,
 
 
 
 
 
 
 
 
· 
 
 
,
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
, 
 
᾽ 
·
 
 
᾽ 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 

 
 
 

 
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 

, 
 
, 

.
 
ʼ 
 
 
 
 
 
ʼ 

· 
 
 
 
. 
 
 
 
 
 
 
 

, 
 
 
 
᾽ 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
, 
 

 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 

ʼ, 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 

ʼ 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
,
ʼ 
 
 
· 
 
 
 

 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 

, 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
. 
 
ʼ 
 
 

, 
 
 
 
. 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 

, 
 
 
 
 

 
 
 
, 
 
 
 

 
 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
 
 
᾽ 
 
 
 


 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
·

 
, 
 
 
 

 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 

 
ʼ 

 

 
 
.
 
 
 

 
 
 
. 
 
 
 
 

 
· 
 
 
 
 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
, 
 
,
 
 
 
. 
 
 
᾽ 
 
 
 

 
 
· 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
ʼ 
.
 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
—
 
 
 
 
 
 
 
,
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
, 

 
·
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 
. 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 

, 
 
 
 
 

 
· 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
·
 
ʼ 
, 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
·
 
ʼ 
 
 
, 
᾽ 
, 
· 
 
 
 
· 
 
 
᾽ 

 
 
, 
 
 

 
 
 
 
 
 
 
ʼ 

, 
 
 
 
 

, 
 
 
 
 
 
, 
᾽ 
 
 
 
.
 
, 
 
 
, 
ʼ 
 
,
 
 
 
 
ʼ 
 
,
 
 
ʼ 
 
· 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
· 
 
 
 
 

, 
᾽ 
 
 
· 
 
 
 
,
 
 
 
, 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 

 
 
 
· 
 
 
 

. 
 
 
 
 
 

 
, 
 
 
 
 
. 
 
ʼ 
, 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
· 
 
 
 

, 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
ʼ 
 
 
.
 
 
 
, 
 
 

 
 
 
. 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 

 
 
, 
 
 
᾽ 
 

 
, 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
ʼ 
 
 
 
,
 
᾽ 
 
 

 
 
 
· 
 

 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
.
 
 
 
 
. 
 

 
 
 
 
.
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
, 
 
᾽ 
 
· 
 
ʼ 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 

· 
 
ʼ 
 
ʼ 
 
·
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
,
 
 
 
· 
 
ʼ 
 

 
 
 
 
, 
 
ʼ 
. 
 
ʼ 
  
 

 
 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
᾽ 
 
· 
 
 
 
 
 
 

. 
 
ʼ 
 
 
 

 
 
· 
 
 
 

᾽ 
 
 
 
,
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
.
 
 
, 
 

,
 
 
 
, 
 
 
, 
 
ʼ 
 
 
.
 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
᾽ 
 
᾽ 
 
 
 
,
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
᾽ 
 
 
.
 
 
 
 
᾽ 
 
 
. 
 
 
 
, 
 
ʼ 
, 
 
,
᾽ 
 
 
, 
 
ʼ 
 

 
, 
 
 
 
 
,
 
 
, 
 
 
.
 
 

 
 
 
 
 
 
ʼ 
, 
 
. 
 
 
 

 
 
 
, 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
. 
 
 
 
 
 
 
 


. 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
.
ʼ 
 
 

 
 
,
 
, 
 
 
 

 
 
 
.
 
ʼ 
 
)= 
. 
. 
 
. 2. 42. 
. 
. 
. 396 
#3
 
 
 
 
 
"; 
. 617 
#3
 
 
"; 
. 1133 
 
 
 
 
 
"; 
) 
 
 
.
 
 
 
 
· 
᾽ 
, 
 
 
 
 
 
,
 
 
. 
 
ʼ 
 
 

 
ʼ 
· 
 
 
; 
. 
.
 
 
 
 

 
, 
 
 
 
, 
 
 
 
 

 
 
 
 
 

 
 
. 
 
 
᾽ 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 


 
 
· 
 
 
 
 
 
.
 
· 
 
, 
 
 

 
, 
 
 
 

 
 
 
 
,
 
 
 
 
. 
 
 
 
 
 
 
,
 
 
 
 
,
, 
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
ʼ 
,
 
᾽ 
 
, 
᾽ 
 
 

 
. 
 
 
 
 

 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
ʼ 

 
, 
 
 
 
 
.
 
 
 
 
 
 

 
. 
 
ʼ 
 
 
 

 
 
, 
 
 
ʼ 
, 
᾽ 
 
ʼ 
 
 
 
ʼ 

 
, 
 
 
᾽ 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
· 
 
 
 

 
, 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 

 
 
 
 
 
 
 
᾽ 
 

 
 
. 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
· 
 
ʼ 
 

 
, 
 
ʼ 
 

 
 
 
 
 
. 
)
/
 
 
 
' 
; 
)
/
 
.
 
 
 
, 
 
 
 

, 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 

.
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
᾽ 
 

 
· 
 
 
 
 
 
 
, 
 
 
 
 

 
 
᾽ 
 
.
 
 
, 
 
 
 
 
 
 
,

 
· 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
,
 
 
 
, 
 
ʼ 
· 
, 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 

 

 
 
 
 
· 
 
ʼ 

 
 
 
 
 
. 
᾽ 
 
 
 
 
᾽ 
 

 
 
 
. 
᾽ 
 

 
 
 
 
 
.
 
 
 
 
 
· 
᾽ 
 
 

 
, 
ʼ 

, 
 
. 
 
ʼ 
᾽ 
 
 

 
 
 
,
 
 
, 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
, 
 
ʼ 
, 
, 
 
 
 

 
. 
 
 
 
 
 

 
, 
 
ʼ 
 
 


. 
 
 

 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
. 
᾽ 
 
 

 
, 
 
 
 
 
 
· 
 
 
 
 
 

 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
. 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
,
ʼ 
 
, 

 
 
 
 
 
. 
᾽ 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
,
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
; 
 
 
 
 

 
, 
 

· 
 
 
 
 
, 
 
, 
 
 
 
·
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
,
5147	 
 
ʼ 
 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
ʼ 

, 
 
 
ʼ 
 
 
ʼ 
 
· 
 
ʼ 
 
 
 
.
5219	 
 
 
, 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
.
 
 
· 
 
 
, 
 
 

, 
 
 
 
 

 
 
 
 
 
. 
 
 
ʼ 
, 
 
 
 
ʼ 

᾽ 
 
 
 
.
 
 
 
 
, 
 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
·
5319	 
 
 
 
, 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
, 
᾽ 
 

, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
,
5358	 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
᾽ 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
·
5431	 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
· 
 
 
 
 
᾽ 

· 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
᾽ 
 
, 
 
 
,
᾽ 
 
᾽ 
 
,
᾽ 
 
 
 
, 
 
ʼ 
 
 
 
 
.
5501	 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
· 
 
ʼ 
, 
. 
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
.
5573	 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
 
 
· 
᾽ 
 
 
 
 
 
 
,
 
, 
 
 
 
 
᾽ 

 
, 
 
 
 

 
 
· 
 
 
 
 

 
, 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
, 
 
 
·
 
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
 
,
5680	 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
.
5715	 
 
 
 
 

, 
᾽ 
 
 
 
,
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
,
5750	 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
.
5788	 
ʼ, 
 
 
 
 
ʼ 
,
 
 
· 
 
 
 
·
 
 
 
 
 
, 
 
 

 
 
 
 
, 
 
 
 
· 
 
 
 
 
 

 
, 
 
ʼ 
 
᾽ 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
,
5863	 
 
 
 
 
 
 
ʼ 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
.
ʼ 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
,
5902	 
. 
 
ʼ 
 
 
 

 
 
 

 
, 
 
 
 
 
,
 
 
· 
 
 
 
 
 
 
. 
 
 

 
 
 
 

 
 
 
 
.
 
 
 
 

 
, 
 
ʼ 
 
 
 
 
 
 
 
 
,
5963	 
ʼ 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
᾽ 

 
 
 
 
 
 
 
 
᾽ 
 
 
 
·
6001	᾽ 
ʼ 
 
 

 
 
᾽ 
 
,
 
 
 
 
ʼ 

 
 
 
 
 
. 
᾽, 
 
 
 
 
 

 
 
 
 
,
 
 
᾽ 
 
 
.
ʼ 
, 
᾽ 
 
 
 

 
 
 
 
, 
 
 
 
 
.
6059	᾽ 
 
 
 
 
 

, 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
.
6092	 
 
 
 
 

· 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
,
ʼ 
 
 
 
 
.
 
, 
᾽ 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
.
6158	 
 
 
 
 
ʼ 
 
,
 
 
 
 
, 
 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
 
· 
 
 
 
 
 
.
6193	 
 

 
 
ʼ 
 

 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
, 
 
᾽ 
, 
᾽ 
 
 
 
 
·
6228	 
 
 
· 
 
ʼ 
 
.
 
 
 
 

 
 
 
.
 
 
 
 
 

᾽ 
 
· 
 
ʼ 
 
 
 
 
 
·
6263	 
 
 
 
 
.
 
 
, 
 
ʼ 
ʼ 
 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
,
6299	 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
᾽ 
 
, 
 
ʼ 
 
ʼ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
 
 
 

 
 
 
 
 
,
 
 
 
 
ʼ 
. 
 
 
 
, 
ʼ 
 
,
6366	 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
·
 
 
 
 
 
. 
 
 
, 
 
 
,
6394	ʼ 
᾽ 
, 
 
 
 

 
, 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
 
. 
 
 
 
 
᾽ 
 

, 
 
ʼ 
 
 
,
 
 
 
 

· 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
,
6462	 
 
 
᾽ 
 
.
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
·
6504	 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
6537	 
 
 
 

 
 
 
,
 
 
 
 
 

 
 
 
 
, 
 
 
 
, 
 
,
6564	 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
ʼ 
 

 
 
 
 
, 
 
 
 
 
 
 
ʼ 

 
 
, 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
᾽ 
 
· 
 
 
 
 
 
 

 
· 
 
 
 

 
, 
 
 

, 
 
 
 
 
.
 
 
, 
 
 
, 
 
 
 
 
 
,
6659	 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 
. 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
,
6720	 
 
 
 
 
 
.
 
 
 
 
 

· 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
, 
 
 
 
 
 

 
 
· 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
ʼ 
 
 
᾽ 
 
 
, 
ʼ 
 
 
 

 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
, 
·
 
 
 
ʼ 
 
 
 
 
ʼ 
 
,
6819	᾽ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 

 
, 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 

 
 
, 
ʼ 
 
,
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
. 
 
 
 
 
 
 
, 
 
 
,
6888	 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 

, 
 
 
ʼ 
 
·
 
ʼ 
, 
 
 
, 
 
· 
 
 
 
,
6947	 
 
 
 
 
,
 
 
 
 
, 
ʼ 
᾽ 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
,
6982	 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
,
7013	 
 
 
 
 
,
᾽ 
 
 
· 
 
 
 
 

 
 
 
, 
 
ʼ 
 
᾽ 

 
 
, 
 
ʼ 
 
. 
 
 
 
 

 
 
, 
 
 

 
, 
 
 
 
,
 
 
 
, 
 
 

 
 
, 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 

, 
 
 
 
.
ʼ, 
 
 
 
 
 
??ʼ,
 
 
 
 
,
 
 
 
 
 
 
, 
 
. 
 
 
 
 

ʼ 
᾽ 
; 
 
 
 
 

 
 
 
,
 
 
, 
 
᾽ 
 

 
ʼ 
 
 
 
, 
 
 
 
, 
 

 
, 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
.
7212	 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
. 
 
 
 
, 
 
 
 

 
, 
 
 
 
ʼ 

 
. 
 
 
ʼ 
 

 
, 
 
 
᾽ 
᾽ 
·
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
.
7281	 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
 
 
.
7314	 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
,
7345	 
 
 
 
 
.
 
 
, 
 
 
 
 

ʼ 
 
, 
 
 
ʼ 
 

 
 
 
 
, 
 
 
 
 
 
.
7379	 
 
 
 
 
 
 

 
 
, 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
·
7413	 
 
 
 
·
 
 
 
 
 

· 
 
᾽ 
 
 
 
 

 
 
 
 
᾽ 
 
, 
 
 
 
 
.
7445	 
 
 
 
 
 
 

 
, 
 
ʼ 
 

 
, 
 
 
 
 

 
 
 
. 
 
 
 
· 
 
 
 
 

 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
·
7513	ʼ 
 
 
 
 
 
·
 
 
 
᾽ 
 
.
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
· 
 
ʼ 

, 
 
 
 
 
 

 
. 
 
 
 
 

 
, 
 
 
 
,
 
 
 
. 
 
 
 
 
 
 

 
. 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 

 
 
 
·
 
ʼ 
 
 
 

 
 
, 
 
 
 
·
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 

 
 
 
.
 
 
 
ʼ 
 
 
 

 
· 
 
 
 

 
 
 
, 
 
 
 
 
 
,
7668	 
 
 
ʼ 
.
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
.
7693	᾽ 
 
 
 

, 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
, 
 
 
,
7721	 
, 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
.
7756	 
 
 
, 
 
 
 

 
 
 
,
 
 
 
·
 
· 
 
 
 
 
 
 
 
 
 
,
7785	 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
 
, 
᾽ 
 
 
.
7816	 
 
· 
 
ʼ 
 
 

· 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
᾽ 
 

 
 
 
 
,
 
 
 
, 
 
ʼ 
 

 
 
 
 

 
· 
 
 
ʼ 
 
 
 
ʼ 
, 
 
 

 
 
, 
 
 
.
 
 
 
 
 

 
 
 
᾽ 
 
.
