@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg003.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Clouds, Machine readable text
@titleStmt=&responsibility; &fund.AnnCPB;
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:49Z

 
·
 
 
 
 
 
 
 
·
. 
᾽ 
 
;
 
 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
· 
᾽ 
 
 
 
.
 
᾽ 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
.
᾽ 
᾽ 
 
 
 

 
 
, 
 

 
 
 
.
᾽ 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 

 
 
 

 
ʼ 
· 
 
ʼ 

 
 
 
 
·
 
 
 
. 
 
 
,
 
 
, 
᾽ 
 

 
 
 
 
 
.
ʼ 
 
 
; 
 
 
.
 
 
 
; 
 
;
᾽ 
 
 
. 
 
,
᾽ 
 
 
 
 
.
147	 
· 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
·
 
 
 
 
.
 
 
 
 
;
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
.
 
 
 
 
.
᾽ 
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
.
 
 

 
 
 
 
 
ʼ 
;
 
 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 
᾽ 
᾽ 

 
 
 
 
 
 
. 
.
᾽ 
ʼ 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
·
 
 
 
 
 

, 
, 
 
,
 
 
 
 
 
.
᾽ 
 
 
 

 
 
 
 
,
 
 
.
 
᾽ 
, 
 

 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
.
 
 
 
ʼ 
 
 
, 
᾽ 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
.
342	 
 
 
ʼ 
 
 
.
· 
 
 
 
 
 
 
;
᾽ 
ʼ 
 
.
 
 
 
;
 
 
 
 
.
 
᾽, 
 
 
᾽ 
 
,
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ· 
 
 

 
 
 
.
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
 
,
 
, 
ʼ 
.’ 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
 
 
, 
 
.’
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
, 
.
᾽ 
 
 
 
.
 
᾽ 
 
ʼ 
 
; 
;
 
.
 
 
;
 
 
 
 
 
 
 
.
. 
 
;
 
, 
 
;
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
,
 
 
.
 
 
 
 
;
 
 
 
 
 
,
 
ʼ 
 
 
 
.
565	 
, 
 
;
 
 
;

 
 
.
 
 
.
 
 
 
 
 
;
. 
 
 
᾽ 
 
 
 
;
 
 
᾽ 
 
.
᾽ 
ʼ 
, 
 
 

 
 
 
 
,
 
 
 
, 
 
ʼ 
.
 
ʼ, 
 
 
 
,
 
 
 
 
.
 
 
;
 
ʼ 
 
 
·
 
 
 
 
.
 
 
ʼ, 
. 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
· 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
, 
 
 
 

 
 
 
 
.
ʼ 
 
ʼ 
 
ʼ 
 

 
.
 
 
 
;
 
ʼ 
 
 
 
 
,
 
ʼ, 
 
, 
 
 
.
 
 
 
 
, 
 
,
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
᾽ 
 
 
.
 
 
· 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
,
᾽ 
 
᾽ 
 
 
᾽ 
 
·
᾽ 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 

. 
᾽ 
, 
 
ʼ 
 
.
᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
;
. 
 
᾽ 
 
,
᾽ 
 
 
 
; 
 
.
844	ʼ 
 
· 
 
᾽ 
 
 
 
;
 
 
 
.
 
 
 
ʼ 
 
 

 
 
 

 
ʼ 
 
.
 
· 
 
 
 
 
.
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
 
· 
 
 

 
 
 
 
.
. 
 
 
 
 
.
ʼ 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
 
 
;
.
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 

;
; 
 
 
.
ʼ 
 
 
 

 
 
 
, 
 

 
 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
 
;
 
 
 
 

· 
 
 
ʼ 
 
 
 

 
 
 
·
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

᾽ 
.
 
; 
 
.
 
 
 
 
 

 
 
 
᾽ 
 

 
 
 
 
 
.
 
 
 
.
 
 
ʼ 
 
 
 
 
.
· 
 
 
 
ʼ 
;
 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
1120	 
᾽ 
 
 
 
;
ʼ 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
· 
᾽ 
 
 
.
 
 
 
 
 
;
 
; 
 
 
 
;
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
;
 
 
 
 
.
 

. 
 
 
 
·
 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
᾽ 
;
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
;
 
ʼ 
 
 
.
᾽ 
ʼ, 
 
 
 
 
.
 
 
 
ʼ· 
᾽ 
, 

 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
᾽ 
; 
 
.
 
 
.
 
 
;
.
᾽ 
 
 
 
;
 
.
 
 
;
, 
 
 
.
 
.
 
 
 
 
 
.
 
 
 
 
 
. 
;
 
 
.
 
 
; 
 
,
 
 
 
 
.
 
᾽ 
 
 
 
.
 
 
 
 
 
;
᾽ 
. 
 
 
ʼ 
, 
 
,
 
 
 
 
.
ʼ· 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ;
 
; 
.
 
 
. 
 
 
,
 
᾽ 
 
 
 
.
᾽ 
 
 
.
 
ʼ 
ʼ 
.
 
 
 
 
 
 
 
;
.
 
;
.
 
.
ʼ 
, 
 
 
 
.
 
 
 
 
· 
 
 
 
.
1397	 
,
 
.
 
 
 
;
 
 
 
 
 
 
 
.
 
 
 
 
.
᾽ 
 
 
 
 
,
᾽ 
 
 
 
, 
;
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
· 
 
 
᾽ 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
;
 
 
 
 
ʼ 
 
 
;
 
 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
.
 
 
 
;
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
.
 
ʼ 
 
 
 
;
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
. 
 
ʼ 
᾽ 

 
ʼ 
 
 
 
 
.
 
 
 
; 
 
 

 
ʼ 
 
.
 
 
ʼ; 

 
 
 
;
 
 
 
ʼ 
 

᾽ 
 
;
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
;
 
.
 
 
 
 
 
.
 
.
 
 

 
.
 
 
; 
 

 
 
 
ʼ 
 
 
.
, 
 
 
 
 

 
.
 
 
 
;
 
 
 
 
.
᾽ 
᾽ 
.
1649	 
 
ʼ 
 
 
 
·
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
ʼ 
.
 
᾽ 
 
 
 
᾽ 
 
·
᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
1760	 

 
 
 
 
,
 
᾽ 
 

 
 
 

, 

 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
 
 
·
 
 
 
 

 
 
.
᾽ 
 
 

 
 

 
 
.
1812	 
 
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
 
·
 
 
 
, 
 
ʼ 
, 
 
 
 
 
, 
.
 
 
 
 
 
 
 
 
,
᾽ 
· 
 
 
 
 
 
 
.
1875	 

 
 
 
, 
 

 
 
·
 
 
 
, 

 

 
 
 
,
 
 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
 
 
 
 
,
 
 
,
 
ʼ 
 
 
,
 
 
 
,
 
 
 
.
1933	 
 
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
; 
 
 
 
;
ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
᾽ 
᾽ 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ· 
 
 
 

 
.
 
; 
.
ʼ 
 
 

 
 
 
 
 
, 
 
.
 
 
;
 
 
.
 
 
.
 
 
 
.
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
᾽, 
 
· 
 
 
 
.
 
 
 
 
 
 
ʼ 
᾽ 
;
 
ʼ 
᾽ 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
ʼ 
 
 
 
 
,
 
 
,
 
 
 
 
 
,
 
 
ʼ 
, 
 
 
.
᾽ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
᾽ 
 
, 
 
 
,
 
ʼ 
 
 
· 
᾽ 
᾽ 
 

 
 
 
 
 
ʼ 
 
.
 
 
᾽ 
 
;
 
 
, 
 
,
 
 
ʼ 
 
, 
 
 
;
 
 
 
ʼ 
 
.
 
 
 
 
;
 
 
· 
 
 
 
,
 
 
 
ʼ 
᾽ 
· 
 
 
 
.
 
 
᾽ 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
;
 
ʼ 
᾽. 
 
 
;
 
᾽ 
 
 
· 
ʼ 
 
 
 

 
 
 
 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
;
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
᾽ 
.
 
 
ʼ 
 
 
, 
, 
 
᾽ 
 
.
2301	 
 
 
· 
 
, 
 
 
,
 
 
 
, 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
 
, 
 
,
 
 
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
ʼ 
 
.
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
᾽ 
 
.
 
 
ʼ 
, 
 
 
 
, 
 
 
 
;
 
; 
 
 
· 
᾽ 
 
.
 
 
;
 
 
; 
 
 
ʼ 
 
 
.
 
· 
 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
 
ʼ 
 
;
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
· 
 
 
 
.
 
 
.
 
 
 
 
 
;
 
ʼ 
 
 
 
,
 
 
 
ʼ 
, 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
, 
 
;
ʼ 
᾽ 
 
.
; 
 
ʼ 
,
 
 
 
, 
᾽ 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
;
 
 
 
 
.
 
 
 
 
᾽ 

 
, 
 
 
 
 
;
 
 
 
 
 
 
ʼ 
 
, 
 

 
 
 
 
 
 
 
·
 
 
 
, 
ʼ 
 
,
 
, 
 
 
 
 
.
2622	 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
᾽ 
 
 
 
 
 
;
᾽ 
 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
, 
 
,
 
 
 
, 
 
 
 
;
 
 
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 
ʼ 

 
 
 
; 
 
 
ʼ 
ʼ 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
· 
 
; 
 
 
 
 
ʼ 
.
 
ʼ· 
 
 
 
 
. 
 
 
 
ʼ 
 
;
 
 
 
 
 
 
,
 
 
 
 
, 
ʼ 
᾽ 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
, 
ʼ 
 
 
·
 
ʼ 
᾽ 
ʼ, 
᾽ 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
 
 
,
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
 
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
, 
 
;
᾽ 
 
 
ʼ 
 
 
 
᾽ 
 
·
᾽ 
 
ʼ, 
᾽ 
 
ʼ, 
᾽ 
 
.
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
· 
 
 
 
ʼ 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
 
.
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
.
3025	 
᾽ 
 
· 
 
 
 
 

 
 
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
ʼ 

, 
 
 

 
 
 
,
 
 
 
,
 
ʼ 
 
 

 
 
 

 
 

 
 

 
 
 

 
 
 

 
 
 

·
᾽ 
 
 
ʼ 
,
 
 
 
 
,
 
 

 
 
ʼ 
 
 

 
 
.
3118	 
 
 
 
ʼ
 
 
᾽ 
. 
 
ʼ 

 
 
ʼ 
 
 

 
 
.
 
;
 
 
 
ʼ 

 
 
 
.
 
 
᾽ 
᾽ 
 
ʼ
;
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
.
3184	᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
; 
 
 
 
 
 
;
, 
 
 
 
 
.
 
 
;
 
 
 
 
·
 
 
 
 
 
, 
 
·
 
ʼ 
, 
, 
 
.
 
 
 
 
 
;
 
 
 
ʼ, 
 
ʼ 
.
 
 
 
;
 
.
 
 
, 
 
 
 
 

 
 
, 
 
.
 
; 
 
 
 
;
 
 
 
 
.
 
ʼ 
 
 
 
 
.
ʼ 
 
 
, 
 
 
 
;
,
᾽ 
 
 
,
᾽ 
 
 
 
.
 
 
 
 
.
 
,
, 
 
 
 
.
᾽ 
 
 
᾽ 
.
. 
 
;
 
 
 
·
 
;
 
 
 
 
 
,
 
 
 
 
;
 
 
 
 
.
 
 
 
.
 
 
, 
᾽ 
 

 
 
 
;
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
.
· 
 
 
 
 
 
;
3407	᾽ 
 
 
 

 
.
 
 
,
 

 
 
 

 
 
 

 

 
 
.
3433	 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
, 
 
 

 
· 
᾽ 
 
᾽ 
 

 
 
 
· 
᾽ 
 
 

 
, 
 
᾽ 
 
᾽ 
.
᾽ 
᾽ 
 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
᾽ 
, 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
, 
 
 
᾽ 
, 
 
 
 
 
,
, 
 
ʼ 
 
 
ʼ 
,
 
ʼ 
 
 
·
 
 
 
 
ʼ 
 
 
᾽ 
.
 
 
 
ʼ 
 
᾽ 
 

ʼ 
ʼ, 
 
 
 
 
 
·
 
, 
 
, 
 
 
.
 
 
 
 
 
ʼ· 
 
 

 
 
 
 

 
 
 
, 
 
 
᾽ 
 
·
᾽ 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 

 
 
ʼ 
 
 
,
᾽ 
 
 
ʼ, 
᾽ 
 
 
,
᾽ 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
 
.
 
ʼ, 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
ʼ, 

 
 
᾽, 
 
 
 
.
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
3765	 
 

 
 
 

 
 
·
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
ʼ
 
 
 
·
 
ʼ 
, 
 

 

 
 
 
 

 
 
 
.
3812	 
 
 
 
 
 
.
 
 
 
ʼ 
·
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
 
. 
 
 
 
 

 
 
, 
᾽ 
 
 
 
.
 
 
 
 
 

ʼ 
 
, 
 
 

 
, 
 
ʼ 
 
ʼ 
·
 
 
ʼ 
 
 
, 
 
ʼ 

 
ʼ 
 
 
 

 
 
 
, 
 
 
.
᾽ 
 
 
. 
 
 

 
 
 
, 
 
 
 

᾽ 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
.
3956	 
 
 
ʼ 

 
 

 
,
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 

 
 
 
,
 
ʼ 
 

 
 
 

 
 
,
 
.
4003	ʼ 
 
᾽ 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
 
· 
 
 

ʼ 
 
 
 
 
᾽ 
.
 
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
ʼ, 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 
 

 
, 
᾽ 
 
 
 
 
·
᾽ 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
ʼ 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 
,
ʼ 
 
 
 
 
ʼ 
 
,
ʼ 
 
 
ʼ· 
᾽ 
 
 

 
, 
ʼ 
᾽ 
 
 

 
 
· 
 
 
 

 
 
 
 
 
 
 
 
.
4152	 
 
 
 
 
 
 
 

 
 
 
ʼ 
 

᾽ 
 
 
 
᾽ 
·
 
ʼ 
 
 

᾽ 
 
 
· 
 
 

 
 
 
 
 
 
.
 
; 
 
 
 
;
᾽ 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
.
.
 
 
 
 
 
 

 
 
 
᾽ 
; 
 
.
 
 
 
 
 
 
 
;
 
 
 
᾽· 
 
 

᾽ 
 
 
.
 
᾽ 
 
ʼ, 
᾽ 
 
 
 

· 
 
 
 
 
 
;
 
 
 
 
.
 
 
.
 
 
,
 
 
 
 
.
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
 
 
;
 
 
 
 
 
,
ʼ 
 
 
 

ʼ 
, 
 
 
 
.
 
; 
 
 
ʼ, 
᾽ 
ʼ.
 
.
 
 
 
 
 
;
 
 
, 
᾽ 
 
 
, 
.
 
 
 
.
 
 

 
 
 
.
 
;
᾽ 
, 
 
 
.
4359	᾽ 
 
 
 
 
 
,
 
 
᾽ 
 
 
.
᾽ 
ʼ 
 
ʼ, 
 
 
·
 
 
 
 
.
 
 
; 
 
 
 

 
 
 
 
 
.
 
 
ʼ;
; 
 
.
 
 
. 
 
 
 
 
 
;
, 
 
ʼ 
 
.
; 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
 
 
.
 
᾽ 
 
᾽ 
· 
 

 
 
 
.
 

 
 
 
;
 
,
 
 
 
.
 
; 
.
 
 
 
 
.
᾽ 
ʼ 
᾽ 
 
 
,
᾽ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
;
;
 
, 
 
 
 
.
 
 
;
 
 
.
 
ʼ 
 
, 
, 
.
 
 
 
 
 
 
 
 
,
᾽ 
ʼ 
, 
 
ʼ 
 
.
᾽ 
ʼ 
᾽ 
 
ʼ 
.
 
.
 
 
 
.
 
 
 
 
;
.
 
 
.
᾽ 
 
 
 
ʼ 
᾽ 
 
.
 
ʼ 
 
;
 
ʼ, 

 
 
 
 
;
 
; 
, 
 
᾽ 
.
; 
 
 
 
.
 
 
 
 
;
 
 
᾽ 
 
 
 
;
 
 
ʼ 
 
 
 
 
;
 
 
 
 
.
 
ʼ 
 
ʼ 
ʼ· 
᾽ 
 
 
,
 
ʼ 
 
 
᾽ 
.
 
 
 
᾽ 
.
 
,
 
 
 
 
 
.
4626	 
 
 
 
 
 
 

 
.
 
ʼ, 
 
 
 
,
᾽ 
 

 
· 
 
ʼ 
 
 
.
4653	 
.
 
; 
 
;
 
· 
 
 

 
ʼ 
 
 
,
 
 
 

 
 
 

 
 
 

 
 
 
,
 
ʼ 
.
 
 
 
 
.
 
; 
 

 
 
, 
 
,
 
, 
 
ʼ 
·
 
 
 
 
 

 

 
 
.
 
 
; 
 
;
;
 
 
.
 
 
᾽ 
;
 
 
 
 
 
 
.
 
ʼ.
᾽ 
ʼ 
ʼ 
.
 
ʼ 
 
.
 
 
 

ʼ.
 
 
 
᾽ 

 
 
 
;
4763	 
 
 
 
 
 
 
.
 
;
 
 
 
 
 
.
 
;
 
ʼ 
 
᾽ 
᾽.

;
 
 
 
 
 
 
 
 
.
 
 
 
 
;
 
; 
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
.
 
.
᾽ 
· 
 
 
 
 
,
 
, 
 
 
 

 
 
 
 
.
 
 
.
 
 
;
 
 
 
.
 
.
 
 
 
 
 
;
 
ʼ 
 
 

 
 
 
, 
 

 
ʼ 
 
 
,
 
, 
 
 
 
 
 
 
᾽ 
 
 
ʼ;
 
;
 
᾽ 
 
 
,
 
 
 
 
.
 
 
;
 
 
 
 
.
 
ʼ· 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
; 
; 
 
ʼ· 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 

 
 
 
 
.
ʼ 
 
 
 
,
᾽ 
 
 
ʼ 
.
 
;
 
 
 
 
 

 
 
 
, 
 
,
᾽ 
 
 
 
;
 
 
;
. 
 
 
᾽ 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
;
 
 
 
 
.
ʼ 
 

 
 
 
 
.
 
 
 
 
.
 
;
5058	 
ʼ 
 
 

 
 
 
 
.
 
 
ʼ.
 
.
 
 
.
 
 
 
 
 
,
 
 
 
ʼ, 
 
.
 
.
 
 
 
᾽, 

 
ʼ 
 
 
 
.
· 
ʼ, 
 
 
ʼ 
 
ʼ 
.
 
; 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
᾽ 
 
 
·
 
 
 
 
; 
.
ʼ 
 
 
 
 
; 
 
 
;
 
 
 
 
 
 
;
 
 
;
 
 
 
,
 
 
 
;
 
 
 
ʼ 
 
 
;
 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
᾽ 
᾽ 
ʼ 
 
 
 
·
᾽ 
 
 
 
. 
 
 
;
 
ʼ 
;
 
 
 
,
ʼ 
 
 
 
 
.
 
 
ʼ 
· 
 
 
 
,
 
᾽ 
 
 
 
ʼ 
 
.
᾽ 
 
ʼ 
 
 
.
5245	᾽ 
 
 
ʼ 
 
ʼ 
ʼ 

 
; 

 
᾽ 
 
 

ʼ 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
· 
 
 
 
 
᾽ 
 
.
5286	 
 
 
 
᾽ 
 
·
᾽ 
ʼ 
 
 
 
.
 
, 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
ʼ 
, 
ʼ 
· 
 
,
 
 
 
 
.
 
 
᾽ 
 
;

 
 
 
 
 
.
 
 
 
ʼ, 
᾽ 
 
,
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
.
· 
 
;
 
 
.
᾽.
 
 
 
 
 
;
 
 
 
 
.
 
;
 
 
 
ʼ 
.
 
 
;
 
᾽ 
 
.
 
 
;
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 

᾽ 
 
 
;

 
 
 
 
 

 
 
· 
 
 
 

ʼ 
 
᾽ 
᾽ 
,
᾽ 
 
 
 
· 
 

 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 
 
;
; 
 
᾽ 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
.
 
 
 
 
 
;
 
 
 
 
,
 
 
 
 
 
 
;
ʼ 
, 
 
 
 
; 
 
.
.
 
. 
 
 
;
ʼ.
 
; 
 
.
 
 
 
, 
 
 
 

 
 
ʼ 
.
; 
᾽ 
 
 

 
 
 
 
 
;
5546	 
 
᾽· 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
 
 
 
;
᾽ 
 
ʼ, 
 
.
 
ʼ 
 
 
 
 
;
 
 
 
 
 
.
᾽ 
 
ʼ, 
· 
 
 

 
· 
 
 
 
,
ʼ, 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
. 
 
᾽ 
 
,
ʼ· 
 
 
 
 
 

ʼ 
.
 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
, 
 
 
.
 
 
; 
 
 
 
;
 
ʼ, 
 
 

 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
;
 
 
 
᾽ 
 
.
 
· 
 
 
·
 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
, 
 
 
 
 
.
 
 
ʼ 
 
 
.
 
ʼ 
.
 
 
ʼ, 

 
 
 
ʼ 
 
.
5766	 
, 
 

 
, 
 
 
.
ʼ 
 
. 
 
 
 

 
 
 
 
.
 
; 
 
;
.

ʼ 
.
 
 
 
 
 

ʼ 
.
 
 
;
 
 
.
 
 
 
 

 
.
, 
 
.
 
 
.
 
 
;
 
 
.
᾽ 
 
ʼ 
᾽ 
·
 
 
 
 
 
.
 
 
;
 
 
 
;
 
 
.
 
 
 
 
 

 
 
 
ʼ 

;
 
 
 

 
 
· 
 
 
.
 
 
.
 
 
.
 
ʼ 
.
 
.
 
.
 
.
 
 
ʼ 
 
.
 
 
 
 
ʼ, 
 
.
 
 
 
 
᾽ 
 
.
 
 
.
 
 
ʼ 
.
 
 
 

 
 
 
·
 
 
ʼ 

 
 
 
.
5929	 
.
 
 
ʼ 
 
.
 
 
ʼ 
,
 
 
 
,
 

 
 
.
 
 
 
 
 
 
 
, 
 
ʼ 
 
 

 
 
.
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
.
᾽ 
, 
 
ʼ 
 
.
, 
 
ʼ 
 
.
 
 
 
.
᾽ 
 
 
 
 

᾽ 
, 
 
 
 

, 
 
 
 

 
 
.
 
᾽ 
.
ʼ 
.
 
 
 
 
;
 
·
ʼ 
 
 
 
 

 
 

 
 
.
 
 
ʼ, 
 
,
 
 
 
 

 
 
᾽ 

 
 
 
.
6058	 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
6091	᾽ 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
6109	 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
,
 
 
 

 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
·
᾽ 
 
 
 
 
, 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
᾽ 
, 

 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
.
6297	᾽ 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
ʼ, 
 
 
 
 

 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
ʼ 
·
ʼ 
 
 
, 
 
 
 
 

 
 
 
 
 
 
·
ʼ 
 
 
 
, 
ʼ 
 

 
 
 
 
 
.
6415	 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
.
6485	 
 
 
 
,
 
 
 
 
 
,
 

 
, 
 
,
 
, 
 
,
 
, 
 
.
 
ʼ 
 
 
 
,
 
 

 
, 
 
,
 
, 
 
,
 
, 
 
,
 
, 
 
ʼ 

 
 
 
 
 
,
 
 
ʼ 
·
 
 
 
 

 
.
6554	 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
᾽ 

 
†· 
 
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 
 
.
6594	 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
.
6611	 
 
 
ʼ 
 
 
 

 
᾽ 
 
 
.
 
 
 
 
 
ʼ 
 
᾽ 

 
 
, 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
.
· 
 
 
ʼ 
 
 
 
.
 
 
, 
 
 
 
 
᾽ 
ʼ 

 
, 
, 
 
 
 
.
 
 
ʼ 
 
ʼ 
 
.
 
 
 
᾽ 
 
 
;
 
 
 
;
᾽ 
 
᾽ 
,
 
 
 
 
ʼ 
 

 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
· 
 
ʼ 
.
 
 
 
, 
 
᾽ 
 

 
ʼ 
 
 
 
 
 
.
 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
, 
 
 
.
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
᾽ 
 

 
 
, 
, 
 
ʼ 
 
.
. 
 
 
 
 
 
 
 
.
; 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
, 
᾽ 
 
 
ʼ 
 
.
6858	 
 
 
ʼ 
 
 
 
 
 
.
ʼ 
 
ʼ 
 
ʼ· 
 
 
 

᾽ 
 
 
 
 
 
 
·
 
 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
, 
 
 
;
. 
ʼ 
 
 
 
 
 
.
, 
, 
 
, 
ʼ 
·
· 
 
 
 
. 
 
ʼ 

 
 
, 
, 
, 
 
 
.
 
 
 
 
, 
᾽ 
 
 
,
 
 
· 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
;
 
ʼ 
 
, 
 
 
;
7009	 
 
 
 
 
 
 
 
;
 
᾽ 
, 
 
 
 
;
. 
 
ʼ 
;
 
 
 
·
 
 
;
 
.
.
 
; 
ʼ 
 
;
 
.
 
.
 
ʼ 
 
;
 
.
 
᾽
 
 
 
;
 
 
 

 
.
 
 
.
 
ʼ 
;
 
 
 
 

 
· 

 
ʼ 
 

 
 
 
.
 
᾽ 
;
ʼ· 
 

 
 
 
 

 
, 

 
 
.
7106	 
; 
 
 
 

 
 
, 
 
 
 
;
 
 
 
 
ʼ 

 
 
 
, 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
 
.
7159	 
. 
 
 

 
.
7167	 
 
 
, 
 
 
 
 

ʼ 
 
 
, 
ʼ 
 
.
 
 
, 
 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
,
 
᾽ 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
᾽ 
 
᾽ 
᾽ 
 
 
 
.
ʼ 
 
 
 
ʼ 
 
ʼ 
 
ʼ 
,
· 
 
 
.
 
 
ʼ 
, 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
,
 
 
 
· 
᾽ 
 

 
 
 
 
 
 
 
 
.
7294	, 
, 
, 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
,
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
’, 
 
 

 
ʼ, 
 
 

 
 
, 
 
 
 
.
 
 
· 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
.
, 
, 
 
.
 
.
 
ʼ· 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
 
 
.
.
 
ʼ 
 
ʼ 
.
᾽ 
 
 
᾽ 
 
 
.
 
 
 
, 
᾽ 
;
 
 
, 
 
 
.
7444	 
 
 
 

. 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
 

᾽ 
 
 
,
 
 
,
 
, 
 
, 
 
,
 
 
 
·
 
 
 
 
 
.
 
 
 
 
ʼ 
,
 
 
.
᾽ 
 
.
 
 
 
.
 
.
7513	 
 
, 
 
 
.
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

, 
 
 

 
, 
 
 
 
;
 

ʼ 
 
 
ʼ 
ʼ 
·
 
 
 
ʼ 
 
 
.
 
 
 
 
ʼ, 
 
.
 
 
 
;
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
 
 
.
ʼ 
᾽ 
᾽ 
 
· 
 
 
᾽ 

ʼ 
 
᾽ 
 
 
.
 
 
;
 
; 
 
 
 
ʼ 

 
᾽ 
 
 
 
 
 
.
 
 
 
ʼ.
 
, 
, 
 

 
 
 
 
.
 
 
;
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
ʼ;
᾽ 
 

 
 
 
 

 
ʼ 
, 
 
 
,
 
 
 
.
 
 
 
 
 

 
 
ʼ, 
᾽ 
 
 
 
;
 
 
 
 
 
 
·
 
 
 
ʼ 
,
 
 
 
 
.
 
ʼ· 
 
, 
 
ʼ 
,
 
 
 
 
, 
,
, 
ʼ 
, 
 
;
᾽ 
 
 
 
 
 

᾽ 
 
 
.
7762	 
 
,
 
ʼ 
 
 

 
 
 
,’
 
 
ʼ 
 

 
 

 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
.
7797	᾽ 
 
 
 
 
 
;
 
ʼ, 
 
 
 
 

 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
, 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
;
 
 
 
 
 
.
,
 
 
ʼ 
 
. 
 
;
 
 
, 
 
 

 
 
.
; 
 
;
 
 
 
 
ʼ 
.
 
 
ʼ 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
᾽ 

 
 
 
 
.
 
 
 
᾽ 
 
 
;
 
 
᾽ 
 
 
 
;
 
᾽ 
 
 
 
 

᾽ 
 
 
 
;
 
 
;
 
, 
 
, 
 
.
 

 
 
ʼ 
᾽ 
 
.
 
 
᾽ 
 
.
 
 
ʼ 
 
.
ʼ 
 
.
 
 
.
 
 
 
 
 
 
 
 
 

 
.
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
ʼ 
 
,
 
.
 
 
.
 
 
ʼ 
 
 
.
 
 
 
;
 
 
.
 
ʼ 
 
 
 
; 

 
 
;
᾽ 
 
 
; 
.
᾽ 
 
 
 
;
 
 
 
᾽ 
 
 
,
 
 
 
 
.
 
᾽ 
;
 
 
 
ʼ 
.
 
 
 
 

 
 
;
, 
 
᾽ 
᾽ 

 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
.
8092	 
 
.
.
 
 
ʼ 
᾽ 
 
; 
 

 
 
 
 
;
 
ʼ 
 
 
 
ʼ 
;
 
.
 
 
 
.
 
 
, 
 
 

 
, 
 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
;
 
 
ʼ 
 
, 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ;
.
 
᾽ 
 
, 
 
ʼ 
 
.
 
 
 
 
 
.
 
 
 
 
᾽ 
 
;
, 
 
ʼ 
 
 
;
 
᾽ 
 
 
ʼ 
 
.
 
;
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
.
 
,
 
 
 
 
 

 
 
ʼ, 
 
 

 
 
 
᾽ 
 
;
 
ʼ 
᾽ 
, 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
;
᾽ 
 
, 
 
 
 

·
 
ʼ 
᾽ 
 
 
 
;
 
ʼ 
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 

 
 
;
 
.
 
; 
 
 
᾽ 
 

 
 
 
 
;
 
ʼ 
᾽ 
.
 
 
 
ʼ 
.
 
 

 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
;
 
 
 
 
 
;
 
 
 
.
᾽ 
 
.
. 
 
; 
 
 
 
;
᾽ 
 
 
᾽ 
;
; 

 
 
 
 
 
 
.
; 
 
ʼ 
 
 

 
 
 
 
 
.
8384	 
 
 
 
· 
 

 
᾽ 

 

 
ʼ 
·
 
᾽ 
 
 

 
 
ʼ, 
 

 
 
 
᾽ 
 
 
ʼ, 
 
 
 
.
8421	 
 
 
ʼ 
 

 
ʼ 
†
 
 
 
 

 
 

 
, 
 

 
 

, 
 
 
ʼ.
 
ʼ 
 
 
 
 
.
8457	 
.
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
;
ʼ 
 
.
ʼ 
ʼ 
 
 
.
 
.
 
 
 
 
 
.
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
᾽ 
 
 
;
 
.
 
 
 
.
 
 
;
 
 
 

 
 
 
ʼ 
.
 
,
 
 
᾽ 
 
 
 
 
;
᾽ 
 
 
 
 
.
 
 
;
 
 
 
.
 
ʼ 
 
 
 
 
.
 
;
 
ʼ 
 
 
.
 
 
 
 
ʼ 
 

 
 
, 
 
 

 
, 
 
 
 

 
 
ʼ 
 
 
 
.
᾽ 
 
 
ʼ 
, 
 

᾽ 
 
 
 
.
 
 
 
 
 
 
 
.
8615	 
 
 
 
 

 
 
,
 
, 
 
 
 
, 
 
 

 
.
᾽ 
᾽ 
 
· 
 
 

ʼ
 
 
.
8647	᾽ 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
· 
 
 
 
.
8666	 
 
 
 
 
 

 
· 
 
 
ʼ, 
 
,
 
 
 
 
 
ʼ 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

 
 
ʼ 
 
 
ʼ 
.
 
 
᾽ 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
;
 
 
 
᾽ 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 
 
·
 
ʼ 
ʼ 
 
 
 

 
 
 
 
· 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
;’
 
 
 
 
 
 
;
 
 
 
 
 
, 
 
ʼ 
 

 
 
 
, 
᾽ 
 
 
 
.’
 
ʼ 
 
ʼ 
 
 
ʼ, 
 

 
 
 
 
.
 
᾽ 
, 
᾽ 
 

 
 
· 
ʼ 
, 
 
,
 
 
 
ʼ· 
᾽ 
 
,
ʼ 
 
 
 
 
.
 
, 
 
 
 

;
 
ʼ 
·
 — 
 
ʼ 
;
᾽ 
 
 
.
 
 
ʼ 
 
 
ʼ 
.
 
 
; 
 
 
 
ʼ 
,
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
· 
 
ʼ 
 
 

 
 
ʼ 

, 
 

 
 
 

 
ʼ, 
 

 
 
.
8940	 
 
 
 
 

 
 
 
.
 
 
 
ʼ 
 

 
,
 
 
 
 
 

᾽ 
᾽ 
.
8968	 
 
 
 
 
 
 

 
 
, 
 
 
 
.
8984	 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
᾽ 
 
ʼ 
 
ʼ 
 
ʼ 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
ʼ, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
᾽ 
;
 
ʼ 
 
 
 
.
 
 
,
 
 
 
 
 
 
 

 
ʼ, 
 
 
᾽ 
᾽ 
 
 
;
 
 
 
 
 
 
 
 
 
,
 
 
; 
 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
; 
 
 
 
 
 
 
·
 
 
ʼ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
;
 
 
᾽ 
 
 
 
 
 

 
 
 
, 
 
 
;
 
 
 
 
 
 
 
,
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
· 
 
 

 
, 
 
ʼ 
 
ʼ 
 
;
 
᾽, 
 
 
 
 
,
 
 
 
 
 
 
 
;
 
 
 
 
, 
᾽ 
 
 
.
 
 
 
ʼ· 
 
 
, 
 
ʼ 
.
 
;
 
 
 
 
ʼ 
 
,
 
ʼ, 
 
 
, 
 
.
 
 
 
,
 
 
, 
 
ʼ 
 
.
9297	 
 
 
 
 
 
·
 
 
 
 
.
 
 
 
 
᾽, 
 
 
 
.
 
 
 
 
.
 

 
 
 
ʼ 
 
 
 
 
 
.
 
; 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
.
 
, 
 
 
;
᾽ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 

 
ʼ 
 
 
;
 
ʼ 
 
ʼ 
 
 
,
 
 
 

 
 
 

 

 
 
 
 
.
9398	 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
.
 
 
᾽ 
 
 
᾽ 
,
᾽ 
ʼ 
 
 
ʼ 
;
 
 
᾽ 
ʼ 
 

 
 
᾽ 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
, 
 
.
 
 
ʼ 
 
 
ʼ 

. 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
, 
 
 
ʼ 
.
᾽ 
 
 
 
 
.
 
 
 
 
.
 
 
 
· 
 
 
.
 
 
 
;
.
 
᾽, 
, 

 
 
 
ʼ 
.
 
ʼ, 
᾽ 
 
᾽ 

 
 
 
. 
 

 
 
 
 
 
 
.
 
 
 
 
.
9549	 
· 
 
 
,
᾽ 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 

 
ʼ 
, 
 
 

 
 
·
 
 
 
, 
᾽ 
 

 
 
᾽ 
 
 
 
.
 
 
 
 
,
᾽ 
 
ʼ 
 
 

 
. 
 
᾽ 
 
,
 
 
 
 
 
,
ʼ 
 
 
 

 
 
ʼ, 
 
 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 

 
, 
 
 
᾽ 
ʼ 
.
 
.
 
 
 
 
 
 
.
, 
 
;
 
 
; 
 
ʼ 
 
ʼ 

 
 
 
 
;
 
 
 
 
 
;
 
 
 
 
.
 
.
᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
.
 
 
 
.
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
;
 
 
, 
 
,
 
ʼ 
 
 
 
 
.
ʼ 
· 
 
 
 
 
 
 
.
