@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg003.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Clouds, Machine readable text
@titleStmt=&responsibility; &fund.AnnCPB;
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:49Z

14370	#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Θεράπων
#Στρεψιάδης
#Θεράπων
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Μαθητής
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Χορός
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Χορός
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Χορός
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Χορός
#Χορός
#Χορός
#Χορός
#Χορός
#Χορός
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Σωκράτης
#Φειδιππίδης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Χορός
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Χορός
#Ἄδικος Λόγος
#Χορός
#Χορός
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Δίκαιος Λόγος
#Χορός
#Χορός
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Ἄδικος Λόγος
#Δίκαιος Λόγος
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Φειδιππίδης
#Χορός
#Χορός
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Μάρτυς
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Πασίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Αμυνίας
#Στρεψιάδης
#Χορός
#Χορός
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Χορός
#Χορός
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Στρεψιάδης
#Χορός
#Χορός
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Φειδιππίδης
#Στρεψιάδης
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Χορός
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Φειδιππίδης
#Στρεψιάδης
#Μαθητής Α
#Στρεψιάδης
#Μαθητής Α
#Στρεψιάδης
#Μαθητής Β
#Στρεψιάδης
#Μαθητής Γ
#Στρεψιάδης
#Σωκράτης
#Στρεψιάδης
#Σωκράτης
#Χαιρεφῶν
#Στρεψιάδης
#Ερμῆς
#Χορός
