@node
@author=Themistius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Maximilian Wallies
@filename=tlg2001.tlg042.opp-grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane
@publicationStmt=University of Leipzig, tlg2001.tlg042.opp-grc1.xml.
@respStmt=Gregory R. Crane, Editor-in-Chief, Perseus Digital Library, Digital Divide Data, Corrected and encoded the text, Matt Munson, Project Manager (University of Leipzig), Annette Geßner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor, Greta Franzini, Project Manager (University of Leipzig), 2013-2014, Frederik Baumgardt, Technical Manager (University of Leipzig), 2013-2015, Simona Stoyanova, Project Manager (University of Leipzig), 2015, Project Assistant (University of Leipzig), 2013-2014
@sourceDesc=In Aristotelis Analyticorum Priorum Librum I, Maximilianus Wallies, Max Wallies, Themistius, Typis et Impensis G. Reimeri, Berlin, 1884, Commentaria in Aristotelem Graeca, 23, 3, Internet Archive.
@sponsor=University of Leipzig
@title=Quae Fertur In Aristotelis Analyticorum Priorum Librum I
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:07:34Z

87014	marginal 64v
marginal 65r
footnote 1 Ἰωάννου σχολαστικοῦ Ἀλεξανδρέως εἰς τὸ πρῶτον τῶν προτέρων ἀναλυτικῶν σχολαία καὶ ἀποσημειώσεις ἐκ τῶν συνουσιῶν Ἀμμωνίου τοῦ ῾Ερμείου καὶ Θεριστίου παράφρασις titulum textui continuat P 3 καὶ τὰς pro altero τάς τε Philop. f. 32v (ed. Zanetti Venetiis a. MDXXXVI.) 5 ἑξῆς . . . τὸ συμπέρασμα (13) Alex. p. — 124, 7 9 καὶ Α1. 124, 3: om. P 18 ἐπεὶ γὰρ . . . καθόλου (2,4) Α1. 126,1 — 12 γ Α1. 126,2: δ P ἄν καὶ κατὰ Αl.: om. P
marginal 65v
footnote 2. 3 ἐκείνως γίνεται Α1. 126,11 : ἐκεῖναι γίνονται P 4 γίνεται scripsi: γίνονταιP Q εἰ fji... συμπέρασμα (9) Al. 128,3 sq. ὑπάρχουσα Al. : ὑπάρχει P 8 συμβαίνειM. 128, 6 : συμβαίνειν P 11 ὑπάρχον scripsi: ὑπάρχει P δεικτέον . . . ἀλλ’ ὑπαρχόντως (3,19) I’hilop. f. 33v 18 δ’ habet etiam Phil. 19 ἀκολουθῇ (ante J/euotj;) Phil. 21 τὸ |iiv ἁ I’liil. 2G ὑπεθἐρεθα . . . γ͂ἐξἀνάγκης(27)Phil: om. P 28.29ὑπάρχει.. .ὑπάρξει Phil.: ὑ-ι ἄρξει . . . ὑπάρχειP 34τῸνλέγουσαν Phil. f. 34r 36 ἀλλ’ ὡςP: ἀλλὰ Phil.
marginal 60r
footnote 1 prius om. Phil. 4 ὑπάρχειν scripsi: ὑπάρχον P 5 τὸ καθόλου τοῦ Phil.: τοῦ καθόλου P 9 ὑπάρξει Phil. 11 καταφατικὸν Phil.: ἀποφατικὸν P 14 αὐτῷ Phil.: αὐτὸ Ρ 20 ὁμοίως . . . γίνεσθαι τὸ συμπέρασμα (4,13) Αl. 130,27 sq. 23 ποιούμενοι Al. 130,30: ποιούμενος P 28 post τῷ y add. ἐξ ἀνάγκης Αl. 131,3 32 δεῖξιν] δεῖ evan. 33 τὸ Al. 131,9: τὸν P
marginal 66v
marginal 67r
footnote 6 ἀντίκειται Al. 131,21 12 γὰρ om. Al. 131,28 15 ἂν . . . ὑπάρχον (18) — 11 ἂν μὲν Al. ἔσται Al. 133, 10 εἰ οὖν . . . ὅπερ ἔδει δεῖξαι (9,36) Phil. f. 34v — 37r 21 μέρος Phil.: μερικῶν P 22 ὑπάρξει Phil. 27 οὐχ ὑπάρξει omisso οὐ Phil. 29 ὑπάρξει Phil. 29et30 ὑπνοῦν Phil. 33 οὐκ Phil.: om. P 35 τῶν Phil.: τοῦ P
marginal 67v
footnote 7 δὲ . . . εἴπετο (8) Phil. f. 35r om. P 20 ἀναγκαῖον Arist. p. 30b 9: ἀναγκαία P 29 γὰρ Phil.: δὲ P 37 εἰ addidi: orn. P
marginal 68r
footnote 4 εἰ Phil.: ἢ P 9 προτάσεως Phil.: πρότερον P 15 et 16 ὑπαρχόντως Phil. f. ν: ὑπαρχέτω Ρ 17 ἐκ Phil.: cm. P ὑπαρχούσης Phil.: ὑπάρχουσαν Ρ ὑπάρχον . . . ἀναγκαῖον Phil. 22 οὐ Phil.: om. P 32 ὑπάρχει Phil.: ὑπάρχειν 33 τῷ ἁ τὸ scripsi: τό α τῶ P 37 τῶν πραγμάτων P: διὰ τῶν παραδειγμάτων Phil, 38 ὑπάρχον Phil.
marginal 69r
footnote 3 εἰ Phil.: ἢ P 5 σαφεστέρα Phil. 12 δὲ om. Phil. 17 ἔστω Arist p. 31a5 21 τῷ α . . . γ Phil. f. 36r: τῷ γ . . . β P 33 ὑπάρχουσα scripsi: ὑπάρχει Ρ 38 δι’ Phil.: om. P 40 ἀποφατικῆς ὑπαρχούσης Phil.: ἀποφατικὴν ὑπάρχουσαν
marginal 69v
footnote 10 ποιούσης Phil.: ποιοῦσι P 22 ἐξ ἀνάγκης ut ex vs. sq. translatum delevi 30 ὑπαρχόντως scripsi: ὑπαρχέτω P 37 καὶ . . , ὑπάρχει ὑπαρχόντως scripsi) Phil. f. 36v: 36ω: om. P 38 τῷ β Phil.: τὸ (??) P
marginal 70r
footnote 5 ἐν μὲν τῷ πρώτῳ Phil.: om. P 6 δὲ alterum Phil.: om. P 8. 9 ἀναγ- καία . . . ὑπάρχουσα soripsi: ἀναγκαῖον . . . ὑπάρχον P 10. 11 τὸ γ τινὶ τῷ β ἐξ ἀνάγκης Phil.: τὸ ἁ οὐ παντὶ τῷ β ὑπαρχόντως (cf. vs. 12) P 13 φανείη ἄν P: πάνυ ἄν εἴη Phil. 24. 25 μερικὴν καταφατικῶν Phil. f. 37r: καταφατικὴν μερικὴν Ρ 26 γὰρ Phil.: om. P 31 τοῦ συμπεράσματος Phil.: B συμπε- ράσματι P 37 ὁμοίως . . . τὴν ἐλάττονα ἀναγκαίαν (11,16) Al. 148, 16 sq.
marginal 70v
footnote 1 ἡ Al. 148, 17: ὁ P ὑπάρχουσα Al. 148,18: ὑπάρχει P 7 τὸ γὰρ . . . πρότε- ρον (10) Phil. f. 37r τὸ γὰρ P: εἰ γὰρ τὸ Phil. 9 δεῖ P: ἐξ ἀνάγκης Phil. 11 τῷ Α1. 148,27: τοῦ P 12 ἀναγκαίαν· Al. 148,28: ἀναγκαῖον P 13 ὑπαρχοὑσης Al.: ὑπάρχειν P 16 ὑπάρχειν orn. Α1. 148,32 21 ὑπαρχόντως scripsi: ὑπαρχέτω Ρ: om. Al. 149,3 τῶν αὐτῶν ὅρων Αl. 149,13 23 μέρους Αl. 149,14: μέσου P 24 ὑπάρχουσα Al. 149,15 πάλιν δὲ P: πλὴν Al. post μετα- θεῖναι add. τοὺς ὅρους καὶ ἀλλάξαι τὴν τάξιν αὐτῶν· ὁμοίως γὰρ αὐτῶν κειμένων οὐκ ἀληθεῖς αἰ προτάσεις. δεῖ οὖν θεῖναι Al. 149,16. 17 33 δὴ P 34 οὐκ Al. 149,28: om. P
marginal 71r
marginal 71v
footnote 4 ΑΙ. 149,35: τὸ P 7 post ἐν μέρει requiro ἢ τὸ στερητικὸν ἐν μέρει 12. 13 ᾖ . . . ὑπάρχουσα Al. 150,8: ἡ . . . ὑπάρχῃ P 13 καταφατικὴ Al. 150,9; ἀποφατικὴ P 14 ὑπάρχουσα] ὑπαρ Ρ 16 αὗται οὖν . . . ποιοῦσι συλλογισμόν (13,7) Phil. f. 37v — 39v 23 ante τῆς arid, διὰ Phil. 26 Phil.: ἀποφατικὴν P
marginal 72r
footnote 1 ᾖ scripsi: ὑπάρχῃ P 8 ὑπάρχον scripsi: ὑπάρχει P 12 ὑπάρχοντος postea add. Ρ1 17 μείζονος κἀν τῆς Phil. f. 38r: om. P 18. 19 καὶ ἀναγκαίῳ delevi 20 ὑπαρχόντων καὶ addidi: ἢ ἀναγκαίων ἢ ὑπαρχόντων Phil. 23 ἀναγκαίων ex Phil, addidi 24 καὶ Phil.: om. P 25 post συμπέρασμα add. καὶ ὅτι ταῖς ὑπαρχούσαις ὁμοίως αἱ ἀναγκαῖαι συμπλεκόμεναι γίνονται συλλογιστικαί Phil.
footnote 1 τρόπῳ om. Phil. 3 τοὐλάχιστον Phil.: τοῦ ἐλάχιστον P 8 ὁρισόμεθα . . . κατηγορεῖται (10) Al. 156, 12 — 15 ὁρισόμεθα scripsi: ὁρισάμεθα P 9 παρὰ Al. 156,14: περὶ P ut saepe 11 ἔστιν οὖν . . . συμβαίνει (14,17) Phil. f. 38v 12 θῇ Phil. 16 τὸ Phil.: om. P 26 τιθέντος P 27 φάσεων] ἁνφάσεων P 31 τὸ Phil.: τοῦ P τῷ Phil.: τὸ P
marginal 73r
footnote 5 ἀναγκαῖον ἀνάγκη P 11 τὸ alterum Phil.: om. P 15 οὐκ (post δὲ) Phil.: τοῦτο Ρ ἦν Ρ: εἴη Phil. 16. τιθέντος Ρ 18 τιθέντος 20 εἰ γὰρ . . . ἀκολουθήσει (33) Al. 158,1 — 14 23 τὸ μὲν ἀπόφασις Αl. 158,4: τά μὲν ἀποφάσεις Ρ 26 ante ἀνάγκη add. καὶ Al. 158,8 27 post ἀποφάσει addidi ἀποφάσεις Al. 158, 9; fort. ἀποφάσεις 29 post ταῦτα add. ἀλλήλοις Αl. 158,10 34 ἐπεὶ . . . ἀμείβει (37) Phil. f. 38v 37 συμβαίνει . . . ἀντακολουθοῦσι (16, 15) Al. — 160,25
marginal 74r
footnote 4 ἐνδεχομένης Al. 158,27.28: ἐνδεχομένη P 11 δὴ AI. 159,3: δὲ P 26 ἡ ὡς ἐναντία Al. 159,29: ὡς ἡ ἐναντίως P οὐδ’ ἑτέρα P 31 τὸ alterum om Al. 159,34 34 τῷ Al. 160, 3: τὸ P 35 μέρος εἰπεῖν P: ἡ Πλάτωνα Al. 160,4
marginal 74v
footnote 2 μὲν μὴ?) P: om. AI. 160,11 12 συναληθεύει AI. 160,21 17 εἰσὶ δὲ . . . εἴρηται (23) Phil. 39r 18 τῶν Phil.: τοῦ P 21 μόνως τῷ Phil.: μόνῳ P 24 ἐζήτησαν . . . μήπω ὄντως (36) AI. 161,3 26 ἐζήτησα AI. 25 ἔτι AI. 161,4: ἐπὶ P 29 καὶ ὃ ἐνδέχεται alterum om. AI. 161,9 37 ἐπεὶ δέ . . . ὡς ἐπὶ τό πολύ (17,13) Phil, f 39r — 39v
footnote 1 διχῶς . . , ποιούμεθα (3) cf. Al. 161,30—162,1 6 ἂ διὰ τὸ . . . ἐξ ἀνάγκης (7) 162,2.3 13 post ἀναγκαῖον add. ἔχει Phil.; cf. vs. sq. δύο δὲ αἰτίαι . . . ὁ ἄνθρωπος (21) Al. 162,13—20 19 λέγοιτ’ Αl. Ι62,18: λέγοιντ᾿ P 20 (sic) P: προαπόληται Al. 162,19 προαπολομένου Al.: προαπολλουμένου P 21 ἔχει . . . ὅσα τοιαῦτα (28) Phil. f. 39v 24 ἐκφῦσαι Phil.: ἐκφῦναι P 27 γὰρ Phil.: δὲ P 29 τὰ κατὰ φύσιν . . . τοιοῦτον (32) Al. 162,26—32 30 κἀν οὗτος Al. 162,27: οὕτως P 32 ἀόριστον . . . λόγος (18,26) Phil. f. 39v 34 ἀμφότερα scripsi: ἀμφοτέρω P 36 τὸ Phil.: τὸν P
marginal 76r
footnote 5 προσελθόντα . . . παρατυχεῖν Phil. 6 ἐβούλετο Phil.: ἐβάλλετο P 8 excidisse videntur, τό ὡς) ἐπὶ τὸ) πολύ, τὸ ἐπίσης, τὸ ἐπ’ ἔλαττον, ἀλλ’ οὖν ἕκαστον τούτων ὁμοίως ἕξει τἀς ἀντιστροφάς, (Phil.) 10 τῷ add. Phil.: τὸ? 13. 14 ἀναστρέφονται Phil.: ἀντιστρέφονται Ρ 21 ὐπάρχειν Phil.: ὑπάρχοντος Ρ 2.5 δεῖ γὰρ . . . ζητήσεις (39) Al. 164,25—165,19 32 οὕτως Al. 165,9: ὄντος P 35 λάβοι Αl. 165,12 36 σώζονται . . . πολὺ Al. 165,13. 14
marginal 76v
footnote 1 ἐπεὶ δὲ . . . ἀνθρώπῳ ἐνδέχεται (38) Phil. f. 39v — 40r 3 ἐπεὶ . . . λεγούσης (4) cf. Αl. 165,25—27 5 ἤδη scripsi: spatium 3—4 lit. P 7 ἢ . . . cm. P 9 ὑπάρχει] immo ἐνδέχεται ὑπάρχειν; at cf. 21,9 11 β τὸ ἁ scripsi: ᾱ τὸ β P 12 οὗ τὸ] οὕτω P 14 ἄν λέγοιτο Ar. 15 ἐνδέχεσθαι τὸ ex Ar. addidi: om. P 22 ἁ παντὶ Phil.: ἅπαντι P 23 ὑπάρξει scripsi: ὑπάρξαι P 27 οὔκουν P 32 ἄρα scripsi: γὰρ P; cf. 20,2
footnote 2 ἄρ scripsi: γὰρ P; cf. 19,32 7 ἐξ addidi (cf. Al. 168,17) 12 οὖν addidi 13. 14 ὥστε . . . χρή Phil. f. 40v 14 πάλιν P: πλήν Phil. (cf. 10,24) ὅτι . . . συλλογιστικάς (26) Al 168,31—169,10 27 αἱ . . . ἀποφάσεις (32) Phil. f. 40v 32 δἑ . . .ἀτελεῖς δὲ ἴσοι (22,39) Al. 169,10—173,19 33 ὑφορώμενος Al. 169,11
footnote 11 τῆς Al. 170,21: om. P 12 μὲν ὁ Al. 170,2,2 28 οὐδενὶ Al. 171,4: οὐδὲν P 32 ἡ alterum om. Al. 171,9 38 προσθέντες scripsi: προσθέντος σθέντος P
footnote 3 πα κύκνῳ AI. 171,33 ante λευκὸν fort, addendum λευκόν, περιπατοῦν, κόραξ· (AI. 172,3.4); at cf. 34,40 et 49,5 αὐτῷ Al. 173, 9: αὐτὸ Ρ ὑπάρχει Αl.: ὑπἀρχειν Ρ(a) 31) ἀπορήσοι . . . καθόλου (23, 28) Phil. f. 41r
marginal 79v
footnote 11. 12 παραλαμβανόμεναι Phil.: περιλαμβανόμεναι Ρ (cf. 13,9) 22 τῷ καθόλου τὸ Phil.: τὸ καθόλου P 25 ἐνδέχεσθαι (post παντὶ) Phil.: ἐνδέχεται P 30 ἦν μὲν . . . συνάγεται (24,1) AI. 173,22—30 35 ἐπειδὴ AI. 173,27: ἐπεὶ δὲ P
marginal 87r
footnote 1 ὅταν . . . ἀπαγωγῆς (6) Phil. f. 41v 6 καὶ συνάγουσι . . . τέλειοι (10) Al. 174,4—9 διορισμὸν Al. 174,5 (cf. vs. 17 et 21) 10 ὅταν δὲ πᾶσαι (25,4) Phil. f. 41v—42r 15. 10 συνάγουσι δὲ Phil.: εἰς κατάφασιν P 16 συμπεράσματα Phil.: συμπέρασμα P 17 οὑ Phil.: om. P 21 τὸ οὐδέπω...ἀναιροῦσιν (23) cf. Al. 174,15—17 29 scripsi: δὲ P (cf. vs. 36) τὸ β Phil. f. 42v: β τὸ γ P
marginal 87v
footnote 5 ἐπεὶ δὲ . . . δείκνυμεν οὕτως (33) Al. 175, 22 —176,20 12. 13 λαβεῖν . . . καὶ ἐκ τοῦ Al. 175,29. 30: om. P 13. 14 ἐνδεχόμενον ΑΙ: ἀντικείμενον P 15 παρὰ Al.: περὶ P cf. 23,11. 12 18 ᾦ Al. (a) 176, 1: ὡς P ἀεὶ τὸ Αl. 176, 3: εἰλημμένον ἀεὶ collocat P τὸ alterum addidi ὡς ἑπόμενοι om. Al. 24 εἰ Al. 176,7: om P 29 ἀδυνάτῳ Al. 176,12: ἀδυνάτως P 34 εἰ οὖν . . . αὐτὸ οὕτως (26,22) Phil. f. 42r. 42v. 42r
footnote 7. 8 περὶ αὐτοῦ ἄλλο ut ex marg. illatum delevi 10 τούτων Phil.: τούτου P 18 δυνατὸν δυνατῇ scripsi: δυνατὸν τῇ P 22 δείκνυμεν . . . οὕτως ἔχον Al. 176,22—177,27 31 μὴ Αl. 177,19: om. P 34 δὴ Al. (B) δὲ P (a M) 39 δυνατὸν γάρ . . . ἄρα ζῶον (28,34) Phil. f. 42v—43r
marginal 89r
footnote 5 ὄντι P 10 τὸ Phil.: τί P 12 εἰ P: ἐὰν Phil. 23 post οὕτως add. ex Phil, ἔχει Rose Herm. t. II p. 204
marginal 89v
marginal 90r
footnote 2 Phil.: καλῶς P ὁ λαβὼν P: ὅρον Phil. 10 aute ὅροι add. ex Phil. οἱ Rose 1. c. p. 205 28 ἐπιφέροι Phil. (cf. vs. 33) ὅτι ex Phil. add. Rose: om P δυνατόν Phil. f. 43r: ἀδύνατον P 33 τὸ om. Phil. 35 δὲ . . . ἀκολουθίαις (30,1) Al. 182,23—185,1
marginal 90v
footnote 7 δὲ P(a M): δὴ AI. (B) 183,5 ἔσεται scripsi (cf. velut 9,37. 20,6. 7. 39): ἕπεται P ἔσεσθαι Al. 183,6) 9 ἀδύνατον (post γὰρ) Al. 183,8: δυνατὸν P 17 εἰ Al. 183,16: om. P (a M) 22 post ψεῦδος addidi ἀδύνατον Al. 183,21 26 θεός (comend.) ἐστι P: θεοί εἰσι Al. 183,28 28 δυνατὸν . . . ἐκβῆναι Phil. 43r 37 λαμβάνονται P (a B): λαμβάνωνται Al. (M) 184,30
marginal 91r
footnote 1 οὐ γὰρ ὡς ἐπὶ . . . ὅπερ ἀδύνατον (33,17) Phil. f. 43r—44v 2 post τὸ add. μὲν Phil. 18 καθημένου Phil. f. 43v: σωκρμένου (sic) P εἰ Phil.: om. P 24 πᾶσα Phil: παντὶ P 31 παραδώσομεν Phil.: περιδώσομεν P (cf. 25, 15)
marginal 91v
footnote 11 ὑπαρχόντως scripsi: ὑπαρχέτω P (cf. 8,30; ὑπάρχειν Phil.) 18 τὸ alterum addidi (cf. vs. 31. 32): om. P ct Phil. 21 ὑπάρχειν Phil.: ὑπάρχον P ὑμεῖς, φασίν Phil.: ἡμεῖς φαμεν, P
marginal 92v
footnote 3 οὐκ (sic pro τοῦτο vs. 2 Phil. f. 44r, qui οὐ vs. 1 omittit) ἠκολούθησε . . . ὑπάρχουσαν (4) delevi; cf. 38,3. 4 et 47,13. 14 12 συναγόμενον Phil.: αυναγομένην P 38 πρώτας Phil.: ἀναγκαίας P 39 δεηθῆναι Phil.
marginal 93r
marginal 93v
footnote 13 καταφατικῶν Phil. f. 44v: fort. 〈καταφατικῶν〉 καταφατικὸν 15 Phil.: fort. καταφατικῶν &lt;καταφτικὀν&gt; ut vs. 13 18 δεῖ δὲ . . . συνάγειν Al. 188,20—191,24 19 προσχρώμενον ὡρισμένῳ ὑπάρχοντι P: πρὸς χρόνον ὡρισμένον ὑπάρχον Al. 188,21 (cf. vs. 25) 26 ᾧ Al. 188,28: ὡς P τὸν μέσον δηλαδὴ αὐτὸν P: transposui
marginal 94r
footnote 2 γὰρ ἂν Al. 189, 18 αὐτῇ Al. 189, 28: αὐτῆς Ρ 25 et 27 παρὰ Al. 190,8. 9: περὶ Ρ ut sacpe 26 τὸ Αl.: τὸν Ρ 31 ante τοιαύτης add. τὸ AI. 130, 13 40 τοῦ δὲ κτλ. cf. 22,3 ct 49,5 41 ἐνδέχεται AI. 190,25: ἐνδέχεσθαι P
marginal 94v
footnote 1 δεικνύμενον P (a M): δεικνύον Al. 190,26 (B) 2 et 4 διὰ om. Al. 190,27 et 29 4 μηδενὶ Al. 190,29: om. P 5 τῷ Al. 190,30: τὸ P 12 ἀληθὴς Al. 191,1: ἀληθὲς P 13 παντὶ AI. 191,2: om. P 14 τὸν Al. 191,3: τὴν P 20. 21 μέντοι Al. 191,10: μέν τι P 27 τὸν Αl. 191 16: τοῦτον Ρ 28 δεικτικὴ Al. 191,17: δεικτικά P 32 πάλιν . . . τὸ ἥμισυ (10,11) Pliil. f. 44v—46r 38 τῶ Phil.: τὸ P
footnote 6 γὰρ Phil: δὲ P 8 ἀντιφατικῶς Phil. f. 45r: ἀντιφατικὸν ὡς P; cf. ad vs. 19. 20 10 διοπισμὸν Phil.; at cf. 38,8 ὅπερ Phil.: ὅνπερ P 11 κατὰ Phi.: om. P 13 ἐν διαγράμματι Phil. 19. 20 ἀντιφατικῶς Phil.: ἀντιφατικὴν ὡς P; cf. ad vs. 8 20 ταύτῃ Phil.: ταύτην P 25 δ' addidi: δέ Phil. 30 οὐκ Phil.: om. P ut 37,7 37 ὅτι Phil.: om. P 38 ἐνδέχεται Phil.: ἐνδέχεσθαι P
marginal 81r
footnote 7 οὐκ Phil: om. P ut 36,30 16 τῷ Phil.: τὸ P 17 ἀνάγκη Phil.: ἀναγκαῖον P (cf. 40,30) 18 et 19 ὑποτεθέντι Phil.: ὑποτιθέντι P 21 post δὲ alterum add. καὶ Phil. 23 εἰ addidi 26 ᾱ prius Phil.: 0111. P 35 οὐδενί scripsi: οὐδὲν P (μηδενὶ Phil. f. 45v)
footnote 1 ἀντιφατικῶς Phil.: αντιφατικὴ ὡς P: cf. 36,8. 19.20 2.3 ἀδύνατόν τι P: om. Phil. 8 διορισμὸν Phil.; cf. 36,10 18 et 21 μόνον Phil.: μόνων P 19 ἀληθεῖς scripsi: ἀληθής Ρ ἀληθεύουσιν Phil.) 26 περιπατεῖν Phil.: περιπατεῖ P 27 et 28 ὑπάρχειν Phil.: ὐπάρχει P 33 τὸ περιπατεῖν . . . ζώων Phil.: om. P
footnote 2 αὐτὴν Phil. 8 ἢν δὲ καὶ παντὶ Phil.: om. P; cf. vs. 24 11 τοῦ . . . ἐνδεχομένου Phil.; cf. 36, 10. 11 et 40,36 13 καὶ Phil.: om. P 14 ἀντι- κειμένη Phil. 17 ἀναγκαίου Phil. f. 46r: ἀνάγκη P 18 καὶ Phil.: om. P 20 αὐτῇ Phil.: αὐτοῦ P 30. 31 τὴν δὲ καταφατικὴν Phil.: om. P 32. 33 παραλαμβανομένασ Phil.: περιλαμβανομένας P ut 23,11.12 35 μὴ P: om. Phil.
marginal 83r
footnote 13 εἰ τὸ ἁ . . . ἐνδεχόμενον μηδενί (25) Al. — 194, 6 22 μεταλαμβάνειν ΑΙ. 194,1: λαμβάνειν P 25 τὸ συμπέρασμα . . . ἐνδεχόμενον (41, 25) Phil. f. 46r—46v 30 ἀνάγκη Phil. (cf. 37,17) 31 οὕτω Phil.: οὔπως P 32 ·ἀντικείμενον τὸ (correxi τῷ) Phil.: om. P 35 διορισμὸν Phil. 36 φύσις P: διαφορὰ Phil.
marginal 83v
marginal 84r
footnote 3 γὰρ scripsi: δὲ P (cf. 54,3) 26 ἐὰν δὲ . . . δοκεῖ (34) Al. p. 200,12—23 23 32 ταφατικὸν (ante ἐγίνετο) Al. 200,20: ἀποφιοατικὸν P 34 εἰ μὲν . . . λεχθήσεται (40) Phil. f. 46v ἢ delevi
marginal 84v
footnote 3 ἀληθέστερον . . . ἐξ ἀνάγκης (9) Αl. p. 201,12—19 8 ἐνδέχεται ex Al. 201,17 addidi (cf. vs. 6) 13 τὸ δὲ ἐξ αὐτῶν . . . ὑπάρχει (48,6) Phil. f. 47r—49v 14 ἐδείχθησαν Phil.: ἐλήφθησαν P 34 ἑκάτερος Arist. 30 ἐνδεχομένου Phil, (sed τοῦ pro τὸν): ἐνδεχόμενον P
footnote 2 ἡ addidi 7 γὰρ bis P 9 τινὶ Phil. f. 47v: om. P 11 περιπατητικῷ Phil.: περιπατητικῶς P 19 διὰ Phil.: om. P 28 ἀμφοτέροις Phil. 29 ἁ Phil.: om. P 32 τὸ ἁ . . . ἐνδέχεται (34) Phil, τὸ ἁ τῷ γ vs. 34 ipse addidi): om. P
marginal 86r
footnote 5 ἔχοθσαι Phil.: om. P 6 ἐκεῖνα Phil.: ἐκεῖναι P 7 σύγκεινται Phil.: συγκεῖν (sic) P 13 τὴν ἀλήθειαν post ἀπορατ. add. Phil.; fort, post τὴν addendum 22 λευκῷ Phil. f. 48r: λευκὀν Ρ τινὶ P: παντὶ ut vs. 20 Phil. 26 ληφθῶσι Phil.: ἀδιόριστοι (aherrante librario ad altcium ἀμφότεραι) P 36 post ἄλογον add. ζῶον Phil. 37 μηδενὶ Phil.: μὴ P
marginal 95v
footnote 10. 11 ἤδη ὅτι transposui: ὅτι ἤδη P 12 post μείζονα add. κἀνιαῦθα τοίνυν ὐπερέ- τεινέν ὁ μέσος ὅρος τὸν μείζονα (homoeote.!) Phil. 18 τὸ οὐδενὶ Phil. 19 ὑπερ- τείνοντος Phil.: ὑποτείνοντος P τὸν Phil.: τὴν P 24 μόνον Phil. f. 18v : μόνην P 28 ἀναγκαίου καὶ τοῦ Phil.: cm. P 33 ᾐ alterum om. Phil.
marginal 95v
marginal 96r
footnote 9 δὲ P et Phil.: couicio δὴ 13 δ’ ex Arist. addidi 16. 17 τὸ μηδαμῇ μηδαμῶς ὑπάρχον Phil. f. 49r: om. P 33 ἀντιφατικῶς Phil.: ἀποφατικῶς P 38 αὐτὴ scripsi: αὕτη P 40 ὲν δὲ Phil.: 0111. P (cf. 48, 4)
marginal 96v
footnote 11 Phil.: om. P (of. vs. 20) 13. 14 uncinis inclusa delevi (cf. 32,3 — 5,38,3.4); Phil. f. 49v cum vs. 15. 16 consentit 18 ὑπετέξη Phil.: ὑποτεθῆ ut vs. 15 P 35 post ὅτι prius habet εἰ Phil.
marginal 97r
footnote 2 δι’ ἐπ’ Phil.) εὐθείας scripsi cf. 42,14: δι’ εὐθεῖαν P 6 ὅτι δὲ . . . καταφατικῇ (17) Al. 210,3—20 11 ἐπὶ Αl. 210,14: om. P καὶ Al. 210, 20: om. P Al. ἔνεστι . . . τὸ συμπέρασμα (50,3) Phil. f. 49v—51r 26 ἐνδέχεσθαι Phil. 29 εἴη P: ᾑ Phil. f. 50r 36 ταῖς προτέραις, λέγω δὴ Phil.: τοῖς προτέροις λόγοις καὶ Ρ 38 καταφατικήν scripsi: ἀποφατικήν Ρ et Phil. μὴ ἐνδέχεσθαι] scil. σημαίνῃ Arist. p. 36 a 26
marginal 98r
footnote 1 ἔχουσα Phil.: ἔχοντος P 5. 6 habet Phil., quae desideras, ἐνδέχεται (post λευκὸν) et ἐξ ἀνάγκης (post κύκνῳ et vs. 6 ante παντί); at cf. 56,36. 37 22 τῷ β Phil.: τῶ γ P 25 καὶ Phil.: om. P κἂν Phil.: καὶ Ρ 32 γίνεται συμπέρασμα et huius mistionis finis (Phil.f. 50r — 51r) 35 ἀπορία et 39 λύσις ut ex margine illata delevi 38 συνάγεται Phil.: συνάγεσθαι P
marginal 99r
footnote 2 μὴ τὸ κατὰ Phil. f. 51r: τὸ μηδὲ Ρ 6 εἰς ἀδύνατον . . . καταφατικαῖς (15) Al. 217,28— 218,7 εἰς ἀδύνατον Αl.: ἀδύνατος Ρ 8 μίξεων Αl. 217,32: μειζόνων Ρ τῷ Αl. τὸ Ρ 15 ἀποφατικαῖς τὰς καταφατικὰς Al. 218,6: ἀντιφατικαῖς τὰς ἀποφατικὰς Ρ 10 ὅταν δὲ . . . ἐν δευτέρῳ (51,4) Phil. f. 51v—52r 20 ἀποφατικὴν scripsi: ἀποφατικαὶ P et Phil. 21 ἀποφατικῶς . . καταφατικῶς Phil.: ἀποφατικῆς . . καταφατικῆς P 23 εἰς delevi 27 ποιήσει scripsi: ποιήσεις P (ποιεῖ Phil.) 31 πρὸς τὸ ἀναγκαῖον, quod post δηλονότι (34) habet P, transposui ἐνδεχόμενα . . . ἐνδεχομένου (32.33) Phil.: om. P
marginal 99v
footnote 5 ἐπεὶ δὲ ... προσδεῖσθαι (10) Α1. 219,35—220,3 10 πρῶτον μὲν ... ἀντιστρέψει Phil. f. 52r 14 εἰς ἀδύνατον scripsi: ἀδύνατος P (cf. 52,12 et ad 50,6) 21 αἱ alterum addidi 22 καὶ scripsi: δὲ P 24 μὲν ouv Phil. 32 τῶ β, τῶ ἁ ex τὸ β, τὸ ἁ (Phil.) corr. P1 τὸ ἁ, τὸ β ex τῶ ἁ, τῶ β (Phil.) corr. P1 33 εἰ scripsi: ἡ P (cf. ad 58,14) 34 deest velut ὅπερ ἀδύνατον· ἐν οὐδενὶ γὰρ τρόπῳ ἡ καθόλου καταφατικὴ πρὸς ἑαυτὴν ἀντιστρέφει (cf. Phil.) οὐδὲ ... οὐχ ὑπάρχει (52,6) Al. 220,29—221,2
marginal 100r
marginal 100v
footnote 1 εἶναι om. Al. 221,34 5 καὶ τὸ β ... τὸ μηδενὶ (librarii errore aberrantis iterata) delevi 6 ληπτέον δὲ ... ἀνάγκης (55, 9) Phil. f. 52r—54r τοὺς Phil.: τὸ P 9 πάσῃ Phil.: πᾶσι P 22 post τὸ alterum ras. P 25 δεῖ Phil. f. 52v: δὴ P 26 τὸ alteram Phil.: τῶ P 31 αὐτῆς (post ὑπ᾿) Phil.: αὐτοῦ P οὐ M Phil.: οὐδ’ εἰ P 37 πρὸς ὅλην Phil.
marginal 101r
footnote 1 ἀξιώσειεν Phil.; at cf. 78, 1. 26 2 τῷ γ παντὶ τὸ scripsi: τὸ γ παντὶ τῶ P τὸ δ παντὶ τῷ γ Phil.) 3 τῷ δ τὸ scripsi: τὸ δ τῶ P τὸ y παντὶ τῷ δ Phil.) 4 τὸ γ Phil.: om. P post κατασκευάζειν add. οὕτως Phil. 8 συμβαίνει Phil.: συμ- βαίνειν P 11 οὕτως superscr. P 16 δ Phil. f. 53r: om. P 17. 18 συνά- γοντας Phil. 18 τὸ λέγειν ὅτι Phil.: ὅτι τὸ λέγειν P 23 ἀπαγαγεῖν Phil.: ἐπαγα- γεῖν P 38 δευτέρῳ σχήματι Phil.: δύο σχήμασι P
marginal 101v
marginal 102r
footnote 3 δὲ Phil.: γὰρ P (cf. 56,10) 11 τεθέντος Arist.: τιθέντος P 12 συμβαίνει Αrist.: λαμβάνει P 16 δείξει χρήσασθαι Phil.: χρήσει δείξασθαι P 18 τῇ διὰ τοῦ ἀδυνάτου Phil. f. 53v: τοῦ δυνατοῦ P 23 οὐδὲν Phil.: οὐδενὶ P 24 οὖν Phil.: om. P 2.0 εἰ συνάγουσι Phil.: εἰσάγουσι P 28 τις ὑπόθοιτο Phil. 30 γε Phil.: δὲ P 36 ἀποφατικὸν Phil.: καταφατικὸν P
marginal 102v
footnote 9 τὸ οὐδενὶ Phil. f. 54r 11 ἐπεὶ δ’ ... ἀποφατικῆς ὑπαρχούσης (56,7) Al. 230,27— 12 λέγομεν scripsi: ἐλέγομεν P φησίν AI.) 13 εἴη P: ᾖ Αl. 1. 230,30 14. 15 φανεροῦ .. ὄντος AI. 230,31: φανεραὶ..οὕτως P 15 μηδὲν συνχθήσεσθαι AI. 230,32: καὶ μηδενὶ συναχθήσονται P 17 post αὐτὴ add. καὶ Arist. 21 διὰ τοῦ AI. 231,2.3: μὴ τῶν P 24 συνάγεσθαι P (a Β): συνάγεται scripsi AI. 231,5 25 ᾦ Αl. 231,6: ὃ P 26 ἄνθρωπος καὶ AI. 231,8: om. P 27 μήτε scripsi μηδέ a Β) ἐνδεχόμενον AI. 231,8: ἐνδεχομένως P 32 παντὶ λ. Al. 231,14: παραληφθῆναι P 33 post ἐνδεχόμενον add. μηδενί Al. 231, 15
marginal 103r
marginal 103v 3 τοῦ AI. 231,23: om. P 6 καταφατικὴ AI. 231,25: ἀποφατικὴ P 7 καὶ τέως ... ὑπαρχόντως μηδενί (57,32) Phil. 54r—55r 10 δὲ Phil.: γὰρ P (cf. 19 ἔχει ὅτι delevi 23 δὲ Phil. f. 54v 31 μεταλαμβάνεται scripsi: μεταλαμβάνει p 34 ποιήσει Phil.: ποίει P 36. 37 cf. 49,5. 6
marginal 104r
footnote 8 μερικαῖς P: ταῖς τοιαύταις Phil. f. 55r 9 μερικὴ Phil.: μερικῆς P 19 τοῦ ante ἐνδεχομένου et ante ὑπάρχοντος add Phil. 25 τό Phil.: τοῦ P 29 μηδενί addidi 32 ὑπάρχει Phil. 33 καὶ ὅτι ... μὴ ὑπάρχειν (58,13) Al. 235,9—30
marginal 104v
footnote 6 ὑπάρχοθσης τῆς AI. 235,22. 23 14 τὸν αὑτὸν ... καταφατικήν (59, 36) Phil, f. 55v—56v εἰ Arist.: ἡ P 16 αὐτὸ Phil.: om. P 28 ἔσονται ἕπονται P (cf. 29,7) 32 post ἀναγκαῖον add. οὕτως Phil. (cf. ad 53,4)
marginal 105v
footnote 2 ἐγχωρεῖ Phil.: οὐ χωρεῖ P 6 διὰ ... ἀποφατικά ex vs. 5 iterata delevi 9 γὰρ Phil. f. P om. P 10 ἀποφατικὰ Phil. f. 56r: καταφατικὰ P 11 γὰρ addidi 12 post προτάσεις add. ἐν δὲ τοῖς εἰλημμένοις ὅροις οὐ δυνατὸν κατὰ τὸν αὐτὸν ἀμφοτέρας λαβεῖν ἀληθευούσας τὰς προτάσεις Phil f. 55v—56r 13. 14 σις ... ὑπάρχουσα scripsi κίνησιν ἔλαβεν ... ὑπάρχουσαν Phil.): κινήσει ... ὑπάρχειν P 16 ἐνδέχεσθαι Phil.: om. P 18 καὶ Arist.: ἡ P τεθείσης Arist.: τιθείσης P 37 οὐδὲ ... τὸ συμπέρασμα (61,9) AI. 241,2—242,35
marginal 106r
footnote 3 παρατεθέντες Αl. 241,4: πάντες P 8 εἶεν om. Arist. 9 δ’ Al. 241,22: om. P 16 καὶ ἀνθρώπῳ delevi Al. 241,30 18 μηδενὶ Al. 241,31: μηδεὶς P 19 πρὸ ὀλίγου Al. 241,35: πρὸς ὀλίγον P
marginal 107r
footnote 3 τετάρτου Αl. 242,27: πρώτου P 9 ἐὰν ... μερικὸν συμπέρασμα (19) Phil. f. 56v 14 ἐπεσημηνάμεθα scripsi ἐπεσημήνατο Phil.): ἐσημηνάμεθα P 20 διὰ τῆς ... ἀνθρώπῳ (62,39) Al. 243,14—244,40 21 ἀναγομένης αὐτῆς] neglegentius haec 23 καὶ om. Al. 243,18 25 τῆς prius om. Al. 243,20 34 ταῖς AI. 243,32: τοῖς P 36 δυνάμεναι Αl. 243,33: δυναμέναις P 37 ἡ δὲ ... ἐνδεχομένη (62,1) Al. 243,35: om. P
marginal 107v
footnote 4 ἡ δὲ ... ἐνδεχομένη Al. 244,4: οm. P 5 καὶ Al 244,5: om. P 11 uncinis circumclusa om. Al. 244,10 17 τοῦ πρώτου σχήματος ἡ Al. 244,16.17: τὸ πρῶτον σχῆμα εἰ (sic) P 24 οὔσης Al. 244,24: om. P 26 γίνεται δὴ scripsi A1 244,26 3,5 ἑκάτερον αὐτῶν Al. 244,36: ἑκάτερα αὐτῶ P
marginal 108r
marginal 108v
footnote 1 ἐὰν δὲ ... ὑπάρχουσαν (10) Phil. | f. 57r 4 ἐνδεχόμενον alterum Phil.: ἐχόμενον P 8 συλλογιστικαὶ ... στήματι (9) Phil.: om. P 10 ἔστωσαν ... λέγει (30) Al. 245,9—246,35 35 11 ὑπάρχουσα ... καταφατικὴ (12) (cf. Al. 245,10) 16 post μείζων add. ἐνδεχομένη Al. 245,35. 36 μὲν τῶν Αl. 23 καὶ Al. 246,28: om. P 27 μεταλαβόντας Αl. 246,32: μετα- λαβόντες P 29 εἶτα Al. 246,33: εἰς P 30 καὶ ... πρώτου σχήματος (64,2) Phil. f. 57v τῆς Phil.: ἡ P 34 ὑπάρχουσαν τὸ οὐδενὶ Phil.: ὑπάρχουσα τὸ οὐδὲν P
marginal 109r
footnote 3 εἰ δὲ ... μέσον λευκόν (26) Al. 246,36—248,38 5 ante καθόλου addidi ἡ 247,1 14 ἐνδέξεται AI. 247,13 17 ἀναγκαίας Al. 247,16: ἀνάγκης P καταφατικῆς Al.: ἀποφατικῆς P 20 αὐτῷ Al. 247,19: τι τῷ P 21 ἀδιόριστοι Αl. 245,31 27 πληρώσας ... κατηγορουμένου (66,4) Phil. f. 58r—58v 33 ... συμπέρασμα (34) Phil.: οm. P
marginal 109v
marginal 110r 2 κρείττονι Phil.: μείζονι P 6 οὐ Phil.: ὡς P 12 post τὸ add. γὰρ Phil. (cf. vs. 18) 18 γὰρ Phil.: om. P 19 ὃ Phil.: τὸ P 27 ἀποφατικόν Phil.: καταφατικὸν P (cf. 66,7. 10) 30 τῶν (post τὶ) Phil.: τὸ P 31 οὐχ Phil.: om. P 35 post ταῦτα add. πλατύτερον Phil. ὅτε Phil. f. 58v: ὅτι p
marginal 110v
footnote 1 ἀνάγκη Phi!.: om. P 4 ὅταν ... ἐξ ἀνάγκης (17) Al. 251,3—19 7 Al. 251,5.6: καταφατικῆς P 10 ἐπὶ μέρους Αl. 251,8.9: καθόλου P εί δὲ ... εἴη (11) Phil. f. 58v εἰ δὲ ἡ .. ἀποφατικὴ Phil.: ἡ δὲ .. καταφατικὴ P 15 ἐγρηγορώς Al. 251,17: ἐγρήγορσις P 18 εἰ δὲ ... φανερῶν (68,40) Phil, f. —59v 21 συλλογιστικῶν Phil.: συλλογιστικὴ P 35 ὑπάρχει scripsi; ὑπάρχειν P ἐνδεχέσθω ὑπάρχειν Phil.)
marginal 111r
marginal 111v
footnote 1 post add. σχῆμα Phil. 9 δείκνυται Phil.: δείκνυμεν P 12 post μὲν add. οὖν Phil. (cf. 54,24) εἰ Phil.: ἡ P 15 γίνεται Phil. f. 59r: γίνονται P 17 καὶ) συνάγεται Phil.: συνάγον P 24 μὴ ex Phil. addidi 34 δ’ Phil.: om. P 36 τὸ Phil.: om. P 38 ἐνδέχεται bis P 39 μὴ ante ὑπάρχειν vs. 38 transponerem, nisi etiam Phil, hic haberet
marginal 112r
footnote 12 ἡ delevi 21 γὰρ Phil. f. 50v: om. P 29 οὖν Phil.: ἡ superscr. P 31 Phil.: om. P ἂν aildidi (εἰ Phil.) 30 ἵππος ex Phil, addidi 33 καταφατικὴ Phil.: ἀποφατικὴ P 34 γίνεται Phil.: τινὶ P 36 λαμβανομένης addidi διὰ τὴν ... ἀληθευούσης Phil.) 10 ante ὡς add. καὶ ἀνομοιοσχημόνων Phil.
marginal 112
marginal 113r
footnote 1 ὅτι μὲν .. γίνονται (76,31) Al. 255,3—267,4 2 ἢ alterum οm. Al. 255,6 3 Αrist.: ὑποθέσεων P (cf. vs. 16. 20) 8 post πρώτῳ add. σχήματι τοὺς ἐκ καθόλου προτάσεων ἀμφοτέρων Al. 255,23 14 post μηδενὶ add. δείκνυσιν ὁ συλλογιζόμενος Αl. 256,7 17 αὐτόθεν Al. 256,12: αὐτόθι P 18 κατηγορικῷ Al. 256,12. 13: δεικτικῷ ut vs. sp. P 22 οὗ Al. οὺ P τι ἢ scripsi: εἴ τι ἦν P 32 ληφθῇ Αl.256,35: δειχθῆ P ἔτι Αl.: εἴ τε P εἴημεν ut Al. 257,1 scripsi: εἴη μὲν P (B) cf. 79,28 38 τὸ Αl. 257,4: τοῦ P
marginal 113v
footnote 8 Al. 257,14: ἀποφατικὸς 12 οὐδὲν Al. 257, 19: οὐδὲ P 29 πῶς P 35 καὶ om. AI. 258,5
marginal 114r
marginal 114v
footnote 2 ἴδια P 3 γένοιτ’ ἄν] sic etiam aB Al. 258,16, ubi γένοιτο correxi 7 παρὰ Al. 258,20: περὶ ut saepeP 8 μὴ om. Al. 12 ὧν εἰρήκαμεν Al. 25S,25: ὠρήκαμεν P 14 καὶ prius om. Al. 258,28 20 κατ’ λοῦ (sic) P 24 προσλάβωμεν τῇ .. καταφατικῇ Al. 258,38 (sed λάβωμεν et καταφατικὴν Β) 25. 26 δέ γε τὸ ἁ ... πάλιν τὸ β] sic Β quoque Al. 259,1. 2, ubi δὴ τὸ γ ... πάλιν τὸ ᾱ scripsi 27 καὶ om. Al. 259,3 31 οὗ Al. 259,9: οὐ P 32 τούτου scripsi: τοῦτο P: om. Al. 33 post προτάσεως add. ἀδύνατον Al. 259,10 34 ὡς ἂν] sic etiam Β corr. Al. 259,11, ubi οὖσαν scripsi
marginal 115r
footnote 1 ἀδυνάτου Al. 259,16: ἀδύνατον P 3 δεικτικοῦ Αl. 259,18: δεικτικῷ P 4 δυνατὸν P (B): ἀδύνατον recte Al. (a) 6 οὗ Al. 259,21: οὐ P 8 ἔχει Al. 259,23: ἔχειν P 11 συλλογισμοῦ Al. 259,26: συλλογισμῶν P (cf. 73,30) 12 συμπέρασμα P (a Β): συμπεράσματος scripsi Al. 259,27 15 ὅτι prius om. Al. 259,30 19 διὰ Al. 259,34: om. P 27 εἰς ἁδύνατον Αl. 261,25: ἀδυνάτου P συλλογισμὸς Al.: συλλογιστικὸς P 36 μειαλαμβανόμενον prius Al. 262,6: λαμβάνομενον 38 δι᾿ Αl. 262,8: P
marginal 115v
marginal 116r
footnote 4 δύναται Αl. 262,13 (cf. vs. 11) 6 δείξαιμεν] sic etiam a Β AI. 262,15, ubi δείξωμεν scripsi 15 ἄν Al. 262,23: ἐὰν P 16 ὁμολογίας Αl. 262,24: ἀπαγωγῆς P τοῦ ἀντικειμένου Al. 262,25: κειμένου P 25 ὡς οὕτως Al. 262,35: ὡσαύτως P 30 συλλογισμοῦ alterum Al. 263,5: συλλογισμῶν P (cf. 72,1 1) ἐξ ἀρχῆς Al. 263,5: ἐξάρχον P 34 ὁ λόγος Al. 263,9: ὅλος P συλλογισμοῦ Αl. (cf. vs. 30) 35 καὶ] τὴν Al. 39 τοῦ τοῦτο scripsi ut Al. 263,15: τούτου τὸ P (B)
marginal 116v
footnote 1 ἔχειν Al.: ἔχον P 2 καὶ P: οm. Al. 263,16 συλλογισμοῖς Al.: λογισμοῖς P 14 οὕτως Al. 263,28: om. P post λαμβάνεται add. ἐπὶ τούτων Al. 16 εἰ alteram P (B): om. Al. 263,31 (a) 23 πῶς P 25 ἐκείνου Al. 264,2: ἐκείνην P 26 κατὰ δὲ τοῦ AI. 264,3: δὲ κατὰ τῆς P 30 post γὰρ add. ἂν Al. 264,8 δεόμενον Al. 264,9: λεγόμενον p 32 κατασκεύζει τὸ] sic Β quoque: κατασκευάζοιτο recte a Al. 264,11 36 τοῦ ἐς ἀποφατικῆς Αl. 264,15 (sed ἀποφατικοῦ etiam etiam B) 37 τῷ Al. 261,16: om. P
marginal 117r
marginal 117v
footnote 1 ἀποφατικοῦ P Β): ἀπὸ καταφατικοῦ recte a Al. 364,16. 17 εἰ prius om. Al. 264,17 4 καὶ ἡ ... τέλος (5) Αl. 264,20.20: om. P(a) 5 αὐτὴν semper P 11 δὲ P om. Al. 264,27 15 οὖν scripsi: οὐ P 16 συλλογισμὸν γίνεσθαι Al. 261,33: συλλογισμὸς γίνεται P 20 παραλαμβάνεται Αl. 265,4: περιλαμβάνεται P (cf. 23,11. 12) δὲ δεῖται transposui Αl. 265,5 25 κατηγορικοῦ Al. 265,9: καταφατικοῦ P 26 μεταλαβόντες Al. 265,11 29 ὑποθετικῶν P: ὑποθετικὸν τῶν Al. 265,14 post ὕπο θετικῶν expunxit κερ P 30 ἢ μὴ bis P 35 γὰρ Al. 265,21 om. P
marginal 118r
footnote 1 εἰ Αl. 265,23: om. P 3 τὰ τρία σχήματα Al. 265,25: τὸ τρίτον σχῆμα P (cf. 53,38) 7 καὶ (ante γὰρ) Al. 265,31: οὐ P 11 ἀγαθὸν Al. 265,35 13. 14 αὐτὸ, αὐτὸν P 14 ὢν Al. 265,38: ὃν P 16 ἰδίως Al. 266,2: ἰδίους P (ef. vs. 18) 18 μαθησόμεθα Al. 266,5: θησόμεθα P 20 δύο ... συλλογισμόν (21) Phil. f. 62v ἀποφατικαὶ Phil.: καταφατικαὶ P 25 λάβη Al. 266,33 27 ᾖ ἡ Αl. 266,35 28 συνάγῃ scripsi Al. 267,1: συνάγεται P συνάγει a B) ἄρα Αl.: οτι P (ef. 81,30 30 post ἰῷ alterum addidi: δὴ Al. 267,3 31 ἐὰν γὰρ ... μεθόδοις (77,5) Phil. 62v 34 εἰπὡν Phil, ἣν om.): εἴπω P
marginal 118v
marginal 119r
footnote 1 εἰ Phil.: ὁ P 7 δῆλον ... ἢ οἰκίαν τοῦ ποιῆσαι (91,16) Αl. 269,18—289,29 10 καθόλου AI. 269,22: om. P 13 ἀμφοτέρας AI. 269,28: ἀμφότεραι P 14 post γὰρ add. ἂν AI. 18 κατὰ τὸ καταφατικὸν scripsi (ut etiam AI. 209,32 conieci): κάτ(??) φατικὸν (sic) P 22 ante ἢ prius addidi δεῖ AI. 270,3 εἰ Β: om. a) 26 παρὰ Al. 270,10: περὶ P 27 ἢ scripsi: εἰ P (B: ἡ εἰ a) cf. ad 78, γὰρ Al. om. P 29 ἡ πάντως γε AI. 270,13: γε ἢ πάντως P 34 πάντων Αl. 270,19: πάντως P 36 ἄδηλον Αl. 270,20: ἄδοξον P
footnote 1 συνάγει P (a Β): συνάγοι scripsi Αl. 270,22 (cf. vs. 26) ἀρτίους Al.: ἀρτηρία P 5 ἀμφότεραι AI. 270, 25 ἀμφοτέρων P 7 ἢ Al. 270,28: εἰ P 14 ὁ om. Al. 271, 6 16 ante τρίτῳ add. ἐν Al. 271,8 (om. a) 17 συζυγιῶν P: δεδειγμένων συζυγιῶν συλλογιστικῶν Al. 271,10 25 τινὶ Al.: τί P ἄλλοτε Al. 271,22: om. P 2(; δείκνυσι P (aB): δεικνύοι scripsi Αl. 271,23 (cf. v.s. 1) 31 πᾶσα ... ἀγαθόν (32) Al. 271,28: om. P 38 δὲ Al. 272,1: om. P
marginal 120r
marginal 120v
footnote 5 εἶναι δείκνυσι Al. 272,6: δεικνύναι P 6 ἑαυτῇ scripsi Al. 272,7 (ἑαυτῷ a Β) 7 post ἄλλοτε addidi δὲ Al. 272,9 (om. a Β) 14 ὁ P (a B): ὃς scripsi Al. 272,16 post σχήματι add. ὣν τὸ μὲν ἔστω τὸ ὁ τὸ δὲ τὸ β Al. 272,10. 17 17 τὸ alterum om. Al. 272,20 20 desidero ἡ ἁ γ quod addidi Al. 272,23 (om. a Β) 22 γ δ P (aB): ἁ γ scripsi Al. 272,26 23 δύναται Αl. 272,27: δείκνυται P προσκείμενα Al.: προκείμενα P 27 εἴη μὲν P (cf. 69,36) 28 τῶν P: τοῦ Al. 273,3 33 τῆς (ante μὲν) Al. 273,8: τοῦ P 34 post δὲ add. ᾱ a Al. 273,9 (om. B) 37 ἐν μὲν Al 273,12: at cf. 80,24
marginal 121v
footnote 1 εἴη Αl. 274,16 4 post καὶ lacunam indicavi Al. 274,18 5 δ’ ἐλέγομεν P 8 μεθ’ οὖ ἡ μεθ’ ὧν ΑΙ. 274,23 (cf. 82,27. 84,17) 10 τὸ ὑπὸ τῶν Al. 274,25: τῶν ὑπὸ τὸ P καὶ τῶν (a: καὶ τὸ Β) delevi Al. 274,25 13 τὸ πᾶν ... συμφέρον (16) Al. 274, 27—31: om. P 18 συνάγει P (aB): συνάγειν recte Schol. p. 173b9 τοῦ Αl. 274,33: οὐ κἄν Αl. 275,3: κἀκ P 22 ἐπ᾿ ἀγωγῆ P ᾖ Αl. 275,4 23 τὰ (ante ᾱ) Αl. 24 συλλογισμοῦ Al. 275,6: συλλογισμῶν P (cf. 73,30) ἑ Al.: om. P 25 οἷον ... δείξαντων (321 Phil. f. 64r 26 ἡ ἰατρικὴ (post ὅτι) Phil.: εἰ ἡ ἀτρικὴ P 28 οἷον prius fort, aberrante librario ex ἡ μέν λέγουσα ortum est 30 ἄρα Phil.: ἐστι (cf. 76,28) 32 ὅτι Al. 275,8: om. P διὰ ... ἐφίεται (33) Al. 275,8—9: οm. P 34 δὲ Al. 275,9: γὰρ P
marginal 122r 5
marginal 122v
footnote 5 μὴ... ὁμοίου (6) Al. &lt;275,17—18:&gt; οm.P 9 ἀξιῶν Al. 275,22: ἀξιοῖP 11 ἐπαξιῶν ἀπαξιῶν P ἀξιῶν Αl. 275,24) 12 μὴ Αl. 275,24: om. P 31 θ prius P (a): ε Αl. 276,7 (Β) ἄρα AI.: om. P 34 τοῦ AI. 276,13: τούτου P 35 ante συμπεράσματα add. τὰ AI. 276,14 37 αὖται .. συμπέρασμα P (B): αὐταὶ .. συμπεράσματα AI. 276,16 (a) post γ add. τὸ AI. (B: οm. a) 39 τρία .. συμπεράσματα AI. 276,18: τρίτον .. συμπέρασμα P cf. 76,3
marginal 123r
footnote 3 ἀξιῴη sic P 4 δείξεις Al. 276,26: δεῖξις P 5 post φιλονει spatium vacuum habet P 9 λέγειν] συμπλέκειν Al. 276,31 (a: πλέκειν Β) 14 τούτου Al. 277,6: τούτοις P 16 μέν τι Αl. 277,8: μέντοι P 22 καὶ Al. 277,15: om. P 24 τῷ γὰρ Al. 277, 16: τῶν δὲ P 25 ἀναποδείκτων Al. 277,17: ἀποδεικτῶν P τούτων alterum om. Al. 27 κείμενον, ἣν καὶ μείζονα Al. 277,19.20: μεῖζον ἦν καὶ μείζονος P 33 ἐξ ἀνάγκης ... αὐτῶν (34) ante δῆλον (32) habet P
marginal 123v
marginal 124r
footnote 2 δύο μόνων Al. 277,31: δυομένων P 3 post δὲ add. λοιπὰ Al. 277,32 7 καὶ τῶν (a: καὶ τὸ Β) delevi Al. 277,37 cf. 81,10 12 ante τὴν add. τῷ Al. 278,4 (a): om. P (B) 15 θέμα Al. 278,7: om. P 18 post συνάξει add. etiam alteram definitionem Al. 278,11—14 19 τὸ P: τὰ Al. 278,20 24. 25 ὡς ἐχουσῶν .. τι συνήγετο 278,26. 27 27 ὡς Al. 278,30: om. P 33. 34 ἐπιβαλλόμεναι Al. 279,3 36 παρὰ Al. 279,5: περὶ P 38 post μὲν add. οὖν Al. 279,7 (a): om. P (B)
marginal 124v
marginal 125r
footnote 8 προστιθείη Al. 279,19: προστεθείη P 9 post λέγων add. τὸ καλὸν εἶναι Al. 279,19 9. 10 αὐτοὺ, αὐτὸ P 11 ἔχειν Αl. 279,21: ἔχει P καὶ P: ὁ Al. 13 καὶ P om. Al. 279,24 18 εἰ Al. 279,29: om. P 19 τῷ Al. 279,30: τοῦ P 20 εἰ Al. 279,31: ὁ P 22 αὐτὴν P 24 ἐξετάσαι Al. 279,35 25 εἰ Al. 279,36: om. P αἰτώη sic P: αἰτοίη recte a Al. 279,36 (at αἰτῶ. ἢ Β) 26 τὸ alterum Al. 280,2: om. P 34 ἄλλο Al. 280,13: ἄλλοθεν P 36 ἁ ἢ τὸ Al. 280,15: om. P οὐ Αl. 280,16: om. P
marginal 125v
footnote 2 ὑπὸ Αl. 280,19 12 ἀμφοτέρας Al. 280,34: ἀμφότεραι 14. 15 ἡ τοῦ μέσου Al. 281,1: om. P 15 παρὰ Αl.: rept P (B pr.) 16 αὐτοῦ Al. 281,2: αὐτῶν P 17 συλλογιστικῷ Arist. (Al. 281,3 a B): συλλογιστικῶς P (Al. 281,6 etiam Β) 19 διὰ τῶν ... πρὸς τὴν θέσιν (28) post ἢ μηδέν (31) et exiguo intermisso spatio iuxta μάτην ἂν εἴη εἰημμένα (32) ... καὶ εἰ (34) collocat P 21 συμπεράσματα scripsi: συμπέρασμα P (cf. 87,19) 21. 22 συνθέτων Al. 281,12 24 προτάσεις Al. 381,17: προτάσεων P 26 εἶεν αἱ τοιαῦται Al. 281,19: εἶναι τὰς P 28 γὰρ Al. 281,22: om. P β Al.: γ P 29 5 Al.: γ P ἦν Αl. 281,23: τὸ P εἴη Αl.: om. P 31 δεικνύοι Al. 281,25 33 μηδέν Al. 281.27: μηδενί P 35 ἀναγκαίων Αl. 281,29: om. P
marginal 126r
marginal 126v
footnote 1 κυρίας Arist.: κυρίως P; item vs. 2,4 7 περιέχει P (a): ὑπερέχει Al. 282,5 (B) 12 β γ Αl. 282,11: γ δ P 16 ἀρτίους Al. 282,17: ἀρτίως P 19 συμπεράσματα Al. 282,20: συμπέρασμα P (cf. vs. 27) 20 δ’ ἄν P: δὲ Al. 282,21 (cf. 71,3) 21 προσυλλο- γισμοῦ scripsi προσυλλογισμῶν Al. 282,23): προσεχοῦς συλλογισμοῦ P 22 αὗται P (a B): αὐταὶ scripsi Al. 282,24 27 συμπεράσματα AI. 282,29: συμπέρασμα P (of. vs. 19) 31 λάβωμεν Al. 282,33 33 ante ἐν add. ἂν Al. 282,34 37 χρησώμεθα Al. 283,5
marginal 127r
footnote 1 λάβοιμεν AI. 283,7 2 τὸ 8 AI. 283,8: τὸ δὲ P 3 aute ἐπ’ add. τὰ AI. 283,10 (a: om. B) 6 οὑν, quod ante διὰ (vs. 5) habet P, transposui 7 τὸ ... p (8) ex AI. 284,22 addidi 8 προσυλλογισμῶν Αl. 284,23: συλλογισμῶν P 10 τὰ .. συμπεράσματα AI. 12 ἐπενεγκὼν P(B): ἐπενἑγκω AI. 284,27 (a) 14 μέσων Ar.: μόνων P 15 ἐπειδὴ P Β): ἐπὶ δὴ recte a AI. 284,31 16 ὑπερέξει scripsi φησὶν ὑπερέξειν ΑΙ. 284,32): ὑπάρξειν P 23 παρὰ AI. 285,8: περὶ P 25 οἱ AI. 285,10: αἱ P προστίθεσθαι AI. 285,11: προστίθεται P 27 τῷ αὐτῷ AI. 285,13: τὸ αὐτὸ P 28 πρὸ AI. 285,14: πρότερον P αὐτοῖς Αl.: τοῖς P 33 τῷ γ Ai. 285,32: τῶ τὸ P 37 προστιθεμένη Αl. 285,36: προστιθεμένου P
marginal 127v
marginal 128r
footnote 1 a δ, δ β Al. 285,37: δ ᾰ, ᾱ β P 2 δ γ Αl. 286,1: ᾱ γ P 6.7 συμπεράσματα Αrist.: συμπέρασμα P 8 προστεθεὶς Al. 286,8: προτεθεὶς P 11 δὴ scripsi Al. 286,1 1 18 omisit librarius aberrans ἄν δὴ πάλιν ἄλλος ὅρος προστεθῇ, πρότασις μὲν ἔσται μία προστεθειμένη, ὥστε αἰ πᾶσαι τέσσαρες ἔσονται, ὅροι δὲ πέντε οἱ πάντες, συμπεράσματα δὲ ἑνὶ ἐλάττω τῶν ὑπαρχόντων ὅρων ἐστι τὰ προστιθέμενα ἦσαν δὲ οἱ ὅροι τέσσαρες (Al. 286,18—21) 24 πρὸ Αl. 286,20: πρὸς P 27 προσκείμενα τῷ Al. 286,33: προκείμενα τῶν P 29 αὐτὸν prius Al. 286,35: ἑαυτὸν P δ γ Al. 286,35: γ δ P: fort. δ γ 36 τὸ ... τὸ Αl. 287,15: τὸν ... τὸν P
marginal 128v
footnote 5 σχήματι ... πρώτῳ (6) Al. 287,21. 22 6 ἀποφατικὸν Al. 287,23: καταφατικὸν P 26 δύο τε σχήμασι Al. 288,13: δευτέρω τε σχήματι P (cf. 82,39) 28 ἐπὶ alterum Al. 288,15: om. P μέρους Al. 288,15: μέσου P; item vs. 29,38 29 τὸ scripsi (τὰ Αl.) τοὺς P 34 ὅ ... καταφατικοῦ (35) Al. 288,22.23: om. P 36 οὐκέτι Αl. 288,29: οὐκ ἔστι p
marginal 129r
marginal 129v
footnote 2 post ἀναιρεῖται desideratur τοῦτο δὲ καὶ διὰ πρώτου καὶ δευτέρου δείκνυται σχήματος Al. 288,35 κατασκευάζεται AI. 289,1: κατασκευάζει P 10 ὑπὸ τοῦ ἐπὶ Al. 289,22: ἐπὶ τοῦ P 16 τέχνην ΑΙ. 289,29: τεχνῶν P 18 ἐχουσῶν Arist. 21 περὶ δὲ τῶν ὑποθετικῶν ... κατασκευάζει (95,7) Phil. f. 60r—61r 28 ὡς γνωσόμεθα Phil.: γνωσόμεθα P 34 τῷ .. τὸ Phil: τό .. τῶ P 38 μὲν οὖν Phil. (cf. 67,12)
marginal 130r
footnote 1 κατνοτέραν Phil.: καινότερον P 2 αὐτοῖς P 7 δὲ phil.; om. P 14 δι’ ὅλων μὲν ὑποθετικοί addidi (δι᾿ ὅλων μὲν Phil.) 15 ἡ P: om. Phil. 19 αὐτόθεν Phil.: αὐτόθι (cf. 69, 17) 21 ταύτας Phil: πάντας P 23 τί Phil. f. 60v: τὸ P 32 τό εἶναι Phil.: οm. P 37 post ἀκολουθίαν add. κατασκευάζουσιν Phil. 38 θέσει Phi.: δεήσει P
marginal 130v
marginal 131v
footnote 8 λέγω Phil.: λέγων P 16 ἄρα Phil.: ἔτι P (cf.81,30) 24 καὶ τῶν ἐμμέσων P: om. Phil. τὰ... τῶν(25) Phil. (sed καὶ νs.24 scripsi: ἤ Phil.): ἐν διαιρέσει ὑπόθεσιν Phil.: διαιρέσει ὑποθέσει P μὴ Phil.: om. P τὸ Phil.: οm. P 37.38 et 40.41 unc. incel.add.Phil.: om. P
marginal 131v
footnote 5 εῖτα Phil.: εἰ P 7 ἀποφατικῆς Phil.: ἀποφατικοῦ P 8 ἀμέσων Phil.: μέσων P 15 δεχόμενον Phil. f. 61r: ἐχόμενον P 19.20 une. circumcl. ex Phil, addidi, qui duo praeterea exempla praebet ὁ πέντε ἀριθμὸς ... ἡ διάμετρος...) 26 ὅταν Phil.: om. P ᾖ Phil.: ἡ P 29 πέμπτου ex Phil, addidi οὐ Phil.: om. P πραγματειωδῶς Phil. 30 τρόπον Phil.: τρόπου P 34 δι’ om. Phil. 38 ἀσύμμετρός Phil.: σύμμετρός P
marginal 132r
marginal 132v
footnote 6 ἔσται...σύμμετρος (7) Phil.: οm. P πῶς...προβλήματος (96,6) Phil. f. 67r—67v 15 δὲ om. Phil. iuxta ὅλως ... καὶ τῶν (16) habet τῶ γενικωτάτῳ (1. τὰ γενικώ- τατα) ἀεὶ κατηγορεῖται οὐδέποτε δὲ ὑπόκειται ὅτι τὰ μερικὰ καὶ ἄτομα καὶ ἄτομα (bis) ἀεὶ ὑπόκειται, ὅταν περὶ τἄ ὑπάλληλα αἱ σκέψεις καὶ οἱ συλλογισμοί P 17 ἄλλοις Phil.: ἄλλην P 27 Σωκράτει ἡ Πλάτωνι. αἰσθητὰ Phil.: Σωκράτης ἡ Πλατῶν. αἰσθητοῦ P 29 τῷ Phil.: τὸ P 36 ἐδόξασαν Phil. f. 67v
marginal 133v
footnote 1 post στοιχείων add. ἀρχὴν Phil. 6 δεῖ...ἕπεται (37) Αl. 294,28—296,12 τινὶ scripsi: τι P 7 ἐκλαβεῖν Al. 294,29: ἐκλαβεῖν P 10 ὁρισμὸν Al. 294,35: ὅρον P ἑκατέρῳ Al.: ἑκατέρα P 12 οἱ alterum om. Al. 295,3 18 οἱ prius addidi 20 ὡς Al. 295,28: καὶ P 22 ταῦτα P 27 στερόμενον P2: evan. P1 οὐ P 34 μήτε ... αὐτοῦ in mrg. P2 35 ψιμυθίω Al. 296,10 37 κατὰ ... ἀλήθειαν (97,2) Phil. f. 68v 133
marginal 133v
marginal 134r 2 post ταῖς add. δέκα κατηγορίαις, ὡς εἴπομεν, κατὰ δόξαν μὲν ἕπεται τὸ ἓν καὶ τὸ ὃν ἡ τὸ πάντα ἐξ ὕδατος εἶναι ἡ πυρὸς ἢ ἀέρος Phil. ὅσῳ Ar.: ὅσα P ἄν πλείονα addidi ἂν πλειόνων Arist.) cf. vs. 5 3 οἷον scripsi: εἶεν P 6 καὶ ὅτι ... ἐκλέγεσθαι delevi (cf. 32,3) δεῖ δὲ ... γενέσθαι (11) Al. 296,23- 27 8 τὸ Al. 296,23: τῶ P 9 ἡδονῇ Αl. 296,24: ἡ ἡδονὴ P 11 οὐ μόνον ... μερικαῖς (15) Phil. f. 68v δὲ οὐ scripsi: οὐδὲ P 15 ἀλλὰ ... ζητεῖ τις (102,15) Al. 296,34—307,19 18 ἐκεῖνο Al. 297,2: om. ἐκλέγοντας Al. 297,3: ἐκλέγοντες P 19 ᾦ Al.: ὡς P 25 τοῦτον] fort, τοῦτο 26 πάπα ἄνθρωπον Al. 297,15: παντὶ ἀνθρώπῳ P 27 οὐ τῷ scripsi: τούτῳ P 28 καθάπερ ... διαλεγομένους et 32 ὅταν ... ἑπόμενα (35) Phil. 69r πρὸς τοὺς Phil.: τοὺς πρὸς P 35 ζητήσωμεν Phil. ὥστε P: εἰς τὸ Al. 297,30
footnote 3 ὥσπερ ... λαμβάνειν (6) Phil. f. 69r 4 ὅσα prius ex τὰ τὰ corr. in mg. P1 οὐδὲ τὰ Phil.) ὅσα (ante γάρ) scdpsi: οὐ P 14 τῶν εἰδῶν prius om. ΑΙ. 298, 15 18 εἶ γὰρ ... ὑποκείμενον (21) Phil. f. 69r 21 τὸ περιεχόμενον Phil, et Arist. 23 ἐκλέγντας Al. 298,24: λέγοντας P post τινος add. προσχρῆσθαι τῷ καθόλου τῷ περιέχοντι καὶ λαμβάνειν ταῦτα τῶν, οἷς ἕπεται ὁ κείμενος ὑποκείμενος a) ὅρος, οἷς καὶ αὐτοῖς ὁ περιέχων αὐτὸν ἔπεται Al. 298,25—27 32 32 ἐπὶ τοῦ (τῶν?) P: delevi
marginal 135r
marginal 135v
footnote 1 διαίτῃ 300,10: διαίτης P 6 οὐ ... δεῖ γάρ (7) Phil. f. 69v 10 post ἣν fort, addendum 11 ἑκατέρου Al. 301,4: ἑκατέρω 19 δέον Αl. 301,14: φέος P 20.21 ἔστω δέ ποτε P: ποτὲ δὲ Αl. 301,15 21 μὴ Al. 301,15: μὲν P 28 ἀόργητον P (a, B pr.): ἀνόργητον B corr. Al. 301,28 32 τὸ ... ὑποκειμένῳ (33) ut ex mrg. illatum cancellis circumscripsi (cf. 100,4. 5,12—14) 38 ποιήσομεν τὸν) Al. 302,6; at cf.
marginal 136r
footnote 1 ἐνέργεια Al. 302,8: om. P 4 τὸ ... ὑποκείμενος (5) et 12 τὸ καθόλου...ἀνάπαλιν (14) ut ex mrg. illata cancellis circumscripsi (cf. 99,32. 33) 4 ὅ τε scripsi: ὅτι P 14 δὲ δέῃ 302,33: δὲ ἡ P 17 μηδενὶ .. αὐτὸ Αl. 303,1. 2: μηδὲν ... αὐτῶ P 18 κἀν ταῦτα Al. 303,3: κἀνταῦθα P 21 ταῦτα P (a) 24 τὸ addidi 30 πάσῃ scripsi: παρὰ P 33 μηδενὶ Al. 303,13: μηδὲν P
marginal 136v
footnote 4. 5 ταὐτὸν γὰρ iterat P, alterum expunxit P2 7 καθόλου ἀποφατικὸν Α1. 304, 3: κατὰ ἀπόφασιν Ρ δὲ Arist.: δὴ Ρ 18 δυνατὸν . . . γάρ (29) Pbil. f. 71r—71v 19 ταὐτὸν om. P τῷ addidi 20 Phil. f. 71v: om. P 23 ᾗ . . . ἐνέργεια (24) librario aberrante iteratum delevi 29 ἐπειδὴ Ρ 32 ἐκ ἐκ . . . λαμβάνειν(33) ut e mrg. illatum caucellis circumscripsi cf. 99, 32 καὶ prius adilidi 33 ἐν Al. 306,24: ἐκ· P ἑκατέρῳ Al.: ἑκατέρων Ρ 38 τινος Αl. 306,29
marginal 137v
footnote 7 πρῶτον Al. 307,10 14 τοιούτων P: τῶν κειμένων Αl. 307,18 16 δεῖ . . . καἰ τοῦ τρίτου (103, 10) Phil. 71v—72r 19 μερικωτέρων Phil.: μερικωτάτων 24 ante τὸν add. τὸ Phil. 25 ἄρα Phil.: ἔτι P (cf. 93,16) λογικός Phil. 28 ῆδη Phil.: εἴ γε P ὄνομά ἐστιν ἕξιν Phil.: νόσου ἐστὶν ἕξειν P 33 ἐκλογή Phil. f. 72r: om. P 34 τῶν Phil.: om. P
marginal 138r
marginal 138v
footnote 3 δεικνυμένων Phil.: δεικνύμενα P ὅτι . . . τρίτου (6) οm. Phil. (cf. 97,6) 4 prius Phil.: καὶ P τοῦ alterum Phil.: τὸ P 6 τῶν τριῶν scripsi: τοῦ τρίτου P cf. ad 58,38 ὑπάρχειν . . . εἶναι (104,5) Al. 310,18—311,24 εἰ Al. 310, εἶτα P 11 ἡ P: εἶεν 17 17 μηδεμιᾷ scripsi: μηδεμιᾶς P 10 post γίνεται add. δὲ Al. 310,27 ὃ . . τῷ αγαθῷ scripsi (cf. Al. 310,29): ᾦ..τὸ ἀγαθόν Ρ 29 ἀλλοτρίῳ scripsi: ἀλλότριον P 36 συλλογισμῶν Al. 311,15
marginal 139r
footnote 5 ἐξ ἀμφοτέρων P: ἐξ ἀνάγκης, sed post δεικνύουσι (4) Al. 311,23 φανερὸν . . . συλλογι-σμόν (12) Phil. f. 72v 6 αἰ ἄλλαι Phil.: κ·ἄλλαι P 1 1 αἱ delevi γίνεται ἀπόφασις Phil.) 13 δῆλον . . . ποῖα ταὐτά (14) Phil. f. 73r Ι4 καὶ τίνα . . . ἐκλογῶν (28) Al. 313,20—33 27 δυλλογιζέμενά τε P: καὶ συλλογιζόμενά τι Αl. 313,32 28 ὑπονοοῦντες] cf. 99,38 29 ἐρεῖν scripsi: εὑρεῖν P cf. ad. 10.5,30 ὅτι . . . δυμπέρασμα 105,22) Phil. f. 72v—73r 34 ἀποφατικὸν Phil.: καταφατικὸν P ἐπειδὴ Phil. 35 παντὶ Phil.: πάλιν P
footnote 11 συνάγεται λῆψιν scripsi λῆψιν συνάγεται Phil. f. 73r): σύλληψιν P 18 τὸ addidi 22 φανερὸν . . . προειρήκαμεν (28) Al. 316,29—36 23 ἦ P 25 καὶ prius oin. Αl. 316,32 26 ὅτε P (a B): ὅταν scripsi Al. 316,33 27 ἄλλῳ Al. 316,35: ἄλλων P 29 συμβαίνει . . . συλλογίσασθαι (106,2) Phil. f. 73v 30 εὑρηκέναι Phil.: εἰρηκέναι P cf. ad 104,29 36 οἱ addidi
marginal 140v
footnote 2 καὶ πρῶτόν . . . λέγομεν (4) AI. 318,33—319,1 ἀποφατικὸν AI.: καταφατικὸν 4 ἔστω . . . ὑπάρξει (108,24) Phil. f. 73v—74v 8 ἄρα scripsi (om. Phil.): ἔτι Ρ cf. 9 ἐπ᾿ . . . ἀπαγωγή ut ex mrg. illatum caucellis circumscripsi cf. 99,32 11 ὠφέλιμον in marg. add P2 17 ὑπάρχειν scripsi: ὑπάρχει P δὲ scripsi: καὶ P 22 ὑπάρχει scripsi: ὑπάρχειν Ρ 23 τῇ prius μὴ Ρ 30 οὑν Phil.: om. P 32 ταῦτα P
marginal 141r
marginal 141v
footnote 7 οὐδενὶ scripsi: οὐδεμιᾷ Ρ 8 ἄρα scripsi: ἔτι Ρ cf. 106,8 13 τῷ Phil. f. 74r: τὸ P 14 πάσῃ scripsi: παντὶ P 19 τὸ (ante δὲ) bcripsi: τῶ P ἀφροδίσιον . . . τινὶ (20) addidi (τὸ δὲ η τινὶ τῶν ε, καὶ τὸ ᾱ ἄρα τινὶ τῶν η Phil.) 27 post ἐάν add. δε Phil. 36 τὸ prius addidi
marginal 142r
marginal 142
footnote 4 λαβεῖν Phil. f. 74v: om. P 5 αὑτοῦ scripsi ἑαυτοῦ Phil.): αὐτοῦ P 7 εἰ οὑν οἱ Phil. 9 post δεῖ add. δὲ Phil. 10 ὡς Phil.: ὥστε P παρὰ scripsi: περὶ P (ὁ περὶ Phil.) 13 τὸ ἀγαθόν in marg. add. P1 25 ὅτι ἐν . . . διαίρεσιν (110,25) Al. 322,21—326,2 27 λαμβάνεται Al. 322,23: λέγεται Ρ 30 ταῦτα Ρ 31 ὑπάρχειν Ρ2: ὑπάρχουσιν Ρ1 37 τῷ (ante εἰ) Al. 324,6: τὸ Ρ 38 τῇ Al. 324,7: οm. P
footnote 11 ποιῷ Al. 324,21: ποιεῖ P 15 τοῦτο P: τοῦ Al. 324,25 17 δοκοῦν Al. 324,28: δοκεῖ P 22 ἄρ Al. 324,33: ἐστὶν P cf. 107,8 24 ἡ εὐδαιμονία . . . ἀναμαρτήτως Al. 324, 34. 35: om. P ἄρα Al.: om. P 26 ἀναμάρτητοί . . . ὑγιαίνειν Al. 324,37: om. P 35 δὲ Al. 325,7: om. P
marginal 143v
marginal 144v
footnote 3 τὸ prius Al. 325,14: om. P 10 τοιούτων Al. 325, 325,22: πλούτων P 11 post eHo; adilidi w; omisso ἀλλ’ (a) cum Β ΑΙ. 325,22. 23 13 τοῖς Al. 325,25: οἷς P 15 ἐπὶ δὴ Al. 325,27: ἐπεὶ δὴ Ρ (B pr.) 21 ἐπισκέπτοιτο Αl. 325,35: ἐπισκέπτοι Ρ 26 δυνατὸν . . . ἐπὶ τούτων (111,17) Phil. f. 75r—75v 37 καὶ τὸ . . . ε, quae τῷ ἑ (vs. 38) habet P, transposui 39 ἑ Phil.: ᾱ P
marginal 144v
marginal 152r
footnote 7 ἀδυνάτως P: ἐνδεχομένως Phil. f. ν 17 φανερὸν sqq. ᾖ. 330,17 sqq. fort, ὅτι (Arist.) ἐνδέχεται seribendum 25 τῶν ὐπαρχόπων . . ὑπαρχόντων Al. 330,25: τοῦ ὑπάρχειν . . ὑπάρχειν P 28 post περὶ add. τῶν Al. 330,28 30 καὶ prius οm. Al. 330,30 39 πλεῖστα Al. 331,5: πλεῖστον P καὶ alterum Al.: om. P
footnote 1 ἑκατέρου Al. 331,7: ἑκατέρους P 2 καὶ οἶς . . . ἑπόμενα Al. 331,8: om. P 6 αὐτῶν Αl. 331,13: ἄλλων P ἄλλοτε Al. 331,14: ἄλλο τι P ἐκ . . . τοῦ μὲν (8) Al. 331,14. 15: om. P 9 ᾧ Al. 331,17: ὡς Ρ ἀντιστροφῆς Ρ: αἰτίου Αl. 331,21 14 ᾖ διὰ Al. 331,21: ἡ P 15 προτάσεων ex πρότασις corr. Ρ2 18 εἴρηνται Arist., sed εἴρηται Al. 331,27 19 ἡ . . ἀποφατικὴν ΑΙ. 331,28: om. P 30 μεγεθῶν... καὶ ἐπὶ (31) Al. 332,16 31 δυνάμεων Al.: δυναμένων P 32 δ’ ἀθανάτου Al. 332,18: δὲ θανάτου P 33 αὐτοκίνητον ex αὐτὸ κίνησιν corr. Ρ2 ἄλλου δὲ] ἀλλ’ οὐδὲ P 35 ἐκ λόγων Β(Ρ): ἐκλογῶν a Al. 332,20
marginal 153r
marginal 153v
footnote 2 τό Al. 332,25: τὸν Ρ 5 ὁ Al. 332,27: om. P 14 καθόλου . . . διειλήφαμεν (15) Phil. f. 76r 18. 19 χρησιμευουσῶν πρόβλημα scripsi: χρησιμευόντων προβλημάτων Ρ οm. Al. 333,2: τόπους τοὺς . . . χρησιμεύοντας πρόβλημα Phil. f. 76r) 20 ἐστὶ Arist. et Al. 333,3 22 ληπτέαι Arist. et Al. 333,5: ληπταὶ P 23 συλλογισμὸς γίνεται Arist. et Al. 333,6 28 δὴ om. Al. 333,31 31 πάλιν καὶ λαμβάνουσα transposui ante τὰ (32) Al. 333, 35 36 οὔτε Al. 334,4: οὖτος Ρ
marginal 154v
footnote 1 alterum Al. 334,8: om. P 5 ὃ Αl. 224,18: ἡ P 9 ἀνωτέρω P pr. (Β): Ρ2 corr. (a) 13 ἄρα Al. 334,26: ἐστὶν P (cf. 109,22) 16 ὁ om. Al. 334,29 17 post συνήγαγεν add. γὰρ Αl. 334,30 δὲ om. Al. 18 τε Αl. 334,31: γε P 22 καὶ Al. 334,35: om. P μικρὸν μέν Αl. 334,36: om. P 23 κατὰ τὸ πρῶιον σχῆμα Al. 334,36 29 συλλογισμὸν Al. 335,6: συλλογισμοῦ P 31 δὲ Al. 335,9: om. P 35. 36 εἴρηκα μὲν P ob ἡγνόουν addidi τήν τε . . . συνελογίζοντο (115,4) Phil. f. 76v
marginal 154v
footnote 2 γὰρ Phil. 3 δὲ prius om. Phil. αὐτὸ Phil. 10 ἔχοντα scripsi ἕκαστον . . . ἔχον Al. 335,27): ἐχόντων P 10 καὶ tertium om. Al. 335,33 18 ἕκαστα (ante τὰ) Al. 335,35 20 τὸ prius om. Al. 330,1 30 οὐ P (a B) 34 ὑποκείμενος Al. 336,10: ὑποκείμενον P 37 οὐ P
marginal 155v
footnote 1 τοῦ alterum Al. 336,23: om. P 2 οὐ Al. 336,25: om. P 4 θελήσωσι Al. 336,27 7 οὕτως . . . ἀποδεικνύουσι (9) Phil. f. 77r 13 ἀναγκαῖον . . ἔχειν ΑΙ. 337,3: ἀναγκαίως . . ἔχειν P οὐ Al.: εἰ P 1.5 πότε ἓν συντεθέντα Al. 337,5: ἑνὸς συντιθέντος P 21 ἴδια P 26 τὸ πάντα . . . τῷ Al. 337,16: τῶ παντὶ . . . τὸ P 29 αὐτοῖς Al. 337,22: αὐτῆς 30 ἀπορίας P 33 φέρ’ εἰπεῖν Al. 337,26 τούτων Al. 337,27 : τοῦτον P τὸ λογικὸν Al. 37 δὲ om. Al. 337,30 ἄλογος, post quem addidi σὔτως, Al. 337,31: ἄνος p
marginal 156r
marginal 156v
footnote 1 ἄρα Al. 337,32: ἐστιν P (cf. 114,13) 3 συλλογισμοῦ Αl. 337,33 10 τὸ τὸ Al. 338,10 13 συμβεβηκότα Al. 338,13: συμβεβηκότος P 20 τῶν Al. 338,20: τοῦ P 22 γὰρ Al. 338,22: om. P αὐτὸ Α1: αὐτοῦ P 25 περὶ γένους Al. 338,25: om. P 33 αὐτοῖς Al. 338,35: αὐτῆς P 35 προσλάβῃ Al. 339,1; at cf. 123,34 36 συνάξει μὲν Al. 339,7 cf. 118,2 38 τοῦ prius om. Al. 339,5 τοῦ alterum Al.: τὸ V
marginal 157r
footnote 2 συνάξει Al. 339,7: κνάξει P 3 ἢ ἀσύμμετρον Al. 339,7.8: om. P 11 τὸ Al. 339,16: om. P 14 τέ Al. 339,19: τί P 14. 15 προσλαμβάνει Al. 339,20: προσλαμβάνειν P (a, qui etiam τιθέναι exhibet) 15 τῶν Al.: om. P 16 συντιθέντων P 19 ἀληθές P: ἔν Al. 339,24 25 καὶ scripsi cf. 76,7: οὐ P (om. Al. 339,32) 26 καὶ (ante ὅν) P: καθ' Al. 339,33 33 ἐπεὶ . . . λοιπὸν (34) cf. Phil. f. 78r
marginal 157v
marginal 158r
footnote 2 εἴς τι Αl. 340, 10: εἴ τις Ρ 3 εἴη Αl. 340,11: om. P 7 ext Al. 340,21 ante κεφάλαιον add. τὸ Al. 10 αὐτοὶ scripsi Al. 340,25 20 καὶ alterum delevi Al. 341,3 33 τι delevi
marginal 158v
footnote 6 τις AI. 341,33: τι P 7 ἐπιφέροι . . . εἶναι (8) AI. 341,34—342,1: om. P 9 ἄρα 342,2: ἐστι p cf. 117,1 15 παρείαται AI. 342,8; at cf. 121,8 ἄρα Al. 342,11: ἐστι Ρ cf. V.S. 9 20 προτιθέναι P (a): προστιθέναι AI. 342,13 Β) 22 τὰς καθ’ ἕκαστα om. AI. 312,18 23 παραλείπονται Al. 343,8: παραλαμβάνονται P 24 κατασκευαστικαὶ AI. 343,7: κατασκευαὶ Ρ 26 προσεχῶν AI. 343,11 29 συμπεράσματα A 1. 343,13: συμπεράσματος P 33 ἀφαιρητέον (sic) p 35 χωριστέαι scripsi χωριστέον Al. 343,20): χωρισταὶ P
marginal 145r
marginal 145ν
footnote 1 τὸ “τὸ scripsi Al. 343,24 4 συνακτικαί Al. 343,26: συνακταί P 7 ζητοῦντες, τί Al. 343,30: ζητοῦν P 8 παρείαται Al. 343,31; at cf. 120,15 1 1 λάβη ex λάβε corr. P 16 ἡ μὲν Ρ (Β): μὲν ἡ Αl. 344,4 (a) 18 δεικνύοιεν ἄν Al. 344,5 1 9 β΄ ut e mrg. illatum cancellis circumscripsi cf. 128,7 ἐν P (B): εἰ Al. 344,9 (a) 21 τῷ Al. 344,12: τὸ P 24 τὸ καὶ Al. 344,15: τῷ καὶ P 25 συναγόμενον Al. 344,16 27 δύο ὡς P (B): ὡς δύο Al. 344,17 (a) 30 εἰρῆσθαι P (B): ἡγεῖσθαι Diels Al. 344,21 31 τοῦ γ Al. 344,22: om. P
marginal 146r
footnote 1 ὅμοιος Al. 344,31 7 οἱ Al. 345,1: ἡ P 9 μή prius om. Al. 345,4 12 τὸ Al, 345,6: τῷ P 14 οἱ om. Al. 345,8 18 περαίνοντας Al. 245,13: περαίνοντες Ρ (Β1) 19 μὴ Αl. 345,14: om. P 20 ὁμοίους Al. 345,15: ὁμοίω p 33 ἄρα Al. 345,29: ἔτι P cf. 120,18 39 λέγει Al. λέγειν Ρ
marginal 146v
marginal 147r
footnote 1 ΑΙ. 345,36: συμπεράσματος P 2 ἄρα Al. 345,32: ἔτι P cf. 122,33 13 ante ἐπικούρου add. ὑπὸ τοῦ Al. 346,14 Β: ἐπικούρῳ a) 17 ἐκ . . ὄν, τὸ Al. 346,18: om. P 18 περὶ Ρ 19 ἄρα Αl. 346,21: ἐστι Ρ cf. vs. 2 29 φθείρεται scripsi: φθείρεσθαι P 30 ἀλλ’ ἐλλείπουσι Αl. 346,33 et Arist. 31 συλλογισμόν . . ἰσοδυναμοῦσι (32) Al. 346,33. 34: om. P 33 παρείαται Al. 346,35; at cf. 121,8 34 προσληφθείη] sic ctiam a B Al. 347,1 τῇ Al. 347,2: τῆς P 37 ante πάλιν expunxit οὐ γὰρ P
marginal 147v
footnote 1 εἶπον P: λεῖπον Al. 347,7 3 ᾦ ΑΙ. 347,8: ὡς P post ἕπεται add. τὸ Αl. 1 οὐσίας alterum P (B): οὐσίαν Al. 347,10 (a) 6 συναναιρεῖ Al. 3347,11 10 τὸ Al. 347,18: om. P τῷ Αl. 347, 19: τό Ρ 15 τῷ Al. 347,23: τὸ P 17 κειμένοις Αl. 347,25: έπουένοις P 25 προσληφθέντος Al. 347,34: προληφθένος P 26 συνάγεσθαι Ρ (Β): συνάγεται Al. 348,1 (a) 29 post μὲν addidi καὶ Al. 348,4 οὐκέτι δὲ ὑπό τι Al. 348,5: οὐκέτ᾿ Ρ
marginal 259r
marginal 149v
footnote 3 ἐκείνως Al. 548,17 8 λέγει μέντοι . . . ἐν τοῖς ἑξῆς Αl. 348,22 26 αὐτῶν Al. 349,6 31 post ταῦτα add. γὰρ εἶπε τὰ ἄλλα AI. 349,14 32 ἀποφατικῶς Al. 349,15: ἀποφατικός P 35 τριττὴ Al. 349,18: περιττὴ P 38 ὅρος Al. 349,21: λόγος P
marginal 150r
footnote 4 σχήματος A). 349,29: σχ·ῆμα P ἐν τούτῳ Al.: ἐκ τοῦ P 7 προβλημάτων Al. 349,32: πρόβλημαP n τὸ om. Al. 350,5 13 μόνον Al. 350,7: μὴP 14 ὑποκείμενος Al. 350,8: ὑποκείμενον P 18 ματαιοτονήσομεν Al. 350,22: μεταξοπονήσομεν P 21 παρὰ Al. 350,25: περὶ P περὶ Al.: παρὰ P 26 γίνεται Al. 350.30: Y P 27 ἐπὶ . . . Ἀριστομένης Α1. 350,32: om. P 33 τὸ (aute ἀεὶ) Al. 351,5: om. P
marginal 150v
footnote 3 ψευδές . . . ἐστιν (4) AI. 351,11: om. P ἀεὶ εἶναι Αl. 351,13: om. P ὃν Al. 351,13: εἶναι P 7 μηκέτι P: μηδέ τινα AI. 351,15 Ἀριστομένη, ᾦ συμβέβηκε Al.: om. P 14 γίνεται Al. 351,22: γίνεσθαι P 19 β, (post quod addidi τὸ) Al. 351,28: om. P 21 τῷ AI. 351,30: τὸ P 26 διὰ τοῦ Al. 352,23 μίκκαλον αὕριον Al. 35 ἄρα Al. 352,33: ἔτι P of. 123,11) 37 κἂν Al. 352,35: om. P τὸν μὲν Αl.
marginal 151r
marginal 151v
footnote 9 ὒ ut e mrg. illatum cancellis circumscripsi cf. 121,19 εἰ Al. 353,10: οἱ P 15 περὶ P 23 εἰς· P 25 γὰρ Al. 353,26: δὲ P ὑγεία ἐστίν Al.: οm. P 25. 20 παντὶ θῶμεν Al. 353,27: παραθῶμεν P cf. 55,32 32 περὶ P 34 ἁ Al. 353, 35: πρῶτον (ortum ex ᾱ) P
marginal 159r
footnote 1 νόσον Al. 354,6: om. P 4 αὐτοῦ Al. 354,9: αὐτῶν P 8 ἀναγκαία Al. 354,14: ἀναγκαίως P 14 τὰ Al. 354,19: τὰς P 15 ἀναγκαίας Al. 354,20: ἀνάγκης P 18 συλλογισμὸς AI. 354,23: συλλογισμοῦ P 19 ἡ pro ἡ altero P 20 ἡ] ἡ P ἡ (ante αὐτὴ) om. Al. 354,26 26 περὶ P 27 ἀληθὲς om. Al. 354,34 31 ὑγεία P: ὑγείαν Al. 355,3
marginal 159v
marginal 160r
footnote 1 ἀληθὴς Ρ τὰ Al. 355,14: τὰς Ρ cf. 129,14 12 διὰ Ρ: ἐπὶ Αl. 355,23 18 ἐνδεχόμενον P 22 ἀποφατικὸν alterum Al. 355,34: καταφατικὸν P 35 λαμβάνει· οὕτως Al. 356, 13: λαμβάνειν· οὐ P
marginal 160v
footnote 1 παντὶ P: τινὶ Al. 356,18 4 ἐπὶ κειμένῳ recte a ΑΙ. 356,22 5 καὶ Al.: om. P γίνεσθαι Al. 356,23 6 τῷ Al. 356,24: τὸ P 7 post δὲ add. καθόλου Al. 356,25 9 τὰ Αl. 356,27: om. P 10 τὸ Al. 356,28: τὸν Ρ 17 ἀληθὴς P(a): ἀληθὲς Al. 356,35 22 τῆς Al. 357,3: τοῦ P 24 ἐπιφέρειν Al. 357,4: ἐκφέρειν P 25 οὐσίας Al. 357,5: om. P 27 τὸ τὸ οὐκ Al. 357,7 35 πανταχοῦ Al. 357,15: πάντα P 36 τὸ (post, πᾶν) Al. 357,17: τὴν P 37 ἑ] cf. 121,19 ὀνόματι Arist.: ὀνομάτων P
marginal 161r
marginal 161v
footnote 4 περὶ Ρ 16 οὕτως Al. 358,1 εὕροι Al. 358,3: εὕρη Ρ 19 ὂν ΑL. 358,4: οὖσαν P μὴ εὑρίσκων..ἀδύνατον (21) Phil. f. 82r 20 καὶ Phil.: om. P 22 ἀποδεικτὰ Al. 358,10: ἀποδεικτικὴν P 23 προλαβόντας a Αl. 358,11: προλαβόντες P 25 οἷον . . . ἐὰν οὑν (36) Phil. f. 82r 27 ὅρα Phil. 31 ἐὰν δὲ . . . εἰσίν (32) Phil.: om. P 33 δυνάμεθα Phil. 39 ἀποδεικτικὸν P (B): ἀποδεικτὸν recte a Al. 358,25
marginal 162r
footnote 1 τούτου Al. 358,25 2 ὥστε . . κεῖνται (8) Phil. f. 82r δεῖ Phil.: δεῖν P post ἐστίν expunxit ἡ γραμματικὴ P 23 ante ὅρους add. μὲν Al. 360,1 26 κατηγορούμενον Αl. 360,5 30 ὡς Al. 360,9: εἰ P καὶ Al. 360,10: om. P
marginal 162v
footnote 5 ἀλλ᾿ et τὰ Al. 360,34: om. P 7 πτώσεις scripsi cf. 133,36: προτάσεις P 8 λέξεως Al. 360,37: ἕξεως P cf. 141,21 13 post ’vxa add. κατηγορεῖται Al. 361,7 17 ἀλλήλοις μίαν Al. 361,10. 11: εἶναι Ρ 21 ἡ om. Al. 361,1.5 26 ἔτι scripsi: ὅτι P τοῦ (post ἐπὶ) scripsi (om. Al. 361,25): τούτου P cf. 141,18
marginal 163r
marginal 163v
footnote 4 post ἐναντίον addendum est velut οὐκέτι δὲ τοῦ μέσου ὁ μείζων ἄκρος οὕτως, οἷον τοῦ ἐναντίου cf. Al. 362,29. 30 15 τόδε alterum Al. 363,10; τῶδε P 16 ὅπερ Al.: εἴπερ P 17 ὁτὲ δὲ . . . εὐθεῖαν Al. 363,12: om. P 22 ᾦ] ia maiore spatio signum rubrum P 36 ἄρ Al. 364,13: ἔστι P cf. 127,3.5 39 ὁ Al. 364,17: οὐ P τούτου scripsi τούτων Al. 364,17): τοῦτο P
marginal 164r
footnote 1 κατ’ εὐθεῖαν prius om. Al. 364,18 9 δὲ delevi 12 μὲν οὖν Al. 365,29 15 δεῖ prius om. Al. 365,36 16 κλίσεις P(B): κλήσεις a Al. 366,1 et Arist. 18 ὥσπερ ἰπὶ Ρ: διὰ τῆς Al. 366,4 21 ὅμοιον Al. 366,6: om. P 31 δηλοῦν Αl. 366,26: δηλῶν Ρ 32 ἢ (ante πατήρ) Al. 366,28: ἡ P 34 Λυκείῳ Al. 366,29 γένηται P(B): λέγηται recte a Al. 366,30 35 λέγοιτο] sic etiam aB Αl. 366,31
marginal 164v
marginal 165r
footnote 11 ἐκτεθείμεθα scripsi: ἐκτεθειμένα P ἐκτίθεται Al. 367,12) 13 ἐπεὶ . . . εὑρίσκεσθαι (19) Phil. f. 84v 14 κἀν scripsi καὶ ἐν Phil.): καὶ ’ 16 ποῖα P 17 ἐπαναδίπλωσις Phil 20 ὅρον scripsi: ὅλον Ρ 22 μέσῳ Al. 367,21: om. P 23 οἷον . . . νῦν λόγος (26) Phil. f. 84v 38 σημαῖνον Al. 368,4: σημαίνων P 39 ἀσύνθετος P: ἀσύνετος Al.
marginal 165r
footnote 1. 2 ὡσανεὶ . . . ἄνθρωπος Phil. f. 84v 2 εἰ Al. 368,5: εἰς P cf. ad 128,22 τό P (Β: om. a): τοῦ scripsi Al. 368,5 3. 4 οὐ τὸ . . . τὸ ἀγαθόν et 5. 6 οὐ γάρ . . . φρόνησις Phil. f. 84v 9 γένει ΑΙ. 368,13: γενέσει P 10 περιέχειν Al. 368,22: περιέχει P 15 ᾗ Al. 368,26: om. P 20 ἀλλὰ Al. 368,30: ἄλλω P 22 ἡ λέγουσα Al. 368,31 23. 27. 28 ἡ P 36 οὐκοῦν μέν rubro scriptum delevi
marginal 166r
marginal 166v
footnote 1 ἐν τοῖς Al. 369,32: om. P 3 τὶ τόδε Ar.: τί τί δέον (sic) P 7 ὑγιεινὸν prius Αl. 370,2: ὑγιαῖνον P 8 ἡ P 9 τοῦ P (a B): τὸ scripsi Al. 370,4 10 τινὰ P(a): τινῶν Al. 370,6 21 ἢ τὸ Al. 370,18: ἧ P 22 [ι΄] cf. 131,37 24 ὑπάργοντα Al. 370,20: ὑπάρχοντι Ρ 26 προκειμένου P (a): προσκειμένου Al. 370,22 30 ἢ P 31 ἔσται Al. 370,28: τὸσται (sic) P 33 καὶ Al. 370,29: om. P 37 ᾗ delevi
marginal 167r
footnote 5 ἔχειν· προσκείμενον (sic) P 6 παραλαβόντες P περιλαβὼν Al. 371,3) τὶ Al. 371,3 et Arist.: ὅτι P 7 προκειμένῳ P (a B): προσκειμένῳ scripsi Αl. 371,4 0 ἰδίου Arist.: ἰδίως Ρ 10 αὐτὸ Ρ 11 ὄν Αl. 371,24: ὤν Ρ 22 καὶ om. Al. 372,11 31 ἀνοναδιπλουμένου P (ἐπαναδιπλουμένου Al. 372,20) 33 Al. 372,21: om. P 34 καὶ Al. 372,22: om. P γέ τινα Al. 372,23: γίνεται Ρ 35 προσεχῇ Al.: προσεχῶς P 36 εὐκολωτέρως scripsi εὐκολώτερον AI. 372,26): εὐκολωτέρους P
marginal 167v
footnote 5 ῥᾴων Al. 373,1 10 πέδον P 11 τῶν λόγων Al. 373, 6: τὸν λόγον P αὐτοῦ P 13 αὐτὸ P 18 τοῦ Al. 373,13: τούτου P 21 λέξεων Αl. 373,19: ἕξεων P cf. 134,8 24 καὶ prius om. Al. 373,19 27 ὥστε καὶ ἡ μετάληψις iterat P 36 πᾶν ἀγαθὸν . . . ἀγαθῶν (37) Phil. f. 85v ἐστιν Phil.: ἢ P 37 ἐν δὴ Al. 374,10: δὴ supra ras. P
marginal 168v
footnote 4 περὶ P 6 ἀλλ’ Al. 374,17: οὐχ P 8 ἁμάρτημα Al. 374,19: ἀμαρτάνειν Ρ 9 τὸ . . . ἀληθές (10) Αl. 374,20. 21: om. P 13 τοῦ alterum P: τῷ Al. 374,24 17 εἶναι. ἔτι Al. 374,29: ἔτι εἶναι P 20 συνημμένῳ ἡγούμενον Al. 374,32: συνημμένον. ἤγουν· μένον P 24 περὶ P 26 προσδιωρισμένως scripsi: προδιωρισμένως P 27 περὶ P 28 οὔτε . . . ἠλήθευον (143,20) Phil, f. ν 29. 30 ἀπροσδιορίστως Phil.: ἀπροδιορίστως P 34 τούτῳ . . τὸ Phil.: τοῦτο . . τῶ P
marginal 169r
footnote 5 ὑπάρχει Phil.: ὑπάρχειν P 7 post μὲν add. τινὶ ποτὲ δὲ μὴ Phil. 8 εἴπω scripsi εἴπομεν Phil.): εἴπως P 10 ἡ scripsi: εἰ P (et Phil., qui tamen alteruiu εἰ omittit) ἀποφατικὴ Phil.: ἀποφατικὸν P 11 τὸ (ante δὲ) Phil.: τῶ P 13 τὸ Phil.: τῶ’ 12 οὖν Phil.: οὐ P 21 περὶ P 25 δείκνυσθί (post πολλάκις) P(a): δείκνυταί AI. 379,20 Β) 26 περὶ P: item vs. 31,33,34 27 ὃ scripsi: τὸ P 28 ὅτι . . . συμβέβηκεν (33) Phil. f. 86r
marginal 169ν
marginal 170r 8 τὸ Αl. 380,14: om. P 9 ἐκ Al. 380,16: om. in lac. P τὸν . . . τὸν Al. 380,17: τῶν . . . τῶν P 14 ἀσύνακτον Αl. 379,28: ἀσύντακτον P 16 ἔστω prius Al. 379,29: ἔσται P 18 προσχρώμενος Al. 379,31: προσχρώμεθα P 21) αὐτῶ P: αὐταῖς Al. 379,.33 21 ἀπαρακολουθήτου P: fort. εὐπαρακολουθήτου εὖ παρακολουθῆσαι Al. 379,34) τοῦ μανθάνοντος . . . ἐγίνετο (145,1) Phil. f. 86r—86v 24. 25. 26. 31 περὶ P 26 τὸ Phil.: om. P
footnote 1 ἐκκειμένων Phil.: οἰκείων P 2 οὖν scripsi: ἄν P 7 τούτων ΑΙ. 381,18 8 οὐκ Al.: om. P ἐπ᾿ Αl. 381,19 ἰκείων Αl. 381,22: ὅτι AI. 381,30: om. P 18 οἱ μὲν. . . . συμπεράσματα (21.22) Phil. f. 86v 22 P (a): μέν τι Al. 381,33 23 τοι P: τι AI. 381,34 ἐὰν . . . δεικτέον (148,34) Phil. f. 86v—87v 25 δεῖ Phil.: δὴ P 20 Σωκράτους Phil.: σωκράτην ante ζώου alterum add. τοῦ Phil.
marginal 171r
footnote 1 in mrg. οὐδὲν φυτὸν δύναμιν . . . θιγγανόντων· (6. 7) adscr. P 4 ἡ Phil.: om. P 6 ὅτε Phil.: ὅτι P 28 post διὰ requiritur τοῦ τρίτου διὰ, sed om. etiam Phil. f. 87r 29 ἔμψυχον . . . φυτῷ (30) Phil.: om. P
marginal 171v
marginal 172r
footnote 1 ἄρα Phil.: ἔτι P cf. 135,36 5 ὥστε] εἰς τὸ scriberem (cf. ad 97,35), nisi cum P faceret αἴσθησιν superscr. Ρ2 16 πάπα Phil.: παντὶ P 31 καὶ om. Phil. f. 87v 33 μεταβαίνωμεν Phil. 36 ἀσυλλόγιστον Phil.: ἡ συλλόγιστον P 39 ἐκ δευτέρου Phil.: ἐκεῖ P 40 ποιεῖσθαι Phil.: om. P
footnote 1 ἀποφατικὴ (γίνεται) Phil.: ἀποφατικόν P 4 εἰ (post εἴη) Phil.: ἡ P 5 μερική Phil.: μερικόν P 6 οὐκέτι scripsi: οὔτε τι P οὐκ Phil.) πρότασιν Phil.: om. P 11 προστιθεθεμένη (sic) P 12 μερική Phil.: μερικόν P 13 μερικοῦ . . . εἶναι (31) om. Phil. 22 τὸ . . . καθόλου addidi 29 καταφατικὴν scripsi: ἀποφατικὴν P 31 παραφθείρηται Phil. 32 διὰ prius om. Phil. 36 ᾧ om. Al. 384,28 37 δεῖν Al.: δεῖ P 38 ἀναιρετικοὶ Al. 384,30: αἱρετικῶν P
marginal 173r
marginal 173v
footnote 15 οὕτω γὰρ ἄν σαφὴς P: ἧττον γὰρ ἀσαφὴς Al. 385,13 16 ἄμα iterat P 17 ἀποδῴη (sic) P cf. 83,3 19 θάλαττα . . . πάντα (24) post λαμβάνεται (33) habet P 20 δὲ P: δὴ Al. 385,18 23 ἔτι Al. 385,21: ὅτι P 24 ἀναίρεσιν Al. 385,23: διαίρεσιν P 27 ὅτι P(a): ἔτι Arist. δεικνύντας τι Al. 386,5: δεικνύντι P 33 παραφυλακτέον . . . συνθέτοις (150,1) huc non pertinet
marginal 174r
footnote 2 ὑποθετικοὺς . . . συνημμένον (4) Phil. f. 87v 4 λαμβάνοντας Phil. (1 ὥσπερ . ποιητικά (20) Phil. f. 87v—88r 9 εἰ Phil.: εἰς P cf. 138,2 16 ἀλλήλων add. aliquid compendiose scriptum P (οὐδέτερον?) 17 ἄρα ἔστιν P cf. 147,1 21 οὖν om. Phil. f. 88r 29 τὰ γὰρ . . . ἀναλύειν (151,21) Al. 387,2—388,29
marginal 174v
marginal 175r 1 post οἷον excidisse videtur εἴ τις πάλιν βουλόμενος λαβεῖν, ὅτι ὑγιεινοῦ καὶ νοσώδους οὐχ ἡ αὐτὴ δύναμις, ὑπόθοιτο εἰπὼν Al. 387,30. 31: om. P τὸ αὐτὸ ὑγιεινὸν καὶ νοσῶδες Al. 388,1 cf. vs. 12 7 ἐνάργειαν τιθέμενον Al. 388,15: ἐνέργειαν τιθεμένας P 21 τούτους Al. 388,29: τούτων P ὑπεναντίως . . . οὐκέτι (30) Phil, f. 88r 22 μὲν γὰρ . . . ὡς ἀμφίβολον Phil. 27 γὰρ μὴ Phil.; at cf. 152,2 31 πάλιν . . . ἀντιφάσεως ἀνάγκην (152,5) Al. 388,33—389,14
marginal 175v
footnote 2 post δεδειγμένον add. οὐ πάντως δειχθέντος ἐκείνου τοῦτο κατεσκεύασται Al. 389,10 2. 3 εἰ μὴ . . . κατασκευάσαι Phil. f. 88r (sed ante διττὴ vs. 8) 5 οἱ μὲν . . . συν- θήκην (14) Phil. f. 88r οἱ μὲν Phil.: μὲν post ὅπερ (6) habet P 7 ἀλλ’ Phil.: om. P ἐνεργείας P; item vs. 13 10 λέγω δὲ οἱ Phil.: om. P 11 τε P: δὲ Phil. 15 πολλοὶ . . . συλλογισμός (23) Αl. ―390,19 16 δ’ (cf. vs. 19) om. Al. 390,7 24 ὅσα . . . δὲ τὸ δεύτερον (153,25) Phil. f. 88r—88v 26 Phil.: συλλογισμὸς P
footnote 5 τοὺς μερικοὺς Phil. f. 88v: τὸ μερικὸν P 10 καιαφατικῆς Phil.: ἀποφατικῆς P 12 τὸ Y Phil.: τῷ Y P 13 τῆς prius Phil.: om. P 14 γὰρ alterum delevi (οὔτε ἡ καθόλου· εἰ γὰρ Phil.) 21 τὸ δὲ Pliil.: TuJ δὲ P τὸ ἁ τινὶ scripsi: τῶναοὐδενὶP 22 1? a Phil.: a’^ P AEyiov Phil.: Xsyw P 23ἔσται τὸ p Phil.: om. P 2G διαφέρειν . . . ἀποφάσεων (29) Al. 396,34—397,2 29 ἀτῆοφάσεων Al. 397,2: καταφάσεων P 29.30 ἀποφάσεων scripsi: καταφάσεων P 30 ἡ γὰρ . . . πρόβλημα (35) Phil. f. 89v 35 καὶ πάλιν . . . συμπλοκὴ (154,3) Al. 397,7—11 36 ἐστὶν οὐκ Α1. 397,10: οὐκ ἔστιν P
marginal 176v
marginal 177r 2 Al. 397,11: οὐκ οὔσης P 4 οὐ δεῖ . . . τὰ αὐτά (155,37) Phil. f. 89v—90v 5 καὶ . . λευκόν ex Phil. addidi: om. P 11 καὶ Phil.: om. P 13 fort, ἐπεὶ δὲ ut vs. 25 (sed ἐπειδὴ etiam Phil. f. 90r) 18 ὅτι Phil.: om. P (cf. vs. 30) ἡ P: om. Phil. 37 γὰρ Phil.: om. P
marginal 177v
footnote 1 ante ἔστι add. καὶ Phil. 6. 7 unc. incl. add. Phil.: om. P 9 μὴ Phil.: om. P ἀπόφασις Phil.: ἀποφάσεως P 11 μιᾶς καὶ τῆς αὐτῆς Phil. 16 ὅτι Phil.: om. P 17 βαδίζει Phil.: βαδίζειν δύναται P λέγεται scriberem, nisi etiam Phil. λέγει exhiberet 20 τῇ Phil.: τῆς P 23 ἀδύνατον Phil.: δύναται P 26 μὴ superscr. P1 27 μὴ Phil.: om. P 29 ἄρα scripsi: ἔτι P cf. 150,17 εἰ Phil.: ἡ P 37 ἀναλόγων . . . καὶ ποσῶν (156,21) Al. 400, 10—37
marginal 178r
footnote 2 τοῦ (ante εἶναι) scripsi: τὸ P (om. Al. 400,12) 3 μὴ tertium om. Phil. μὲν Al. 400,13: μέντοι P 8 μετακτέον . . . οὐκ ἴσον (10) Phil. f. 90v δεικνύντας scripsi: δεικνύντες P 10 γὰρ Αl. 400,27: om. P οὐκ (post λέγων) om. Al. 12 καὶ Al. 400,28: om. P 1(1 παντὸς Al. 400,33: πάντων P 17 διὸ τὸ μὲν ἴσον Al. 400,34: om. P 20 οὐκ ἐπὶ παντὸς iterat P 22 ἔτι . . . ἀγαθόν (157,2) Phil. f. 90v 23 οὐκ prius addidi μὴ εἶναι Phil.) 34 ἀποφαντικὸν ex ἀποφατικὸν corr. P1
marginal 178v
footnote 3 δὲ . . . καταφάσεις (25) Al. 405,19—406,14 4 τὸ et ἐχούσας add. Al. om. P 6 οὐκ AI. 405,22: om. P 6.7 καὶ αὐτὰς καταφάσεισ Al. 405,22: αὐτῶν (ex vs. 8 translatum) κατὰ ἀποφάσεις P 7 καὶ Αl. 405,23: om. P 8. 9 οὐ, quod ante λευκόν, et οὐκ, quod ante ἀγαθόν habet Al. 405,24, om. etiam a 18 οὗ Al. 406,5: ὃ P 20 τὸ Al. 406,7: τοῦ P 25 τούτων οὕτως . . . συναληθεύειν (158,35) Phil. f. 91r—91v δὲ om. Phil. 26 ἢ (post ὄντος) καὶ P 28 post ἄρα add. ἡ Phil. 29 τὸ alterum Phil.: om. P 31 et 34 εἴη P: ᾗ Phil.; at cf. vs.
marginal 179r
footnote 2 τὴν alterum Phil.: om. P 6 οὐ . . . καὶ τό β (7) Phil.: om. P 7 τρόπῳ Phil.: τόπῳ P 8 γὰρ μὴ Phil.; at cf. 151,27 ante ἡ add. ἡ Phil. 11 τοῦτο . . . οὐ λευκόν (13) Phil.: om. P 16 post ὦν fort, μὲν addendum est 18 τὸ ὅτι transposui: ὅτι τὸ P οὐκ ἔστι ex Phil, addidi 19 ἡ scripsi: καὶ P cf. ad 157,26 33 ξύλων Phil. f. 91v: ξύλον P 35 λέγω . . . οὐ λευκόν (159,17) AI. 408,24—409,8 37 γε AI. 408,25: τε
footnote 1 ἐνέρφεια Ρ 4 (??) Ρ (Β): (??) Al. 408,30(a) 7 μὲν τοίνυν P: μέντοι Αl: 408,33 13 ἀποφάσεως Al. 409,3: om. P 16 τοίχου Al. 409,7: τοιούτου P 17 ὡς δὲ . . καὶ ἄνισον (26) Phil. f. 92r—92v 18 προσκατηγορουμένου Phil.: γορουμένων P 21 εἴη P: ᾖ Phil. f. 92v cf. 1.37,31.34 2.3 οὐκ om. Phil. 26 καὶ Phil.: δὲ P οὐ γὰρ . . . ποσοῦ (29) Al. 410,7—10 28 post μὲν add. γὰρ Al. 410,9 29 καὶ αἱ . . . ἀπόφασις (160,25) Phil, f. 92v—93v
footnote 12 λευκὰ Phil.: λευκὸν P 16 τὸ . . . ζῶον λευκόν ex Phil, addidi 19 dubito, utmm ἀληθεύει (ἀληθεύσει Phil.) an ψεύδηται (ψεύδεται Phil.) scribendum sit 20 i)0.st τινῶν add. μὲν Phil. 21 οὔ, quod post πλειόνων (23) habet P, hue transposui 25 δῆλον . . . ἐκ μεταθέσεως (161,38) ΑΙ. 411,37—414,17 32 ὥσπερ scrips! : καίπερ P 33. 3-1 πῶς . ., μειαθέσεως Phil. f. 93'- 33 ante συναl9είη add. ἂν Phil.
marginal 181r
marginal 181v
footnote 4 τῆς λέξεως Al. 413,6 7 8 μὴ Αl. 413,9. 10: om. P 7 μέσος Al.: μέσον P 8 μείζων Al.: μεῖζον P 12 τὸ Al. 413,14: om. P 13 ἡ scripsi: τῆς P 14 δὲ μή Al. 413,17: μὴ δὲ P 16 ἐστιν οὐκ Al. 413,18: οὐκ ἔστιν P 22 ἄρα scripsi: ἔτι P cf. 155,29 27 τὴν κατὰ Al. 414,7: κατὰ τὴν P 35 ᾱ Al. 414,14: δὲ P 37 θάτερον Arist.: θατέρω P 38 ὅτι μὲν . . . γέγονε (164,10) Phil. f. 93r—94r Comment. Aristot. XXIll 3. [Themistius] in Priora Anal. 11
marginal 182r
footnote 10 ἐνεργείας P 18 τῷ β Phil. f. 93v: τὸ β P 20 ᾱ prius Phil.: δ P 22 ὑπάρχειν Phil.: ὑπάρχει P 30 οὐχ Phil.: om. P 34 γὰρ Phil.; δὲ P 35 ᾧ Phil.: ὡς P 36 τούτων δὲ Phil.
marginal 182v
footnote 8 δόξειεν ἐνδέχεσθαι Phil. f. 94r εἶναι om. Phil. 10 ἀκολουθήσεως Phil.: ἀλη- θείας P 14 ἑκατέρου Phil.: ἑκατέρα P 17 οὐκ tertium Phil.: om. P 20 τῷ Phil.: τὸ P 22 τούτῳ scripsi: τούτων P τοῦτο Phil.) 29 καὶ prius P: δὲ Phil.
marginal 183r
