@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg006.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 2: Ajax. Electra. Trachiniae. Philoctetes With an English translation by F. Storr. The Loeb classical library, 21, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1913.
@sponsor=Perseus Project, Tufts University
@title=Philoctetes, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:49Z


 
 
 
 
 

, 
 
 
᾽ 
,
ʼ, 
 
 
 
 

 
 
, 
 

 
 
ʼ 
 
,
 
᾽ 
 
 
 
,
 
 
 
·
᾽ 
 
 
 
 

 
 
, 
᾽ 

ʼ 
 
 
 
,
, 
.  
 
 
 
 

; 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 

, 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
ʼ 

 
ʼ 
 
ʼ 
 
 

ʼ, 
᾽ 
 
 
 
 

 
, 
 
 
ʼ 

ʼ 
 
 
 
·
 
ʼ 
 
 
 
ʼ 

 
 
, 
 
 
.
 
 
 
 
ʼ 
᾽ 

 
 
  
᾽ 
᾽ 
᾽ 
 
,
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
.
159	
 
, 
 
 
 
·
 
 
 
 
 
.

 
 
; 
 
 
.

᾽ 
· 
 
 
ʼ 
 
.

 
ʼ 
 
 
 
.

 
 
 
 
.

᾽ 
 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
᾽ 
, 
 
᾽ 
;

 
ʼ 
, 
 

ʼ 
, 
 
ʼ 
 
.

 
 
 
 
.

 
·  
 
 
ʼ 
 

, 
 
 
 
.

 
 
 
 
 
,
ʼ 
 
 
· 
 
 
 
 

 
 
 
 
;
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
· 
 
 

 
ʼ 
 
 
 
 
.

᾽ 
 
 
 
 
.
 
ʼ, 
 
 
, 
 
 
.

 
, 
 
ʼ 
᾽ 
 

 
, 
 
 
 
,
᾽ 
 
 
 
 
 
 

, 
, 
 
 
.
351	
 
᾽ 
;

 
 
 

 
 
  
 
.
 
ʼ 
 
 
 
 
 
,
, 
 
· 
᾽ 
 
·
 
ʼ 
 
 
, 
 
 

ʼ 
, 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
,
 
 
 
 

 
 
 
,
᾽ 
᾽ 
 
· 
 
ʼ 

 
ʼ 
 
ʼ 
 
.
  
 
 
ʼ 
· 
 
ʼ 

 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
, 
.
 
 
 
᾽ 
 

᾽ 
 
 
 
 
 
·
 
 
 
 
᾽ 
.
᾽ 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
, 

 
 
 
 
.
, 
, 
 
 
 

 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
 

 
 
 
.
555	
 
 
 
 
 
 
 
,
 
, 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
᾽, 
 
, 
 
.
᾽ 
ʼ 
 
 
 
 
ʼ 

 
 
· 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
· 
 
ʼ, 
, 

 
 
 
 
 
.

 
 
, 
 
 
 

 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 

 
, 
 
, 
᾽ 
.

 
ʼ 
 
 
 
 
 
;

 
ʼ 
 
 
 
.

 
ʼ 
 
 
 
 
 
ʼ 
;

 
 
·  
 
 
ʼ 
 
 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
.

 
᾽ 
 
ʼ 
 
 
;

, 
 
 
 
ʼ, 
 
 
.

 
 
 
 
 
 
;

, 
 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
, 
 
 
.

 
ʼ 
 
 
 
 
 
;

 
 
 
 
 
 
.

 
᾽ 
 
, 
 
ʼ, 
ʼ 
;

᾽ 
 
 
 
 
᾽ 
 
.

ʼ 
 
᾽ 
, 
 
᾽ 
.

 
 
ʼ 
 
 
 
.

; 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
ʼ 
.

· 
, 
 
 
.

 
 
 
 
 
;

ʼ 
᾽, 
 
 
.
840	
 
 
 
 
 
᾽ 
,
 
ʼ 
, 
 
 
,
 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
 

, 
 
 

 
 
 
, 
 

 
, 
 
 
 
·
 
, 
, 
 

 
 
 
 
 
.
 
 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
, 
 
 
ʼ 
.
920	
 
 
 
 
, 
ʼ, 
 
 

 
 
 
 
 
ʼ 
;
 
.  
 

 
 

 
 
ʼ 
 
 

 
 
.
 
ʼ, 
 
, 
᾽ 

 
 
· 
 
 

 
 
 
.
970	
 
, 
 
 
 

 
 
 
,
 
· 
 
 

 
, 
ʼ 
 
  

 
 
 
 

 
 
 
.
1002	
 
 
 
 
, 
,
 
ʼ 
 
 
 
·
 
 
 
᾽, 

 
 

 
 
᾽ 
.  
 
 

 
 
,
 
 
 
 
·
 
 
 
 
; 
᾽ 
 
,
 
 
;
1050	
 
 
 
᾽ 

 
.

 
 
 
 
 
;

 
ʼ 
 
 

 
 
  
 
.
 
 
 
 

 
 
, 

 
 
 
,
 
ʼ 

 
 
.
1096	
 
 
᾽, 
,
 
 
 

 
 
ʼ 
,
, 
 
,
 
 
 
,
 
ʼ 
 
 

 
.  
 
 
 
 
;
 
 
,
 
 
 
,
 
 
 
.
1140	
 
 

 
 
,
 
 
 

 
 
᾽ 
,
 
 
 

, 
 
ʼ 
 

 
ʼ 
, 
 
ʼ 
· 
 
ʼ  

 
 

 
.
1179	
 
 
 
·
 
, 
 
 
 
 
,
 
 
 
 
 

 
 
 
,
 
 
 
 
 
,
 
᾽ 
 
 
 
 

 
 
 
᾽ 
 

 
 
 
 
,
 
᾽ 
 
, 
 

 
ʼ 
 
 
.
1237	
ʼ 
, 
.

 
;

 
,
 
 
 
 
,
 
 
᾽ 
 
 
.
 
 
ʼ 

 
 
 
ʼ 

, 
 
 

 
 
 
· 
 
 
.
1279	
᾽ 
, 
,

᾽ 
 
.

 
.
 
 
, 
᾽ 
 
 
,
 
 
 
,
 
 
, 
᾽ 
 
 
 
᾽ 

 
 
,
 
 
 
 
· 
 
 
 
.
1323	
 
,
 
ʼ 
 
 
 
 
 
 

ʼ 
᾽ 
 
᾽ 
;
 
 
 
  
 
 

ʼ 
 
; 
 
 
 

 
 
 
·
 
ʼ 
 
· 
 
 
ʼ 

 
ʼ 
,
᾽ 
 
 
, 
,
 
 
 
,
ʼ, 
 
 
 
.
᾽ 
ʼ· 
 
 
 
᾽ 

 
 
 
ʼ 
᾽ 
 
.

᾽, 
 
ʼ, 
 
 
, 

 
· 
 
 
 
.

 
 
· 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ, 
 
, 
, 
 

; 
 
; 
 
 
 
;
 
 
 
᾽, 
 
 
 
.

 
 
 
 
 

·  
 
ʼ 
 
· 
 
 

, 
.  
 
 
 
.

 
 
 
, 
 
 
,
 
 
 
 
, 

 
 
 
 
 
;

 
 
 
 
 
 
.

 
; 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
, 
 
 
 
ʼ 
᾽ 
;

 
 
ʼ 
 
ʼ 
 
;

᾽ 
ʼ 
᾽  
 
 
 
 

 
ʼ 
, 
 
 
;

 
 
ʼ 
 
ʼ 
 
.
1563	
 
᾽ 
 
, 
 
 
,
 
 
 
᾽ 
 

ʼ 
 
 
 
 
.
᾽ 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 

 
 
 
 
.
 
, 
 
 
 
 
,
᾽ 
ʼ 
 
 
, 
 
 

 
 
 
 
,
 
 
 
 
, 
 

 
 
 
 
 

 
 
᾽ 
, 

 
, 
 

ʼ 
 
 
·
 
 
ʼ 
, 
, 
 

ʼ 
, 
ʼ 
 
 

 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
 

ʼ 
᾽ 
 
 
 
,
 
ʼ, 
 
 

 
 
 
 
 
 

 
, 
᾽ 
 
.
 
, 
, 
 
ʼ 
 

 
 
 
 
 
;
᾽ 
, 
᾽ 
 
;
 
 
, 
 
 
,
 
, 
 
ʼ 
ʼ 
,
 
 
 
᾽ 
 

 
· 
 
 

 
 
 
 
,
 
 
 
, 
 
.
1749	
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 

.  
 
 
 

 
᾽ 
, 
 

 
· 
 
 
᾽, 
 
 

 
, 
 
 

, 
 
 
,
 
᾽ 
·  
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
,
 
 
, 
᾽ 
 
 

· 
 
 
 
 
,
᾽ 
 
 
 
 

ʼ 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 

᾽ 
 
 
 
 
 
.
ʼ, 
 
, 
 
 
 
 
 
.
 
 
 
 
·
 
 
 
 
 
᾽ 
 

 
 
 
.
 
᾽ 
 
 
 
 
.
ʼ 
 
 
 
· 
 
 

 
 
 
᾽ 
 
 
·
 
ʼ, 
 
, 
 
, 

 
, 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
, 
ʼ 
 
, 
,
 
ʼ 
 
, 
᾽ 
 

 
᾽ 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
ʼ 
 
ʼ 
 
,
 
, 
ʼ, 
᾽ 
 

 
ʼ 
 
ʼ 
 
.
1963	
 
 
 
 

 
 
, 
 
.

 
 
 
 
 
 
,
 
ʼ 
 
, 
 

 
 
 
ʼ 
 
.

 
 
 
 
 
 
 

ʼ 
, 
 
 
;

 
 
 
 
,
᾽ 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
.

 
ʼ, 
 
· 
 
 
 
 

 
ʼ 
 
 
;

 
 
, 
, 
 
ʼ 
,
ʼ 
᾽ 
 
 
.
 
 
 
ʼ 
 
,

· 
 
 
 
, 
 
 

 
᾽, 
 
ʼ 
 
 
;

, 
 
, 
 
ʼ 
,
, 
 
, 
 
 
.

᾽ 
 
 
 
 
 
 
 
·
 
 
, 
 
, 
 

ʼ 
 
 
 
 
.

 
 
 
 
 
 
 
ʼ, 
 
,
ʼ, 
 
 
 
 
 
.

 
· 
 
 
 

 
 
 
ʼ, 
 
ʼ 
.
2148	
 
 
 
 

 
ʼ 
 
 
 
 
 
,
, 
᾽ 
 
᾽ 
᾽ 
 
,
 
 
 
᾽, 
 

 
, 
 
ʼ 
 
 
ʼ 
.
᾽, 
 
ʼ, 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
· 
 
 
·
 
 
 
 
 
 
,
 
 
 
ʼ 
ʼ 
.
 
ʼ 
 
 
 
 
,
 
 
 
 

· 
 
ʼ 
 
 
 

 
 
ʼ, 
 

 
᾽ 
 
ʼ 
 
.
 
 
 
ʼ· 
 
ʼ 
 

 
 
, 
 
 

 
 
 
, 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
ʼ 
᾽ 
ʼ 
.
 
ʼ 
, 
, 
 
·
 
ʼ 
, 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 

 
 
, 
 
 
.
 
 
 

 
, 
 
 
·
 
ʼ, 
 
ʼ 
᾽ 
 

 
 
 
, 
 
 
;
 
ʼ 
᾽ 
, 
 
 
 
,
, 
, 
ʼ 
 
 
·
 
 
᾽ 
 
 
.
 
 
 
 

 
, 
 
 
,
 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
, 
 
 
 
,
 
 
 
᾽ 
·
 
᾽ 
᾽ 
, 
᾽ 
ʼ 
᾽ 
 
ʼ 
·
 
᾽, 
 
 
 
,
 
᾽ 
 
 
 
 
.
᾽ 
 
 

 
 
, 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
.
 
 
· 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
2462	
 
 
, 
 
 
,
 
 
 
 
 
,
 
, 
 
ʼ, 
,
᾽ 
 
᾽ 
 
 
ʼ 
,
 
 
 
 
,
 
 

 
, 
 

 
.
2502	
, 
 
, 
 

 
 
, 
 
, 
,
 
 
ʼ 
 
 

᾽ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
᾽ 

 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
ʼ, 
᾽ 
 

 
 
 
᾽ 
 
.

 
 
 
, 
 
ʼ· 
 
 
 

 
ʼ 
 
᾽ 
 
.

 
; 
᾽ 
 
 
 
 
;

 
᾽ 
 
 
 
 
.

 
.  
᾽ 
 
 
 

᾽ 
 
 
,
 
 
· 
 
 
 
 
.

 
᾽· 
 
 
ʼ· 
 
 

 
 
 
 
 
.

 
ʼ; 
 
  
 
 
ʼ 
,
 
 
, 
; 
 
 
 

 
ʼ 
, 
 
.

 
 
 
 
, 
 

 
 
, 
 
, 
.

, 
ʼ 
 
᾽ 
ʼ 
, 
 

ʼ 
 
ʼ 
 
.
 
· 
 
 
 
, 
᾽ 
 

ʼ, 
 
ʼ 
 
 
ʼ 

 
 
 
 
 
;

 
 
· 
 
 

, 
ʼ, 
 
.

ʼ 
 
 
, 
 
 
 
 

, 
 
 
 
 
 
;

 
 
 
· 
 
 
ʼ 
 

᾽ 
·  
 
ʼ 
ʼ 

 
, 
 
 
 
.

 
· 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
, 
 
 
.
2772	
 
 
 
 
ʼ 
 
;

 
 
, 
 
 
 
,
 
 
 
ʼ 
 
, 

 
· 
 
ʼ 
 
 
;

 
 
, 
 
ʼ 
᾽ 
 
.

ʼ· 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
, 
 

 
 
 
ʼ 
ʼ 
.
 
 
 
, 
 
ʼ 
, 

 
ʼ 
 
 
 
 
;

 
, 
 
 
 
,
 
 
 
 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
·  
 
, 
 
,
ʼ 
 
, 
· 
 
 

 
, 
 
 
.
 
ʼ 
, 
 
ʼ 
 

 
 
, 
ʼ 
.

, 
, 
;

 
 

 
 
 
 
 
 
 
.
2961	
 
 
 
 
 
 
, 
 
,
 
ʼ 
 
 
 
ʼ 
 
 
,
 
, 
 
 
ʼ 
 
,
 
 
 
᾽ 
 

 
ʼ 
 
 
·
᾽ 
 
 
 
.  
 
,
, 
 
 
 
·
 
 
· 
 
 

 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
,
 
ʼ, 
 
, 
 
 
,
 
 
 
 
 
 
.
ʼ· 
 
 
 
 
 
.
.  
 
ʼ 
 
 
,
 
, 
 
, 
 
, 

 
 
 
 
.
, 
 
 
 
, 
,
· 
 
 
, 
 

 
 
, 
.  
 
 
ʼ 

 
 
 
 
,
᾽ 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
᾽ 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 

 
 
.  
 
 
 

 
 
 
 
,
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
,
 
, 
, 
 
 
 

 
 
ʼ 
 
.
 
ʼ, 
 
 
 
 
 
 

, 
 
, 
 
ʼ 
, 

 
 
 
 

 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
, 
 
 

 
, 
 
 
.
3223	
ʼ, 
· 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
, 
, 
 
,
 
, 
 
 
 
 

, 
 
,
᾽ 
 
 

ʼ 
 
 
, 
 

 
.
3266	
 
 
 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
.

· 
᾽ 
 
᾽ 
 
ʼ 
 

 
 
 
.

᾽ 
 
 
 
 
ʼ 

 
 
 
 
 
.
᾽ 
 
, 
, 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
 
 
.

 
 
 
, 
 
ʼ 
,
 
 
, 
 
 
 

 
, 
 
ʼ 
 
;
, 
 
, 
 
 

 
, 
 
 
 

᾽ 
 
 
 
ʼ 
 
.
 
 
᾽ 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
.

, 
· 
 
 
,
 
 
 
 
, 
 
ʼ 
,
, 
 
 
 
.

 
, 
 
 
,
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

᾽ 
 
 
 
 
 

, 
 
 
 
 

 
 
 
,
 
 
 
, 
 
 
,
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
, 
 
 
 
,
᾽ 
 
ʼ, 
᾽ 
.
3514	
᾽ 
 
 
 
 
, 
,
 
 
 
, 
 
·
 
ʼ 
, 
ʼ 
, 
 
 
 

, 
ʼ 
᾽ 
 
.

 
 
 
 

 
 
 
 
 
 
.

 
 
 
ʼ 
 
 
 
;

 
ʼ· 
 
ʼ 
 
 
.

 
 
 
 
 
 
 

 
ʼ 
 
 
 
;

 
᾽ 
 
ʼ, 
 
ʼ 
.

 
 
 
 
᾽ 
 

 
 
; 
 
 
 
 
;

 
ʼ 
᾽ 
 
ʼ 
 
 
 

, 
ʼ 
 
.

 
 
 
᾽ 
 
 
;

 
 
—
 
 
 
 

 
· 
 
 
 
 
 
.

᾽ 
᾽ 
 
 
 
, 
.

 
 
ʼ 
 
 
ʼ, 
᾽ 
 

 
 
 
 
 
.

 
, 
 
; 
 
 
 
 

 
 
 
ʼ 
 
;

 
 
 
 
· 
 
ʼ 
 

 
 
 
, 
 
 
 
 
.

 
ʼ 
, 
 
 
 

᾽ 
 
 
·  
᾽ 
 
 

 
 
 
ʼ, 
᾽ 
 
.

 
ʼ 
 
· 
 
 

 
, 
᾽ 
 
.
 
 
ʼ 
ʼ 
 
, 

 
 
 
ʼ 
 
.

 
 
, 
.

 
 
.

 
 
ʼ 
.

 
.
3776	
.  
 
 
 
᾽ 
 
,
 
 
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
 
.
 
᾽ 
 
 
 

 
· 
 
 

 
 
 
 
 
 
.

 
ʼ 
 
᾽ 
 
 

ʼ 
 
 
,
 
ʼ 
 
 
 
;
 
 
 
 
ʼ; 
 
 

 
, 
 
ʼ 
 
;

 
 
᾽, 
 
 
 
,
 
.  
 
 
 
,
 
 
, 
 
ʼ 

, 
 
 
 
 
,
 
᾽ 
 
 
 
ʼ 

 
 
· 
 
ʼ 

ʼ 
 
 
, 
 
·
 
 
 
ʼ 
᾽ 
 
᾽ 

 
 
 
ʼ 
 
 
 

, 
 
 
 
 

 
 
᾽ 
᾽ 
 
 
.
 
᾽ 
 
ʼ 
 
 

 
 
᾽, 
 

 
ʼ 
 
 
 
·
 
 
ʼ 
 
,
 
 
 
ʼ, 
· 
 
 

 
 
 
 
 
.
, 
 
, 
· 
 
 
 

 
 
 
 
 
.

 
· 
 
, 
 
 
,
᾽ 
 
 
 
 
;
 
 
 
 
 

 
 
, 
 
 
.

 
ʼ 
 
᾽· 
᾽ 
 
 
ʼ 

, 
 
ʼ 
 
 
 
.
4022	
 
᾽, 
 
, 
, 
 

᾽ 
 
ʼ 
 
 

 
 
ʼ 
 
 
;
· 
 
 
 
 
 

ʼ 
, 
 
ʼ 
 
᾽ 
.
᾽ 
᾽ 
 
 
, 
 

· 
 
 
ʼ 
ʼ 
.
᾽, 
 
, 
, 
 
 

 
 
 
 
.
· 
 
 
 
 

 
 
 
.

 
 
 
 
 
,
 
· 
 
 
.

 
 
 
᾽, 
 
 
.

, 
 
 
᾽ 
.

 
 
 
ʼ 
,
 
 
 
 
 
.

᾽ 
 
, 
, 
 

 
 
 
 
 
᾽ 
.

᾽ 
 
 
, 
 
 
 
.

 
᾽ 
 
 
 
 
 
 
;

 
 
 
, 
 
᾽ 

 
᾽ 
, 
 
 
.

᾽ 
ʼ 
.  
 
 
᾽ 
᾽ 
 
;

 
 
 
 
ʼ 

, 
 
 
 
 
.

 
 
 
 
 
ʼ 
 
 
;

᾽, 
 
 
᾽ 
᾽, 
᾽ 
 
 
.

᾽ 
 
 
 
 

 
 
 
 
ʼ 
 
;

 
ʼ, 
 
, 
 
 
 
 

 
 
 
 
.

 
 
 
, 
 
ʼ 
ʼ 
 
·
 
 
, 
ʼ 
· 
 
 
, 
.

 
 
 
 
ʼ, 
 
, 
,
 
ʼ 
 
᾽ 
 
 

 
, 
 
ʼ 
 
,
 
 
, 
 
, 
 
 

 
ʼ 
 
᾽ 
 
.
, 
 
 
 
 

 
 
 
 

 
 
ʼ 
 
·
 
 
 
᾽ 
.

 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
᾽ 
 
 
 
. 
 
 
.

 
 
ʼ 
· 
 

 
 
 
 
.
4362	
 
 
ʼ, 
 
ʼ 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
  
 
 
·
 
ʼ 
ʼ 
᾽ 
 
 
᾽ 
 

᾽ 
 

, 
 
᾽ 
 
ʼ 
 
  
,
᾽ 
 
 
 
,
ʼ 
᾽ 
.
 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
4433	
᾽ 
 
 
, 
 
 
,
 
ʼ 
 
,
ʼ 
 
 
 
ʼ 
 
·
 
 
 
 
 

 
 

 
, 
 
 
,
 
 
 
·
 
 
ʼ 

᾽ 
 

 
 
 
 
 
 
ʼ 
 
, 
ʼ 
 
 
·
4491	
 
 
 
 
, 
 

 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
.
4535	
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
 
, 

 
, 
 
 
 

 

 
 
ʼ 
, 
᾽ 
 
 
 

 
  
 
 
,
 
 
.
4579	
ʼ, 
 
.  
 
 
ʼ 
᾽ 
 

 
 
 
᾽ 
;

, 
.

 
ʼ  
;

 
· 
᾽ 
ʼ, 
 
.

 
 
 
 
 
;

 
᾽ 
᾽, 
᾽ 
 
 
. 
 
.

 
 
 
᾽ 
 
;

 
 
 
ʼ 
 
. 
, 
.

 
 
; 
 
, 
᾽ 
᾽ 

; 
 
 
 
 
 
.

, 
, 
 
 
 

 
ʼ 
, 
· 

.  
, 
 
 
.
, 
· 
, 
· 
,
, 
.
 
, 
 
 
 
, 
, 

 
, 
 
 
 
·
 
 
· 
 
 
. 
ʼ, 
 
.

 
ʼ 
 
 
 
, 

ʼ 
 
 
 
 
;

ʼ, 
 
;

 
ʼ 
;

ʼ, 
 
;

 
;
 
.

 
 
; 
.

 
 
 
 
.

 
 
 
· 
᾽ 
 
.

 
 
;

 
 
 
·
 
 
 
 
 
 

 
.

 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
;

 
 
 
ʼ· 
 
 
 
ʼ 

᾽, 
 
 
ʼ 
, 
 

 
 
 
 
 
 
 
,
ʼ 
 
 
.  
 
 

 
ʼ, 
 
 
 
 
 
·
 
 
 
· 
᾽ 
 

 
.  
 
 
 
 

ʼ 
, 
 
 

 
ʼ 
 
 
 

 
 
, 
 
 
ʼ 

ʼ, 
 
 
, 
 
.

 
 
᾽· 
 

 
 
 
·  
 
 
 
.

 
, 
· 
 
 
 

 
 
 
ʼ 
 
ʼ 

 
 
 
 
ʼ 
 
.

 
, 
 
 
· 
 

 
 
 
 
 

 
 
 
 
 
.
4925	
᾽ 
 
 
 
ʼ 
, 
.
 
 
 
 
 
᾽ 
 

 
, 
 
 
 
.
, 
.
 
᾽, 
 
, 
 
ʼ 
 
.
,
 
᾽ 
.  
 
 
.
 
 
· 
 
 
.
.
 
 
, 
 
 

 
᾽ 
 
.  
, 
,
 
᾽ 
.  
 
 
,
, 
 
, 
 
 
᾽ 

 
 
 
 
 
 
; 
 
.
 
 
, 
 
 

 
ʼ 
, 
 
 
 
;
 
 
 
, 
 

 
 
᾽ 
 

, 
 
· 
 
 
 

 
 
 
ʼ 
 
 
 
,
 
 
 
, 
᾽ 
 
. 
 
, 
;
 
; 
 
; 
 
ʼ 
, 
, 
;
5064	
 
 
 
 
 
 
.

᾽, 
 
, 
 
 
ʼ· 
 
 

 
 
 
ʼ 
.
᾽ 
, 
 
 
 
.

, 
.

 
;

 
.

 
 
ʼ 
 
ʼ 
 
, 
.

 
 
 
ʼ 
 
 
 
.

 
 
.

 
.

 
 
ʼ, 


 
;



 
 
; 
 
 
 
 
;

 
 
.

 
;

 
.

 
ʼ 
.

 
ʼ 
, 
 
.

 
 
ʼ, 
 
  
 
 
.

 
, 
 
 
ʼ 
 

 
 
 
᾽ 
᾽ 
 
ʼ 
.

 
ʼ 
 
 
 
 

· 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
.  
᾽ 
, 
,
 
, 
 
 
 
 
.
5230	
ʼ 
 
, 
 
ʼ 
,
  
 
,
 
, 
·
 
ʼ 

᾽ 
, 
 
 
.
 
 
 
.
 
, 
 
 
,
 
 
 
 
,
.  
 
.
 
 
 
;
 
 
 
 

 
 
 
 
 
 
.
5285	
᾽ 
 
 
 
, 
 
ʼ 
 
 

᾽ 
 
 
, 
 
 
.
 
 
 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
.
5320	
, 
, 
 
 
 
·
 
ʼ 
 
 
ʼ 
,
 
, 
, 
 
,
 
 
·
 
 
 
 

 
 
.
᾽ 
 
 

 
 
 
 

 
 
.
 
 
  
,
 
 
 
 
,
 
 
 
 
 
.
5377	
 
, 
, 
·
 
ʼ 
 
᾽ 

 
 
,
 
 
,ʼ
 
, 
 
, 
 
 
,
 
 
 
 
.
, 
ʼ 
 

· 
 
ʼ 

 
, 
,
 
 
 
 
.
5422	
 
 
ʼ 
 
·
 
 
 
 
 
.

 
 
 
 
 
ʼ 

 
 
 
 
.
 
 
ʼ, 
 
, 
᾽ 
 
ʼ 
,
 
ʼ 
 
 
 

 
 
 
 
.
 
 
᾽ 
 

 
, 
 
.
᾽ 
 
 
 
 
 
,
 
, 
 
, 
 
᾽ 
 

, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
, 
,
 
ʼ 
 
, 
 
 
, 
,
᾽, 
ʼ 
 
 
ʼ 
 
,
ʼ 
 
 
ʼ 
 
 
.

᾽ 
 
 
ʼ 
 
ʼ 

 
 
ʼ 
·
 
᾽ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
· 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 
,
 
 
 
ʼ 
ʼ 
 
 
.

 
᾽, 
 
, 
 
ʼ 
ʼ, 
 
·
 
ʼ 
, 
 
 

 
 
 
· 
 
 

 
 
 
 
.
5610	
 
᾽· 
᾽ 
 
 
 
.

· 
 
 
 
 
ʼ 
.

· 
 
᾽ 
 
ʼ 
 
 
;

 
ʼ 
, 
 
; 
 
ʼ 
 
;

 
ʼ 
 
 
 
 
.

 
 
 
; 
 
᾽, 
 
, 
.

᾽ 
᾽ 
 
 
 
 
.

 
 
 
 
 

 
 
 
ʼ 
 
 
;

 
, 
 
 

 
 
 
 
 
 
.

᾽ 
 
 
 
 
 

 
 
, 
 
ʼ 
.

 
· 
᾽ 
 
.

 
 
 
 
· 
 
 
ʼ 
 
.

 
, 
 
; 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
;

 
᾽, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
 
 
· 
 
 

 
 
, 
᾽ 
 
.

 
 
, 
 
; 
 
 
.

 
 
· 
 
 
 
 
 

 
 
 
 
 
 
.

, 
 
;

 
, 
 
.

 
; 
 
 
 
 
;

 
 
 
 
᾽, 
 

 
 
 
 
 
 
.

 
᾽ 
 
 
;

 

 
, 
 
 
 
 
.

 
, 
.  
 
ʼ, 
 
,
; 
 
 
 
 
 
.

᾽ 
 
 
· 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
5884	
 
 
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
,
᾽ 
· 
᾽ 
 
ʼ 

 
, 
 
, 
 
;
 
 
 
 
ʼ 
.
, 
 
ʼ, 
, 
, 
·
 
 
, 
 
 
 
 
.
 
.  
᾽ 
 
 
ʼ 
,
᾽ 
 
 
ʼ, 
᾽ 
 
.
 
, 
 
, 
 

 
, 
 
 
,
 
᾽, 
 
 
 
ʼ 
 
,
 
 
 
,
᾽ 
ʼ 
 
 
ʼ 
 
 
 
·
 
 
ʼ, 
 
 
ʼ 
·
 
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
,
 
· 
 
 
 
 

 
ʼ· 
 
᾽ 
 
᾽ 
᾽, 
 
 
.
 
ʼ 
 
.  
 
 
 
;
᾽ 
, 
 
 
᾽ 
 
 
.
 
; 
; 
 
ʼ 
 
.
 
 
 
, 
 
 

 
 
 
, 
 
 
·
᾽ 
 
᾽ 
 
 
,
 
 
 
 
ʼ 

 
 
᾽, 
᾽ 
 

 
 
ʼ 
᾽ 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
—
 
, 
 
ʼ 
 
 

 
· 
 
 
, 
 
.
6130	
 
; 
 
 
 
 
 
, 
,
 
 
 
 
 
 
.

 
 
 
 
 

᾽ 
 
 
 
, 
 
 
.

, 
 
, 
 
, 
 
 

 
 
, 
 
.

, 
 
; 
 
ʼ 
 

 
· 
 
 
 
.

 
 
 
, 
 
 
ʼ 
 

 
 
· 
 
ʼ 
 

 
 
, 
 
 
 
.

 
, 
;

 
ʼ 
, 
 
;
 
 
 
 
 
᾽ 
 
;

, 
 
 
; 
᾽ 
 
;

, 
ʼ 
᾽, 
 
ʼ, 
 
.

· 
 
ʼ· 
᾽ 
 

 
 
 
 
.

, 
ʼ 
᾽, 
 
· 
 
.

, 
 
, 
, 
 
.

 
,
᾽ 
 
, 
 
ʼ· 
 
 
 

 
᾽ 
, 
 
 
 
.

᾽, 
 
 
 
 
,
᾽ 
 
 
;

 
 
 
.

 
 
 
 
 
 

, 
 
᾽ 
,
 
ʼ 
 
 
 
 
 
;

 
᾽, 
᾽ 
, 
, 
 
 
 
,
, 
 
 
᾽· 
 
ʼ 
.

 
, 
 
 
·
 
 
 
 
 
.

, 
᾽ 
· 
 
ʼ 
 
.

 
ʼ.

 
 
.  
 
.

 
.  
 
 
 
 

 
᾽ 
 
᾽ 
.

, 
᾽ 
 
 
, 
ʼ 

 
ʼ 
 
 
 
 
.

 
ʼ· 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
 
.

 
ʼ 
;

ʼ 
 
᾽ 

 
 
 
 
.

 
· 
 
 
᾽ 
 
.
6445	
 
, 
 
ʼ 
 
 

, 
᾽ 
 
 
.
 
 
 
ʼ 
 
,
᾽ 
 
ʼ 
, 
 
ʼ 
, 

 
 
 
᾽ 
ʼ 
,
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
ʼ 

 
 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
.
 
 
᾽, 
 
, 
 

 
᾽ 
 
᾽, 
 
 
 

 
 
, 
 
 
. 
.
· 
 
 
 
᾽ 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 

᾽ 
᾽, 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
᾽ 
.
 
 
 
 
 
 

 
᾽ 
, 
 
 
 
,
 
ʼ 
 
 
,
 
, 
 
 
, 
 
 
.
 
 
 
ʼ 
; 
 
ʼ 
; 
 
;
 
 
 
 
ʼ 
 
.
, 
 
 
, 
 
 
 

, 
; 
 
 
ʼ, 

 
 
; 
 
 
;
 
 
 
 
 
 
.
 
ʼ· 
 
ʼ 

 
 
, 
 
 
 
.
 
ʼ 
 
 
ʼ· 
 
ʼ 
 

ʼ 
 
᾽ 
᾽ 
 
,
 
 
 
 
 
ʼ 
 
.
᾽, 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 

 
, 
 
 
ʼ 
·
 
 
 
, 
 
ʼ 
ʼ 

, 
ʼ 
 
 
 
.
6733	
 
 
 
 
 
 

᾽ 
᾽, 
, 
 
 
.

᾽ 
 
 
 
 
 
᾽ 
,
 
 
· 
 
ʼ 
 
 
.
 
 
 
, 
 
ʼ 
·
 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
 
 
 
 
,
 
 
· 
 
 
 
ʼ 
 
.
 
 
 
 
ʼ 
·
 
.  
 
 
,
 
ʼ 
ʼ 
 
᾽, 
 
 

 
ʼ 
, 
᾽ 
 
,
 
ʼ, 
 
 
 
 
 

 
, 
ʼ 
 
.
 
 
 
; 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
 

 
 
, 
 
 
 
.

· 
 
 
; 
 
 

 
 
 
 
;

 
ʼ 
 
, 
 
 
.

 
ʼ 
, 
 
 
 

 
, 
᾽ 
 
;

 
· 
 
, 
 
 
,
 
 
 
 
 
.

 
 
 
 
᾽ 
, 
 
,
 
 
 
 
;

᾽ 
 
 
 
 
· 
ʼ 

 
 
, 
 
 
 
 
.

 
 
 
 
 

 
᾽· 
 
 
ʼ, 
 
 
,
 
, 
 
 
 
ʼ 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 

 
ʼ 
.  
 
 
 
,
 
ʼ, 
 
, 
 
.
6989	
 
 
 

 
 
, 
 
ʼ 
 
 
᾽, 
 
,
 
᾽, 
 
 
 
 
.
 
 
.
 
 

 
 
᾽ 
 
,
ʼ 
 
 
 
ʼ 

; 
 
 

 
 
 
;
 
ʼ 

 
 
 

· 
᾽ 
.

 
 
 
 
,
 
, 

 
 
 
ʼ 
 
,
 
 
 

 
 
 
 
 
 
.
7073	
 
 
 
᾽ 

 
 
, 
 
 
ʼ 
 

 
 
 
 
᾽ 
,
 
,
 
 
 
,
 
 
᾽ 
 

 
 

· 
 
 

 
ʼ 
 
 
 
·
 
 
,
 
 
, 
 
 

 
ʼ 
.

, 
 
 
 
᾽,
 
 
 
,
 
 
 
.   
 

 
 
᾽ 
.
 
 
 
 
, 
 
ʼ 
.
7158	
 
, 
 
 

 
 

, 
 

 
 
 
,
 
 
ʼ 
.
 
 
, 
 

 
,
 
 
 
, 
 
 

, 
 

 
 

 
 
 
,
 
ʼ 
 

 
 
,
 
 
 
, 
 
 
ʼ 
,
ʼ, 
᾽ 
 
ʼ, 
 
᾽ 
 
ʼ 
ʼ, 
 
.

 
 
 
 
ʼ 
  
,
 
 
 

 
 
.
 
ʼ 
 
 

 
ʼ 

 
 
 
 
.
7257	
 
 
 
 
ʼ
 
, 
 
᾽ 

 
,
᾽ 
᾽ 
 

ʼ· 
 
 
 

 
 
 
,
 
 
 
,
᾽ 
, 
 
 
 
᾽ 

 
᾽ 
,
· 
 

 
 
 
 

 
 
·
 
 
 
 
.
 
 
 
; 
 
᾽ 
 
 
,
 
 
 
 
 
 
;

 
, 
 
 
 
, 
,
 
 
·
 
ʼ, 
 
ʼ 
 

 
᾽ 
.
 
 
, 
 
ʼ
 
 
, 
 
.
7360	
 
 
 
ʼ 
, 

 
 
 
.
 
ʼ 
; 
 
ʼ 
;

 
᾽ 
;

 
 
 
 

 
 
ʼ 
 
.

 
 
 
.

 
 
 
ʼ 
.

 
, 
 
 
 
 
 
.
 

 
᾽ 
 
.

, 
 
 
, 
, 
.

ʼ.

 
, 
, 
 
.

 
;

 
, 
 
·
ʼ 
 
·
 
 
, 
 
ʼ 
᾽ 
 

 
 
 
;
 
, 
ʼ 
 
.

 
 

 
 
, 
 
;

 
,
 

 
 
 
 
.

 
, 
 
, 
 
 
.

᾽ 
᾽, 
 
᾽ 
,
᾽ 
 
 

 
 
ʼ 
 
.
 
 
 
ʼ 
᾽ 

 
 
᾽ 
 
 
 
 
.
᾽, 
 
, 
 
 
 
 
.

 
 
᾽ 
;

, 
 
,
 
 
 
 
 
.

 
 
 
 
 
;

ʼ  
 
 
 
 
 
·
 
 
 
.

 
;

 
.

 
;

 
·
 
 
᾽ 
 
 
ʼ 
.
 
, 
 
,
 
 
ʼ 
 
ʼ 
,
 
 
 
 

ʼ 
 
 

· 
᾽ 
 
.
7602	
 
 
 
 
 
 

 
 
 
 
 
, 
 
 

 
 
 
ʼ 

 
 
 
᾽ 
᾽ 
.

 
 
 
᾽ 
 

 
 
 
 
 
;

 
ʼ 
 
 
 
 
.

 
 
· 
 
ʼ 
 
 
;

 
 
 
 
 
 


 
 
 
 
 
 
;

 
 
 
 
 
.

 
; 
· 
 
 
 
;

 
 
, 
 
 
 
,

 
 
; 
 
ʼ 
 
 
.

ʼ 
 
 
 
 
ʼ, 
 


 
, 
 
; 
 
 
 
 
;

 
 
 
 
 
 
 
.

 
, 
 
 
 
 
;

 
 
 
 
 
.

 
, 
 
; 
᾽ 
 
;

 
 
 
 
 
 
ʼ 
;

 
 
 
᾽ 
 
.

 
 
 
᾽ 
 
.

 
, 
 
 
 
 
 
.

 
; 
 
 
ʼ 
 
;

 
 
, 
 
 
 
.

 
 
 
 
.

 
ʼ 
 
 
 
 
.

᾽ 
 
, 
 
 
 
.

 
 
, 
 
ʼ 
 
 
, 
 
 
;

 

 
 
 
.

 
ʼ 
 
 
, 
 
;

 
 
 
 
 
 
 
.


᾽ 
 
 
 
 
 
 
.

 
 
 
, 
 
 
.

  
 
.

 
 

 
;

 
 
 

 
᾽ 
 
 
 
 
ʼ 
.
7907	
 
ʼ 
· 
 
 
 

 
᾽ 
, 
 
 
.

· 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
ʼ, 
 
 
, 
 
,
ʼ, 
 
 
 
.

 
 
ʼ 
 
 
 
;
 
ʼ 
; 
 
, 
;
· 
 
 
.  
 
 
 

 
 
 
 
;

· 
 
ʼ 
 
 
 
.

ʼ 
· 
 
 
 
 
 

 
 
, 
 
 
.

 
 
 
 
;

 
 
 
 
 
 

 
ʼ 
, 
, 
 
.

᾽ 
 
 
 
· 
 
 
 
,
 
 
 
 

 
 
ʼ 
;

, 
 
 
·
 
 
 
 
 
᾽ 
.

 
;

 
 
ʼ 
᾽ 
 
.

᾽ 
 
 
 
 
 

· 
 
 
 
 
 
 

, 
.

 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 

, 
 
 
 
.
ʼ, 
 
 
᾽, 
 
 
 
 
 
 
.

 
 
·
 
 
 
 
 
 
.
8128	
 
; 
 
 
;

ʼ 
 
 
 
.

 
ʼ 
, 
 
 
.

 
 
· 
 

 
, 
 
 
 
 
.

 
ʼ 
 
ʼ, 
 
 
,
 
ʼ 
 
 
 
 
.

, 
 
, 
 
,
;

ʼ 
· 
 
 
ʼ 
,
 
ʼ 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
·

᾽ 
 
 
, 
 
᾽ 
 
.

, 
, 
, 
 
, 
 
.

 
, 
 
, 
, 
 
.

 
 
.

· 
 
ʼ 
 

 
ʼ 
 
 
 
 
;

᾽ 
᾽ 
 
᾽ 
 
 
 
.

᾽ 
 
 
ʼ 
, 
 
 
,
 
 
 
, 

 
 
, 
 
 
 
 
.

· 
 
 
 
ʼ 
, 
 
᾽ 

 
 
 
 
 
 
.

· 
 
 
ʼ 
, 
 
,
 
 
, 
 
 
,
᾽ 
 
, 
 
 
 
᾽ 

ʼ 
, 
 
 
 
.
8324	
 
 
 
 
 

 
ʼ 
᾽· 
 
 
 
 
,
.  
 
 
 
 

 
 
᾽ 
 
·
 
ʼ 
 
 
,
 
, 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
, 
 
 
,
 
 
 
 
 
,
, 
 
 
ʼ 
.
 
 
· 
 
ʼ 
 
·
 
᾽ 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
 
, 
 
 

 
 
 
 
·
 
 
 
 
 
ʼ 
 

 
, 
 
 
 

 
 
, 
 
ʼ 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 

 
 
, 
 
 

 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
᾽ 
᾽ 
 
.
 
 
 
 
 
 
,
 
, 
 
 

 
 
 
· 
 
 
᾽ 

 
᾽ 
 
 
 

 
 
· 
 
ʼ 

 
, 
 
 
 
.
᾽ 
 
 
, 
 
.
 
 
 
, 
 

ʼ 
 
 
 

 
 
, 
 
 

 
 
 
 
.
8541	
 
 
, 
 
, 
 
᾽ 
 

 
 
 
 
 
;
, 
 
; 
 
 

 
᾽, 
 
 
 
 
;
᾽ 
 
᾽; 
 
 
 

 
 
᾽ 
 
; 
 
;
, 
 
 
᾽ 
 
᾽ 
 
,
᾽ 
, 
 

 
 
, 
 
ʼ 
;
 
 
 
 
 
;
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
· 
 
 
 
 

 
, 
 
 
 
.
 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
ʼ 
 
 

 
ʼ 
, 
 
 
 
,
 
 
, 
 
 

 
, 
ʼ 
 
;
 
, 
· 
᾽ 
 
 
,
 
 
·  
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
 
.

 
 
ʼ, 
᾽ 
 
 

 
 
 
 
ʼ 
 

 
ʼ 
 
 
᾽ 
 
.

 
 
 
 
 
 
 

 
 
 
 
;

 
 
 
 
 
 
ʼ 
 

 
 
 
.
8759	
 
 
 
, 
 
 
;

 
 
 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
 
ʼ 
 
 
·

 
ʼ 
 
 
 
ʼ 
 
;

 
, 
 
ʼ 
, 
 
 
 
 
.

, 
 
 
 
 
ʼ 
 
;

 
, 
 
 
 
.

 
, 
 
, 
 
 
.

 
· 
 
ʼ 
 
 
.

 
 
 
 
 
;

᾽ 
 
 
 
ʼ 
.

᾽ 
 
ʼ 
 
 
 
.

 
᾽ 
 
 
, 
 
 
ʼ 
 

 
 
 
 
;
 
ʼ 
 
 
 
 
, 
 

, 
 
 
, 
 
.

 
 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
, 
,
 
 
 
ʼ 
 

· 
 
 
 
 
.
8931	
 
, 
.

 
 
 
.

 
 
 
.

 
 
ʼ 
 
.

 
 
 
 
;

 
.

 
, 
 
 
 
 
;

 


 
 
;

 
 


 
;

 
.

 
 
.
8990	
 
, 
 
 
 

 
, 
 
·
 
ʼ 
 
 

 
 
 
 
ʼ 
.
 
 
ʼ 
 
 

 
,
 
 
 
 
 

 
ʼ 
 
 
·
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 

 
 
, 
 
ʼ 
.
 
, 
ʼ 
, 
᾽ 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 
 

, 
 
 
 
 
,
 
 
 
 
,
 
, 
 
ʼ 
 
 
,
 
 
 
 
,
 
 
, 
 
ʼ 
 
 

, 
ʼ 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 

.  
 
 
᾽, 
 
,
ʼ· 
 
 
 
᾽ 
 

 
 
 
 
᾽ 
 
.
᾽ 
 
 
 

 
 
 
 
᾽· 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
 

 
.  
 
ʼ 
ʼ, 

 
, 
 
 
 
·
 
 
 
 
ʼ 
 

· 
 
 
 
 
·
 
 
 
, 
 
.
9211	
 
 
 
 

 
 
,
 
 
 
 
.

 
 
 
.

 
 
 
 
·
 
 

᾽ 
 
 
 
.

 
 
 
 
.
ʼ, 
 
 
 
,
 
ʼ 
 
,
 
 
 
 
,
 
 
 
 

ʼ 
 
 
,
 
 
 
 

 
 
 

 
 
.
 
ʼ, 
 
 
 
 
,
 
, 
 

 
 
 
᾽ 
.
ʼ, 
 
 
 
,
 
ʼ 
 
 
,
ʼ 
 
 
 

 
 
 
 
 

, 
 
᾽ 
.

 
 
 
,
 
 

 
 
.
