@node
@author=Aristophanes
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg008.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Sparta
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Thesmophoriazusae, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:34Z


 
 
 
 
 
;
 
ʼ 
 
 
 
 
.
 
, 
 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
;

᾽ 
 
 
 
 
᾽ 
ʼ 

 
.

 
; 
 
.
 
 
ʼ 
;

 
 
ʼ 
 
 
.

᾽ 
᾽ 
 
 
ʼ;

 
 
ʼ 
 
 
.

 
 
; 
 
 
.
 
 
 
 
ʼ 
᾽ 
 
᾽ 
;

 
 
 
 
 
 
.

 
᾽ 
 
᾽ 
;

 
᾽ 
.

 
;

 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
ʼ 

 
 
 
,
 
 
 
 
.

 
 
 
 
᾽ 
 
᾽ 
;
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
.

 
 

 
 
 
 
ʼ 

 
 
 
 
 
;

 
 
 
 
 
.

.

 
 
 
;

 
 

 
.

 
.

 
 
;

ʼ.

 
 
 
 
;

᾽ 
 
 
 
 

 
.

 
 
;

 
 
—

 
 
 
 
;

, 
᾽ 
 
· 
 
 
;

 
 
;

 
 
;

 
 
ʼ 
 
ʼ 
 
 
 
ʼ 
.

 
 
 
 
ʼ, 
᾽ 
 
ʼ 
.
᾽ 
 
, 
 

 
 
 
 
 
 
·
 
 
 
.

 
 
 
,
 
· 
 

 
 
 

 
 
.
 
 
 
 
,
 
 
 
 

·

.

.

 
;

 
 
 
,
 
ʼ 
 
 

 
.

.

 
 
 
 

 
—

 
;

 
 
;

 
.
363	
 
 
 
.
 
 
 
 
,
 
 
, 
 
 
,
 
 

 
 
 

 
.

 
.

 
 
 
;

 
 
 
 
 

 
 
 
 

 
 

 
 
 
.

 
 
 
ʼ 
 
᾽ 
 
 
.

 
 
 
 
 
, 
 

 
 
᾽ 
 
 
.

 
ʼ· 
 
 
 
.
 
 
 
· 
 

 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
;

ʼ, 
 
.

 
 
 
 
 
 
;

 
 
 
 
 

 
 
 
. 
 
; 
 
;
 
 
 
 
 
 
.

 
 
 
 
 
.

 
;

 
 
 

᾽ 
᾽ 
 
 
᾽ 
ʼ 
.

 
; 
 
 
ʼ 
 
 

 
 
 
 
᾽ 
,
 
 
 
 
 
.

᾽ 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
 

 
᾽ 
.

 
 
;

 
 
 
 
 
.

 
 
 
 
 
ʼ
 
.
 
᾽ 
 
 
 
 
;

 
 
 

 
 
.

 
ʼ; 
 
.

ʼ 
 
 
 
 

᾽ 
 
.

 
 
 
;

, 
 
 
.

 
 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
.

.

 
ʼ 
;

 
.

 
 
;

 
.

᾽ 
 
 
 
ʼ· 
 
 
 

ʼ 
ʼ 
᾽ 
, 
 
ʼ 
.

· 
 
 
.

 
, 
 
 
;
692	
 
 

 
 
 

 
 
.
 

 
 
 
;
 
. 
 
 

 
 
.

 
 
 

 
 

, 
 
 

 
 
.
 

 
 

ʼ 
 
 

 
 
.

 
ʼ 
 
 

 
ʼ
 
.
 

 
 

 
 

 
.

 
 
 
ʼ 

 
ʼ 
 

 
†.
 

 
 
ʼ 

 
 
ʼ 

 
 
,
 
 
 
 


 
 
ʼ 
 
. 
 

ʼ 
 
 
.
ʼ 
 
 
.

 
 
 
 
 
 

 
 
 

 
, 
᾽ 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
, 
ʼ 

 
 
 
 
.
 
 
; 
 
; 
 
 
;
 
 
 
 
; 
 

 
; 
 
 
 
;
 
 
 
; 
 
 
.
 
 
 
 
 
;
 
ʼ 
 
 
; 
 
 
 
;
 
 
; 
 
; 
 
;
᾽ 
 
 
᾽· 
 
 
 
;
 
; 
 
; 
 
᾽ 
 
 

 
ʼ, 
 
ʼ 
 
 
 
;

 
 
, 
 
 
 
 

, 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
.
973	
 
, 
 
 
;

 
ʼ 
 
 
, 
 
 

ʼ 
 
᾽. 
 
ʼ 
 
,
 
 
 
.

 
 
 
, 
 
,
 
 
 
 
.

 
ʼ 
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 

, 
 
 
 
,
 
 
 
ʼ 
,
 
, 
 
 
 
,
 
 
 
 
 
 
·
 
᾽ 
᾽ 
 
 
ʼ 
 
 
.
 
 
 
 
 
.

᾽ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.

ʼ 
· 
 
 
 
 

 
.

 
 
 
;

 
· 
 
 
 
 

 
, 
ʼ 
 
.

 
 
ʼ 
 
 
 
 
.

᾽ 
 
᾽ 
, 
 
ʼ 
.

.

, 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 

 
 
 
.

 
 
;

 
ʼ 
 
 
 

 
, 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
ʼ· 
 
 
 

 
 
, 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
.

 
 
 
 
 
;

 
 
. 
 
 
·
 
 
 
 
ʼ 
,
 
ʼ 
 
 

 
 
 
.

—

 
;

 
,
 
 
, 
 
ʼ 
 
 
;

.

 
 
 
 
 

 
. 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.

 
 
 
ʼ 
 
 
 

 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
.

;

;
 
 
 

 
 
 
 
.
1336	
 
 
· 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
.

 
; 
 
;

 
 
 
.

 
 
 
ʼ 
.

 
ʼ 
 
 
 
 
.

 
 
 
;

 
 

 
ʼ, 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
,
 
 
 
.

 
 
.
 
 
 
 
ʼ;

 
,
 
 
ʼ 
.

 
ʼ, 
 
 
.
 
ʼ 
ʼ 
 
 
.

 
 
 
 
,
 
 
 
 
.

 

 
 
 
.

 
.
· 
 
 
 
 
.

.

 
; 
 
 
,
 
 
.

 
.

 
 
 
;

 
 
 

· 
 
 
 
 
 
ʼ 
 

.

 
 
᾽ 

 
 
 
 
 
;

 
 
.

 
 
 

 
· 
 
.

 
.

᾽ 
 
 
· 
 
;

.

 
; 
 
 
.

 
, 
 
 
.

 
· 
 
 
 
.
 
 
;

 
, 
.

 
;

 
 
ʼ 
 
.

ʼ, 
᾽ 
 
, 
 
.

 
 
 
.

 
 
 
ʼ 
 
.
· 
 
 
 
 
.

 
 
 
, 
 
ʼ 
 
.
 
. 
 
 
 
.
 
 
 
 
.†

.

 
 
;

᾽ 
 
᾽ 
 
 
· 
 
 

.

 
 
 
.
 
 
 
 
 
 
.

 
· 
 
 
 
.

ʼ 
 
 
 
 
 
.

, 
 
 
 
,
᾽ 
 
 
 
 

 
· 
 
 
 
ʼ 
 
 
᾽ 
.

 
 
ʼ· 
 
.

 
 
;

 
; 
 
 
 
 
.

 
 
 
 
ʼ 
 
.
 
. 
 
 
.

.

 
 
 
 
 
 
 
.

 
 
 
.

 
 

 
, 
 
 
 
.

 
 
ʼ 
 
 
.

᾽ 
 
;

 
ʼ 
᾽ 
ʼ 
.
ʼ 
·

 
ʼ 
 
 
.

 
.

 
 
.

᾽ 
 
;

 
 
 
.

 
 
ʼ· 
᾽ 
 
 
 
,
 
 
 
 
ʼ 
.
1791	
 
 
 
 
 
 

 
ʼ 
· 
 
 
ʼ, 
 
 

 
 
 
.

.

 
.

 
 
 
, 
 
 

 
—

 
;

 

 
, 
 
 
 
 
.

 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

 
 
᾽, 
 
 
 
,
 
 
ʼ 
 
ʼ· 
᾽ 
ʼ 
.

 
· 
 
 
 

 
 
 
 
.
 
ʼ 
.

 
 
 
ʼ 
.
 
 
, 
 
 

 
 
ʼ 
ʼ 
 
 
.
᾽ 
 
 
 
 

 
 
 
 

 
.
 
 
 
 
, 
ʼ 

 
, 
 
 
 
 
.
 
 
 

 
, 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
, 
 

᾽ 
; 
 
ʼ 
ʼ 
 
ʼ 
.
1989	
 
, 
 
. 
 

 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 

, 
 
 
 
 

 
ʼ 
 
. 
 
 

 
ʼ
 
 
 
 
 

 
 
 
 
 
 

. 
᾽ 
, 
 
 
 
 
.
 
 
 
. 
.
2069	
 
 
 

 
᾽ 
᾽ 

 
.
 
 
 

 
 
 
,
 
 
 
 

 
 

, 
 
.
 
 
 

 
 
,
 
 
 
 

 

 
ʼ 
,
 
 
 

 
ʼ 
.
 
 

 
᾽ 

· 
 
ʼ
 

 
.
2137	
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
 
ʼ
 
,
 
 
 
 
 
 

 
 
 
 

 
 
ʼ
 
 

 
 
, 
 
 

 
 
 
, 
 

 
, 
 
 

 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
 
.
2266	
 
 

 
 
 

᾽ 
 
,
 
ʼ 
ʼ 
 

 
· 
 
ʼ
 
 
 

 
 

 
᾽ 
 
,
 
 
 

ʼ 
,
 
 
 

 
 
᾽,
 
 
 

 
᾽ 
 
,
 
 
 
 
.
᾽ 
 

 
 
, 
᾽
 
 

 
 
.
2337	
 
. 
 
 
 

 
 
· 
ʼ 
,
ʼ 
, 
 
·
 
 
 
 

 
, 
 
ʼ 
 
,
 
 
 
 
,
 
 
 
 
· 
 
 

 
. 
 
 
;
 

.

 
 
 
 
 
.

 
, 
 
 
· 
 
 

 
ʼ 
 
. 
 
 
.
 

 
 
 
 
 

ʼ 
 
 
· 
 

 
 
 
 
 

 
 
 

 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
;
 
ʼ 
 
ʼ, 
 

 
 
 
 
 
,
 
, 
 
 
,
 
, 
 
, 
 
,
 
 
, 
 
ʼ 
 
·
᾽ 
 
 
 
 

ʼ 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

· 
᾽ 
 
 

 
 
· 
᾽ 
 
 

 
, 
 
· 
 

 
 
 
 
 
,
 
, 
 
 
 
;
 
᾽ 
 
 
 
 
.ʼ
 
 
, 
 
 
,
 
 
 
ʼ 
 
 
 
.
, 
 
 
 

 
, 
 
᾽ 
 
.
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 

, 
, 
᾽ 
 

 
 
 
 
 

 
 
 
 
.
 
 
 
 

 
 
 
 

 
, 
 
 

 
 
 
 
.
 
 
 
ʼ. 
 
ʼ 
 
 
 

 
 
 
 

 
 
, 
 
᾽ 

. 
 
 
 
 

 
 
 

ʼ 
, 
 
 
.
 
 
 
 
 
᾽ 
 
 

 
 
,
 
ʼ 
 
 
 

 
ʼ 
 

. 
 
 
 
 

 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
. 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
.
2709	
 
 

 

 
 
.
 
 
 
,
 
ʼ 
 
,
 
ʼ 
 
 
 
†
 
 

 
·
᾽ 
 
 
 
ʼ 

 
 
, 

 
, 
 
 
,
 

 
 
.
2758	 

 
 
 
 
.
 
 
 
᾽ 
 
 
·
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 

 
 
, 
 

ʼ 
 
 
 
.
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
·
᾽ 
᾽ 
 
᾽ 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
.
᾽ 
 
 
· 
 
 

 
 
 
.
2859	
 
 
 
 

 
᾽ 
 
 

.
 

 
, 
 

 
 
ʼ, 
᾽
ʼ 
 
 
.
 
 
 
 
 

 

 
 
.
2897	
 
 
 
 
 

, 
᾽ 
 
,
 
 
᾽, 
᾽ 
 
 
.
 
 
᾽, 
 
 
 
,
 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
ʼ 
 
.
 
᾽ 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
 
;
 
 
 
, 
 
 
,
ʼ 
 
 
ʼ·
 
ʼ 

, 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
· 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
·
ʼ 
 
· 
 
 
.
 
ʼ 
 
 
 
 

;
 
ʼ 
 
 
 
 
 
·
 
 
ʼ 
 
.’ 
 
·
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
· 
᾽ 

 
 
 
ʼ 
 
 
.
᾽ 
ʼ 
᾽, 
ʼ, 
·
᾽ 
 
 
 
 
 

ʼ, 
 
 
 
, 
 
·
᾽ 
 
 
ʼ 
 
 

 
ʼ, 
 
 
,
᾽ 
 
 
 
 

 
 
 
. 
᾽, 
,
ʼ 
. 
 
 
 
,
 
 
᾽ 
᾽; 
᾽ 
᾽ 
 
,
 
 
 
 
 

᾽ 
 † 
 
, 

 
 
, 
 
 
.
 
ʼ 
ʼ 
 
 
 

ʼ 
, 
 
 
·
 
ʼ 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
, 
 
·
᾽ 
 
 
 
ʼ, 
 
,
ʼ 
ʼ, 
 
 
 
 

.’ 
 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 

 
 
 
 
, 
 
ʼ 
.
᾽ 
 
 
, 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
 
.’
᾽ 
 
 
 
; 
 
 

 
. 
ʼ 
 
,
 
 
 
 
;
3255	
 
 
,
 
 
 
,
 
 

 
 
 
.
 
 
 
 

 
 
 
᾽ 

 
 
 
 

 
 
ʼ 
.
᾽ 
 
᾽ 
 
·
 
 
ʼ 

 
· 
 
 

 
 

 
 
 
.
3311	
᾽ 
 
 
 
 
 
 

 
 
 
 
 
᾽ 
 
.
3329	 

 
 
 
 
 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 

 
. 
 
 
 
 
· 
 
 
, 

 
 
 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
 
 
.

 
 
 
 
 
 
. 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
;
 

 
 
 
 
 
; 
 
 

 
 
, 
 
 
 
 

 
 
, 
 
 

, 
 
 
 
· 
 

ʼ 
ʼ, 
 
 
 
 
.

 
 
 
. 
 
 
 
 

 
 
 
, 
 
ʼ 
.
 

ʼ 
 
 
᾽ 
 
 

 
 
 
.

 
 
ʼ 
 

᾽ 
 
ʼ· 
 
 
ʼ 
;
 

᾽ 
 
 
᾽ 
· 
 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
 
.
 
᾽ 
 
᾽, 
, 
 
 

 
 
 
.
 

.

 
ʼ 
 
 
ʼ 
 
 
 
 

 
 
 
—
 

ʼ 
· 
.

᾽ 
 
 
 
 
 
 
,
 
· 
᾽ 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
ʼ—
 

.

 
 
.
 

 
᾽ 
ʼ 
;

᾽ 
 
 
 
 
 
 
 

᾽ 
, 
 
 
 
 
 
.
 

 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
.

 
 
 
 
 
ʼ 
.
 

 
 
.

 
 
.
 

 
 
 
.

 
, 
 
 
 
 
 
—
 

 
;

 
ʼ 
 
, 
 
 
.

 
· 
 
 
 
 

 
. 
 
 
 
,
ʼ, 
᾽ 
 
 
ʼ 
 
.
3696	
 
 
 
 
·
 
 
 
ʼ 
, 
 
 
·
 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
ʼ 
 
,
 
 
᾽ 
 
ʼ 
, 

 
 
 
 
 

 
 
 
 
 
.

 
ʼ 
 
 
; 
 
 
ʼ 
 
,
 
 
 
 
 
 
.

 
ʼ 
 
 

 
 
᾽ 
 
.

 
 
 
 
 
 
;

᾽ 
 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
 
;

 
 
ʼ 

 
ʼ 
᾽ 
 
ʼ 
.

 
 
; 
 
ʼ 
 

 
 
 
;
 
 
ʼ 
 
 
.

· 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.

 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
.
 
 
ʼ 
, 
 
 
 

 
 
 
 
 
.

ʼ 
· 
 
 
 
;

 
 
;

 
 
.

 
.
 

᾽ 
 
ʼ
; 
 
.

ʼ 
 
 
᾽ 
᾽ 
 
;

 
᾽. 
 
 
 
.

 
 
 
 
 
 
 

;
 

 
 
ʼ 
.

.

 
 
 
; 
ʼ 
. 
 
 
;

 
 
ʼ.

 

.
 
ʼ 
 
 
᾽. 
 
 
.

 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
.

 
 
 
 
.

 
ʼ 
 
·
 
· 
 
 
.

 
; 
 
 
᾽ 
 
;

 
 
ʼ 
 
;

 
,
 
᾽ 
 
;

 
 
 
;
 
 
, 
 
 
;

 
; 
;

᾽ 
 
ʼ, 
 
 

 
 
 
 
—

 
 
.
 
 
 
;

 

 
.

 
 
 
;

 
ʼ 
ʼ.

 
, 
 
.
4078	 

ʼ. 
 
 
 
 

 
 
 
 
· 
 
ʼ 
 
,
 
 
 
 
. 
 
ʼ 
 

 
 
 
 
 
 
.

ʼ 
, 
 
 
 
; 
.
 

 
 
 
 
;

.
 

 
 
 
· 
 
 
;

 
ʼ 
· 
 
 
 
.
 

 
. 
᾽ 
 
᾽ 
 
·
᾽ 
 
 
 
.

 
 
;
 

 
· 
 
 
 
.

ʼ 
ʼ 
 
 
;

 
 
 
 
 
.
 

 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
 
.

 
 
 
 
 
.
 

· 
 
 
 
 
 
.

ʼ 
. 
 
 
 
 
;
 

 
 
 
᾽ 
 
 
.

 
 
;
 

 
 
 
 
.

 
.
 

 
᾽ 
 
.

 
ʼ 
 
ʼ· 
 
 
 

 
 
 
 
.
 

 
 
· 
᾽ 
᾽ 
 

 
.

 
,
 
᾽ 
 
 
.
 

 
 
 
;

 

, 
 
 
 
·
 
 
 
 
 
.
4309	
 
 
 
᾽ 
 
 
 
 

 
 
 
 
ʼ 
 

, 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
.
4346	
 
 
 
 
 
 
 

 
 
 
· 
 
 

 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
.
4381	
 
 
 
 
 
 
᾽,
 
 
 
 

 
 
 
.
 
 
 
,
 
 
 
 
 

᾽ 
 
.
4412	
 
 
 
 
 
,
 
 
 
 
 

 
 
 

ʼ 
 
 
ʼ 

 
 
·
 
ʼ 
 
 
 
,
 
ʼ 

 
 
 
  
 
ʼ 
 † 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
·
 
 
 
 
 
 
,
† 
 
 
,
 
 
†
 
 
 
 
 
 
,
 
 

 
 
ʼ 
 

 
.
᾽ 
ʼ 
 
 
 
 
.
 
 
 
᾽ 
 
ʼ 
.
4514	 

 
 
 
; 
 
 
 
;
ʼ 
 
, 
 
 

 
 
 
 
 
.

· 
 
ʼ 
 
 
,
 
 
ʼ 
ʼ· 
᾽ 
᾽ 
 
 

 
 
 
 

 
.
 

 
ʼ 
.
, 
 
ʼ; 
 
 

 
 
, 
 
 

 
 
ʼ 
;
4581	
 
.
 
 
 
 
 

 
 
;
 
᾽ 
᾽ 
 
 
 
.
 
 
 
, 
 
 
 
.

 
 
 
 
 
.

 
᾽ 
 
 
ʼ 
 
 
;
 

 
ʼ, 
 
ʼ 
 
 
 
 
.
4636	
 
 
 
 
 
 
, 

 
 
᾽ 
;

 
 
 
.

᾽ 
 
 
ʼ 
 
 
 
ʼ
 

 
 
 
,
 
 
.

 
 
 
 
, 
.

 
 
, 
 
 
 
 

 
 
 
 
;

 
· 
 
ʼ 
 
 
.

᾽ 
 
 
 
 
ʼ 
 
 

 
 
 
ʼ 

᾽
 
·

 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 

 
.
 
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
 
.
4754	 

 
 
 
 
 
.
 
 
ʼ 
 
 
.

 
 
· 
 
 
 

 
· 
 
 
ʼ 
 

 
 
 
 
.
 
 
; 
 
᾽ 
 

 
 
 
 
 
.
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
.
 

 
 
 
 
.

 
· 
 
ʼ 
 
 
,
 
 
;
 


 
 
᾽ 

.

 
;
 

 
 
.

 
 
; 
 
.
 

 
ʼ 
;
 
 
 
 

 
.

;
 

 
 
.

ʼ 
 
 
; 
 
 
 
;
 

 
 
 
 
.
᾽ 
 
.

 
 
 
.
 

 
 
.

 
ʼ 
·
 
ʼ 
 
᾽ 
.
 

 
ʼ, 
 
ʼ· 
᾽ 
᾽ 
 
 
 

 
 
.

 
 
 
.
᾽ 
 
 
᾽ 

 

 
. 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
 
.

ʼ 
, 
 
 
 
 
 
.
 

 
ʼ, 
 
 
 
 
.

 
 
 
 
 
.
 

 
 
 
;

. 
.
 

 
 
 
 
;
 

 
 
. 
᾽ 
 
,
 
, 
 
 

 
 
 
᾽ 
 
.

 
 
 
 
 
;
 
, 
 
ʼ; 
 
 
 

ʼ 
 
 
 

 
 
. 
 
᾽ 
 


ʼ 
᾽ 
; 
ʼ 
 
 
 

 
 
· 
 
, 
 

 
. 
᾽ 
 
 
 
.
 
 
᾽ 
 
 
 
; 
;
 
ʼ 
 
 
 
ʼ 
 
 

 
; 
 
.
 
 
 
 
 
ʼ 
 
.
5107	
 
 

 
 
 
.
 
 
 
 
,
 
 

 
 
· 

 
 
 
·
 
. 
 
;
ʼ 
 
 
ʼ 

 
· 
 
.
5145	
 
 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
. 
 
 
,
 
 
, 
 
ʼ 
, 
 
 
 
,
 
᾽ 
 
᾽ 
 
,
᾽ 
 
 
 
 
 
 
;
 
 
 
 
, 
ʼ 
ʼ 
 
,
 
ʼ, 
 
 
 
 
, 
 

 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
·
 
ʼ 
, 
 
 
 

 
 
 
 
. 
 
 

 
 
 
, 
 
 
 
.
 
 
 
. 
 
 
 
 
,
 
ʼ 
. 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.
 
 
ʼ
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
,
 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
; 
᾽ 
 
 
 
.
 
 
 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
· 
᾽ 
 
 
ʼ 

 
 
 
ʼ, 
 
᾽ 
.
5389	
᾽ 
 
 
 

 
 
.
 
 
 
 

 
 
 

 
 
.
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 

 
 
 
 

 
·
 
ʼ 
 
 

 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 

 
 
.
5463	
᾽ 
 
 
 
 
 
 
ʼ 

 
 
, 
 
ʼ 
.
 
, 
 
 
 
 
 
 
 
,
 
 
, 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 

 
 
 
. 
 
 
 
 

 
 
 
ʼ 

 
 
 
 
 
 
,
 
 
ʼ, 
 
, 
 
 

 
 
, 
 
ʼ 
 
,
᾽ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
5581	
 
 
· 
 
ʼ 
.
 
᾽ 
 
 
; 
 
᾽ 

 
 
 
 
᾽ 
.
 
᾽ 
 
 
 
;
 
· 
 
 
 
.
 
 
 
 
.
 

 
 
 
; 
 
 
;
 
 
 
ʼ, 
 
 

, 
 
 
 
 
 
.

 
 
 
 
,
 
 
 
 
 

 
 
 
.
 

 
 
 
 
 
 
.

 
 
 
 
 
 

, 
 
 
.
 

 
ʼ 

 
 
; 
 
 
.

 
ʼ 
.
 

 
 
 
,
 
 
 
 
 
;

 
 
 
ʼ 
᾽ 
 

 
.
 

 
 
 
 
.

 
 
᾽ 
ʼ· 
 
ʼ 
 

 
 
 
.
 
 
 
;
 

 
 
.

᾽ 
 
 
 
 
.
 
 
 
 
 
 
.

 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
;

 
᾽ 
 
.

 
;
 

 
, 
 
 
 
,
 
 
 
 
.

 
 
 
 
;

.

 
 
 
.
 

 
 

 
 

 
; 
 
.

 
 
 
 
᾽ 
 
;
 

 
᾽ 
 
 
 
᾽ 
 
,
 
ʼ
 
 
 

᾽ 
 
 
᾽ 
 
;

 
. 
 
ʼ 
 
;

᾽ 
 
 
ʼ, 
᾽ 
 
.
 

 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
;


 
 
 
 
.
 

 
 
 
 
 
 
;
 
 
᾽ 
 
 

 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
 
;

 
 
.
 

 
 

 
 
 
ʼ 
 
·
 
ʼ 
 
.

 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
.
5976	
 
 
; 
 
 
.

 
 
 
 
.

 
 
; 
 
 
 
ʼ 
.
 
 
᾽ 
 
; 
 
 
;

 
ʼ 
 
; 
 
 
 
ʼ 
 
.

 
 
 
 
 
;

. 
 
 
 
 
 
.

 
ʼ 
 
 
᾽ 
 
.

 
 
 
ʼ 
 
ʼ 
 
 
.

 
᾽ 
 
 
.

 
 
 
 
 

 
 
 
 
, 
 
 
.
 
 
. 
 
ʼ 
ʼ 
 

 
 
.
 

ʼ 
 
 
 

 
ʼ 
 
 
 
.

 
 
 
 
 
,
 
 
ʼ, 
 
 
;
 

ʼ 
 
 
 
 
 

 
 
 
. 
 
 

ʼ. 
᾽ 
 
 
 
.
 
 
 
 
 
 
.

 
· 
᾽ 
.

 
ʼ 
 
 
 
;

ʼ 
.
 
 
 
ʼ 
᾽, 
 
,
 
 
ʼ 
 
 
 
.

 
 
 
 
 
.

᾽ 
᾽ 
 
 
 
᾽ 
 
;
 
 
; 
 
 

 
ʼ 
 
 
, 
ʼ 

 
 
 
 

 
 
, 
 
 
ʼ 

ʼ 
 
 
.
 

 
ʼ 
 
 
 
ʼ 

 
ʼ 
ʼ 
 
.

 
 
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 
.

 
 
;

 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
.

 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.

· 
 
ʼ 
᾽ 
·
 
᾽ 
᾽ 
 
 
.
6301	
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
, 
 


 
 
 
,
 
 
 
 

 
 
 

 
 
ʼ 
.
 
·
 
 
ʼ 
 
,
 
 
,
 
 
 
·
 
 
.
 
 

 
 
 
 
.
6364	
 
 

 
 

 
 
 
 
 
 
.
6379	
 
 

 
 

 
 
 
ʼ 
 
, 
 
 
.
6396	
 

 
 
 
 

 
 
 
 
 
.
6411	
 
 
 

 
 
 

 
 
.
ʼ 
 
,
 
 
·
 
 
 

 
 
,
 
 
 
 
 
 

 
 
.
6447	
 
 
 

 
 
 
 

 

 

 
.
 
 

 
 
.
 
 
 
 
,
 
 
.
6478	
᾽ 
 
ʼ 
ʼ 
 
,
 
 
·
 
 
ʼ 
᾽ 
 

 

ʼ· 
 
 

 
 
.
6504	
 
 

 
 
 
,
 

ʼ 
 
 
† 
 
,
 
 

.
6525	
 
 
 

 
,
 
ʼ 

 
 
 
 
·
 
 
 
 

 
 
.
6549	
 
 
 
 
 
.

 
ʼ 
 
.

 
ʼ 
 
.

 
 
.

 
 
ʼ 
.

 
, 
 
 
 
.

 
 
;

 
·
 
.

 
 
.
ʼ 
 
 
, 
 
 
.

 
 
ʼ 
ʼ 
.
· 
, 
 
, 
 
.
 
 
 
, 
 

 
 
 
,
 
 
 
᾽ 
· 
 
 

 
ʼ 
. 
 
 
᾽
᾽ 

 
 
· 
 
 
 
.

 
 
, 
 
 

 

 
 
;
; 
 
 
 
 
 
 
,
, 
 

 
 
ʼ 
.

 
 
ʼ 
 

 
·
 
 
 

 
 
.
 
 
 
 
 


 
 
 

 
. 
; 

 
᾽ 
᾽ 
 

 
ʼ 
ʼ,
᾽ 
 
 
 

 
 
 
,
 
 
 

 
 

 
ʼ 
 
, 

 
 
 
,
 
 
 
,
 
 
 
ʼ 
 
,
 

, 
 

 
†
 
 
 
,
 
᾽ 
 
,
 
 
ʼ 
·
 
 
᾽ 

᾽ 

, 
 
.
 
 
 
 
·
 
 
·
 
 
 

 
 
 
 
;
 
 
 
 
—
 
 
.
 
 
᾽ 
 
 

 
 
, 
 
,
ʼ 
 
 

 
 
.
6819	
ʼ 
 
 
· 
 
 
 

 
ʼ 
 
 
 
.

 
ʼ 
 
 
 
 
 
;

 
 
 
,
 
 
 
 
 

 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
.

 
ʼ 
 
.

 
 
 
ʼ. 
᾽ 
 
.

 
 

 
 
 

 
 
ʼ
 

 
 
ʼ 
;

ʼ 
.

 
ʼ 
 
 

 
—

 
—

 
;

 
;

 
ʼ 
 
 
.

.

 
ʼ 
 
ʼ 

.

.

ʼ 
 
 
,
 
 
. 
.

.

ʼ 
 
.

ʼ 
 
.

 
;

 
;

.

.

ʼ.

ʼ.

ʼ.

ʼ.

 
 
;

 
 
;

 
;

 
;

 
;

 
;

 
 
;

 
 
;

 
;

 
;

.

.

 
;

 
;

 
ʼ 
 
 
 
.

 
.

 
ʼ 
ʼ 
; 
 
 
.
 
 
;

 
 
;

 
;

 
;

 
 
;

 
 
;

 
 
.

 
 
.

 
 
 
.
7069	
 
 
᾽ 
 
 
 

 
; 
 
 
 

 
 
 
ʼ 

 
 
 
 
 

 
.

 
; 
 
 

 
 
 
 
;

 

 
.

 
 
 
.

· 
᾽ 
 
᾽ 
 
 

 
 
 
 
;

 
 
 
 
 
,
 
 
.

 
 
 
;
 
 
 
;

 
ʼ 
 
 
 
.

 
ʼ 
, 
᾽ 
 

 
 
 
.

 
 
.
 
 
 
 
 
.

 
 
· 
 
 
 
;

 
 
 
 
ʼ, 
᾽ 
 
·
 
ʼ· 
 
 

 
· 
 
 
 
 

 
 
.

 
 
·
 
 
 
 
 
,
 
 
ʼ 
 
 
.

 
ʼ 
 
 
 
ʼ 
 
 

 
 
 
 
 
;

 
ʼ 
 
 
 
,
 
 
 
 
.

 
ʼ 
 
 
.

 
ʼ 
.

 
 
 
.

 
 
ʼ 

 
 
 
.

· 
 
; 
 
 
 
;
᾽ 
 

 
 
 
.
 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
.

 
, 
 
 
.

 
 
ʼ 
 
 
.

 
 
 
 
 
 
;
7330	
 
 
 

 
 
 
 
,
 
 
,
7344	
 
 
 

 
 
 

 
 
.
7357	
ʼ 
 

ʼ 
 
.
7365	
 
 
 
 
·
 
 
 

 
.
7378	
ʼ 
 
,
, 
 
 
,
 
 
 
 
 

 
 
, 
 

 
 
.
 
, 
ʼ 

 
,
7407	
 
 
 
ʼ 

, 

, 
ʼ 

 
.
7421	
 
 
 
 
 

 
 
 
, 
 
,
᾽ 
ʼ 
 
 
᾽ 
 

 
 
. 
᾽ 
.

 
 
 
᾽ 
 
;

᾽ 
 
 
 
 
 
 
.
 
 
 
, 
 
 

 
ʼ· 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.

 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.

 
 
· 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
.
 
ʼ 
 
 
 
.

 
 
 
; 
 
 
 


 
 
 
 
 
.
 
 
ʼ 
 
 
.

 
 
, 
 
ʼ 
.
 
, 
 
 
 
 
.

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
.

 

 
, 
 
 
.
ʼ 
 
 
 
, 
 
.

 
 
· 
 
 
 
;

 
 
 
. 
 
ʼ 
 
 
 
.
 
 
 
·
· 
 
 
 
 
 
.

 
. 
 
 
· 
 
 

 
.

 
 
 
;

 
· 
 
.

 
 
 
,
 
 
 
ʼ, 
 
 
.
 
 
 
ʼ 
;

 
,
 
 
᾽ 
 
.

 

.
 
 
 
.

 
 
;

 
 
.

 
 
.

᾽ 
 
· 
 
 
 
.

 † 
 
.†

 
.
 
 
 
 
 
, 
.
 
 
 
 
;

.

 
 
ʼ· 
.

 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
. 
 
ʼ 
 

 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
ʼ 
 
 
.

. 
 
, 
 
 
 

 
.

 
 
 
.

 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
. 
 
 
;
ʼ 
 
· 
 
 
ʼ 
;
 
ʼ, 
 
. 
 
 
.
.
 
ʼ 
ʼ 
. 
ʼ 
 
 
·
 
 
 
· 
 
.
,
 
; 
 
 
ʼ; 
.

 
 
, 
 
 
 
;

 
. 
 
;

 
ʼ 

 
ʼ 
 
 
 
 
.

ʼ 
 
 
;

ʼ 
.
᾽ 
 
, 
 
 
.

 
 
· 
 
 
 
;
.

 
 
. 
 
; 
 

 
; 
ʼ 
 
 
 
.

, 
 
. 
.
7908	
 
 
 
 
 
, 
.
 
 
 
·
᾽ 
 
 
 

ʼ 
. 
 
 
ʼ
 

 
 
.
