@node
@author=Oppian of Apamea
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Carl Ludwig Kayser
@filename=tlg0024.tlg001.perseus-grc1
@funder=Google Digital Humanities Awards Program
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Oppian of Apamea, A. W. Mair, Oppian, Colluthus, Tryphiodorus with an English Translation by A.W. Mair, London, William Heinemann, Ltd.; New York: G.P. Putnam's Sons, 1928.
@sponsor=Perseus Project, Tufts University
@title=Cynegetica
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:23Z

, 
, 
, 
 
 
,
 
 
 
,
 
 
 
, 
·
 
 
 
 
 
,
 
 
 
 
, 
 
, 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
.ʼ
 
 
 
 
 
 
.
. 
=|
.
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
. 
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
.
, 
 
 
, 
 
 
,
 
 
· 
 
 
 
ʼ 
·
. 
, 
 
 
 
, 
 
 
 
 
 
 
.
. 
, 
 
, 
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
.
. 
 
 
 
 
 
 
 
,
 
 
 
 
 
. 
. 
, 
 
, 
 
 
\\ 
/
 
.
 
·
 
 
 
.
. 
 
 
 
, 
 
 
,
 
 
, 
 
 
 
.
. 
 
 
, 
 
 
 
· 
 
 
 
 
 
.
. 
 
 
/
 
: 
/
.
 
 
, 
 
 
·
 
 
 
 
.
. 
 
, 
, 
 
 
.
. 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
, 
 
 
·
 
 
 
, 
 

 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
.
, 
· 
 
ʼ 
 
.
 
 
ʼ, 
 
᾽ 
 
,
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
· 
 
 
 
,
 
 
 
, 
 
 
 
᾽ 
 
,
 
 
 
 
 
;
 
 
᾽ 
᾽ 
 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
· 
 
 
. 
 
 
 
 
 

 
 
 
 

 
 
 
 
· 
 
 
 
 
 
', 
, 
 
ʼ , 
 
 
\\
 
.
 
 

 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
· 
 
 
᾽ 

 
, 
 
, 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
;
 
 
 
 
 
;
 
 
 
 
 
 
,
 
 
, 
 
 
, 
 
 
, 
 
 
᾽ 
;
 
 
, 
 
,
 
, 
 
 
,
 
, 
 
 
,
 
ʼ 
, 
 
 
, 
 
, 
 
.
 
 
, 
, 
 
 
,
 
 
 
, 
·
 
 
 
 
 
 
·
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
. 
 
 
 
 
 
 
,
ʼ 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
ʼ 
 
 
 
, 
 
 
· 
 
 
 

, 
 
 
 
 
,
 
 
 
 
᾽ 
 
 

 
 
 
 
 
.
ʼ 
 
 
 
 
· 
 
 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
, 
 
 
,
 
, 
 
ʼ 
· 
 
ʼ 
 
 

 
᾽ 
 
 
.
 
 
 
 

 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
,
 
 
 
 
, 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
· 
 
ʼ 
᾽ 
 

 
᾽ 
, 
᾽ 
 
 
 
 
᾽ 
 

 
 
 
·
 
 
 
᾽ 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
, 
 
᾽ 
, 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
 
 
 
,
 
, 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 

 
, 
 
ʼ 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
.
. 
)
\\
.
 
 

 
 
 
 
 
 
. 
 
ʼ 
 
, 
ʼ 
 
 
,
 
 
 
 
 
·
᾽ 
 
, 
 
 
 

 
ʼ 
 
 
·
, 
, 
, 
, 
.
. 
/
.
, 
, 
, 
, 
, 
,
, 
, 
, 
, 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
· 
 
 
 
 
 

, 
 
 
 
 
·
 
, 
 
 
 
 
 
·
 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
· 
 
, 
, 
 
·
 
, 
 
ʼ 
, 
 
·
 
 
 
 
,
 
 
 
 
 
· 
 
 
, 
 
, 
 
, 
 
 
 
 
 
· 
. 
/
?
 
 
 
 
 
 
·
 
ʼ 
, 
· 
 

 
 
 
 
 

 
 
· 
 
 
 
, 
 
 
ʼ 
·
 
 
, 
 
 
 

 
᾽ 
 
, 
, 
, 
.
 
 
 
 
 

, 
, 
, 
 
. 
 
 
 
 
 

 
 
 
 
 
 
 
/
 
(/ 
 
: 
/
 
.
.
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
, 
ʼ 
· 
 
 
, 
 
 
. 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
;
 
 
 
 
 
.
. 
)
/
, 
)
/
, 
)
/
.

 
 
 
,
 
 
, 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
;
 
 
 
+/
 
 
.
 
 

 
 
, 
 

 
 
 
 
ʼ 
, 
ʼ 
 
 
 
,
 
 
 
, 
,
, 
, 
, 
 
ʼ 

 
 
, 
 
ʼ 

 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 

 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
.
 
 
 

 
 
 
. 
 
᾽ 
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
᾽ 
 

 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 

 
 
, 
 
 
· 
 

 
, 
=
 
.
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 
· 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
.
 
 
 
, 
 
 

 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 

 
 
 
, 
ʼ 

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 

 
 
, 
· 
 
 

 
 
 
·
 
, 
 
, 
 
· 
 

, 
 
, 
 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 

 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
,
 
᾽ 
, 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
· 
 
 
 
 
 
 
,
 
 
 
 
,
 
, 
 
ʼ 
 
 

, 
 
᾽ 
 
.
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
ʼ 
 
 
,
 
, 
 
 

 
 
 
 
 
 

 
 
 

 
 
 
 
. 
 
 
 
ʼ 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
ʼ 
 
, 
, 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
,
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
 
 
,
 
 
· 
 
 
 
 
 
 
 
 
· 
 

 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
/
 
 
. 
. 112 
.): 
/
 
. 
 
 
 
 
 
 
 
 
 
. 302 
 
 
 
/
.
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
.
ʼ 
 
 
,
 
, 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
. 
 
ʼ 
 
 
 
 

, 
.
. 
1(
'
=
.
 
 
 
·
 
, 
 
 
 
 
·
 
 
, 
 
 
 
,
 
 
 
. 
 
 
 
 
 

, 
, 
 
 
,
 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
· 
 
 
 
 
 
ʼ 
 

 
 
 
,
 
 
, 
 
 
·
 
ʼ 
᾽ 
 
 

 
 
 
· 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
, 
 
 
 
. 
 
 
· 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
· 
 
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 

 
 
 
 

, 
 
 
 
, 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
 
, 
 
 
,
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
· 
 
 
 
 

 
 
ʼ 
 
.
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
᾽ 
· 
 
, 
 
,
 
 
· 
 
ʼ 
 
 

ʼ 
, 
 
ʼ 
 
, 
, 
, 
, 
, 
,
, 
, 
, 
,
, 
, 
, 
, 
,
 
ʼ 
 
 
᾽ 

 
, 
, 
 
 
. 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
.
 
 
, 
 
, 
 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
· 
 
 
 

 
 
, 
 
ʼ 
 

 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
.
, 
 
 
, 
 

, 
· 
 
 
·
 
 
 
· 
 
ʼ 

 
 
ʼ 
· 
 
, 
 
 
 
,
· 
 
 
 
ʼ 
 
 
·
 
 
 
 
·
 
, 
 
 
·
 
, 
 
· 
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
ʼ 
, 
 
 
,
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
,
, 
 
 
·
 
 
 
, 
 
ʼ 

 
 
, 
 
 
 
 
 
·
 
 
· 
 
· 
 
·
 
ʼ 
 
, 
 
 
 
,
 
 
, 
, 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
,
᾽ 
 
 
 

 
 
, 
ʼ 
 
·
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
.
 
 
᾽ 
 

 
, 
 
, 
 
 
 
. 
 
 
ʼ 
 

 
 
, 
 
 

 
 
, 
 
 
 
.
ʼ 
 
· 
 
 

 
 
, 
 
ʼ 
. 
 
 
 
 
 
,
 
 
· 
 
 
᾽ 

 
 
 
 
·
 
 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
᾽ 
᾽ 

 
 
 
 
 
. 
/
 
/
 
=
 
.
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
,
 
 
 
 

 
 
 
·
 
 
 
 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
,
, 
 
 
 
ʼ 
·
 
 
 
 
 
· 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
, 
, 
, 
 
,
᾽ 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
. 
 
 
 
 

, 
 
 

 
 
 
 
 
 
·
 
 
 
 
,
 
 
, 
 
 
 
, 
, 
, 
 
 
 
·
᾽ 
 
 
 
 
᾽ 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 

 
 
 
· 
 
ʼ 
 
, 
 
 
 
᾽ 
·
 
 
 
 
, 
 
᾽ 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
 

 
 
 
, 
 
ʼ 

 
 
, 
 
ʼ 
 
 
 
 
 
 
·
 
 
, 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
. 
᾽ 
ʼ 
 
 
 
,
 
 
 
, 
 
 

 
 
 
 
·
 
 
 
 
 
, 
 

 
 
 
· 
᾽ 
 
 
, 
᾽ 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
, 
 
᾽ 
 
 
 
,
 
 
 
 
, 
 

 
 
 
 
.
᾽ 
 
 
 
 
,
ʼ 
, 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
· 
 
 
,
 
 
 
 

 
 
 
 
 
· 
)
/
 
=
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
, 
 
, 
 
ʼ 
᾽ 
 
 
·
 
 
 
 
ʼ 
,
 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
 
·
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
)] 
=
 
.
ʼ 
 
, 
 
, 
 
,
 
, 
 
 
,
 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
᾽ 
, 
 

 
, 
 
 
.
 
 
 
 
 
 
ʼ 
, 
.
. 
)
/
 
/
.
 
 
 
, 
 
·
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 
 
 

 
 
 
. 
 
 
 
 
 

 
 
 
 
 
.
 
 
, 
 
 
,
 
 
 
.
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 

· 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
· 
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
. 
 
 
 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ, 
 
)/
 

· 
᾽ 
᾽ 
᾽ 
 
 
 
, 
 
 
,
 
, 
)/
| 
: 
)/
 
.
 
 
 
,
 
᾽ 
᾽ 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
,
 
· 
 
ʼ 
,
 
 
 
·
 
 
 
᾽ 
 
,
 
, 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
, 
 
 
,
 
 
 
,
 
 
 
, 
 
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
· 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
 
 
, 
 
 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
·
 
ʼ 
· 
 
 
·
᾽ 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 
 
 
.
 
)
/
 
.
 
 
ʼ 
 

 
 
 
 
 
, 
 
 
ʼ 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
, 
 
. 
)
/
 
)
/
 
: 
/
 
)
/
 
 
.: 
)
=
 
)
/
 
: 
)
=
 
)
/
 
, 
. 
. 
.
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
ʼ 
. 
 
, 
 
, 
,
 
 
 
 
 
 
.
 
 
 
 
 

, 
 
, 
 
.
 
 
 
, 
 
, 
 
 
 
 
,
, 
, 
, 
,
, 
, 
, 
,
, 
, 
, 
·
᾽ 
 
 
 
 
, 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
·
, 
 
 
 
 
 

 
ʼ 
 
 
 
, 
ʼ 
᾽ 
 
 

 
 
 
· 
 
 
 

 
 
 
᾽ 
 
,
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
 
 

ʼ 
, 
 
ʼ 
 
,
 
 
 
·
 
 
, 
 
ʼ 
 

 
 
 
 
 
. 
 
ʼ 
 
 

 
 
᾽ 
 
·
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 
 
 
 
,
 
 
 
, 
 
, 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
᾽ 
 
.
 
 
 
, 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
(
/
 
.: 
. 
.
·
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
ʼ 
 

 
 
 
 
·
 
ʼ 
 
, 
,
 
, 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
 

 
, 
 
 
,
 
 
 
 

 
 
 
 
.
. 
/
.
. 
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
,
 
 
· 
 
 
 
 
· 
 
 
 
·
 
 
 
 

 
 
 
᾽ 
 
·
 
 
 
 
 

, 
, 
 
 
· 
 
 
 
 
.
. 
/
.

 
 
 
·
᾽, 
 
 
, 
 

 
 
 
 
, 
)
/ 
.: 
)
/
 
.
 
ʼ 
 
 
 
 
. 
, 
 
 
ʼ 
 

 
 
 
 
, 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
. 
 
 
 
 
 
 

, 
, 
, 
,
, 
, 
, 
,
 
 
 
 
·
 
 
 
 
 
· 
 
, 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
,
 
 
, 
 
 
, 
᾽ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
ʼ 

 
 
 
 
 
 
,
 
 
 

 
ʼ 
 
 
. 
 
 
ʼ 
᾽ 
 
 

 
· 
 
 
 
 
,
 
 
, 
 
ʼ 
 

 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
 

 
 
 
,
 
 
 
 
 
· 
 
 
 
 
 
 
·
᾽ 
᾽ 
 
· 
 
 
ʼ 
 

 
, 
 
 
·
 
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
. 
᾽ 
 
 
 
 

 
, 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 

 
, 
 
 
· 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
, 
 
 
 
 
.
 
ʼ 
· 
 
 
 

 
 
, 
/
..
/
 
: 
 
. 
/
..
/
.
 

 
, 
᾽ 
 
·
 
 
 
 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
, 
.
 
)/
|
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
·
 
 
, 
 
,
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
, 
 
ʼ 

 
 
 
 
 
. 
᾽ 
᾽ 
 
 
 

 
, 
 
 

 
, 
 
ʼ 
 
,
 
 
 
 

 
· 
 
ʼ 
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
ʼ 
ʼ 

 
· 
 
ʼ 
 
,
 
· 
 
 

 
 
 
 
. 
 
ʼ 
᾽ 
, 
 
 
,
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
. 
 
 
ʼ 
 
 
 
᾽ 

 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
ʼ 
 
 

 
 
 
 
 

· 
 
 
 
 
,
 
᾽ 
 
 
·
 
 
 
ʼ, 
 
 
.
. 
)
/
.
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
· 
 
 
 

 
 
 
. 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 

 
· 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
, 
 
 
, 
 
 
 
 
·
 
 
 
 
, 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
· 
 
 

 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
· 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
. 
 
ʼ 
᾽ 
 
 
· 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
·
᾽ 
 
, 
 
 
ʼ 
,
 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
·
 
 
, 
 
ʼ 
 

 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
, 
 
, 
 
 
ʼ 
·
 
, 
 
, 
 
·
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
. 
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
,
᾽ 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
, 
,
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
 

 
 
 
, 
 

 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 

 
 
 
/
, 
. 
. 
/
: 
)/
 
=
 
(
/
: 
=
 
.
 
 
 

, 
 
 
 
 
 
,
 
 
 
.
 
ʼ 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 

· 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 

 
 
· 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
, 
 
, 
 

 
 
 
 
 
 
· 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
, 
 
, 
 
,
 
, 
 
, 
 
,
 
 
 
 
 
,
 
 
 
·
 
 
 
 
 
 
, 
 
 
 
 
·
 
 
ʼ 
 
 
,
 
· 
 
ʼ 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
·
 
, 
 
, 
 
, 
 
 
 
 
 
 
.
 
 
· 
 
ʼ 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
,
 
, 
 
ʼ 
 
 
, 
 
 
 
 
·
 
 
 
, 
 
 
,
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
· 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
, 
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
, 
·
 
 
ʼ 
 
 

 
ʼ 
 
 
· 
ʼ 
 
 
)/
 
)
\\
 
.: 
. 
.
 
 
 
, 
 
.
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
. 
 
 
, 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
,
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
, 
 
, 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
ʼ 
 
·
 
 
 
 
 
.
 
 
 
 
 

· 
 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 

, 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
.
ʼ 
, 
 
, 
 
 
 
, 
 
, 
 
, 
 
, 
3
 
 
, 
 
 
 
·
 
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 
2
: 
 
. 
)/
 
)
 
)
=
', 
)=
 
/ 
. 
 
·
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
, 
 
 

 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
.
, 
 
, 
 
 
,
, 
, 
, 
,
 
, 
, 
 
 

 
 
᾽ 
 
. 
, 
 
 
 

 
 
 
 

 
 
 
 
 
 

 
, 
 
 

 
, 
 
· 
 
 
 
 
 

  
 
ʼ 
 
,
 
ʼ 
 
· 
 
 

 
 
 
 
 
,
 
ʼ 
 
, 
᾽ 
 
 
, 
 
ʼ 
 
, 
 
 

 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
 

· 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
.
 
, 
, 
 
 
 

 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
, 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
, 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
·
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
· 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
 
 
, 
ʼ 
᾽ 

 
 
 
 
 
 

, 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
, 
 
 
 
 
·
 
 
ʼ 
 
, 
 
ʼ 
 
 
,
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
, 
 
 
 
 
,
 
 
, 
 
ʼ 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
 
· 
 
 
 
 
 
·
 
ʼ 
 
 
᾽ 
 

 
 
 
 
·
 
 
 
᾽ 
 
·
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 

 
 
 
· 
 
 
 
 
 
 
,
 
 
᾽ 
 
,
 
 
 
 
 

, 
 
 
 

· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
·
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 

 
 
, 
 
· 
 
ʼ 

 
 
 

 
 
· 
 
ʼ 

 
 
 
 
 
. 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
, 
 
 
·
 
 
 
 
 

, 
 
· 
 
 
, 
 
 
· 
 
 

 
 
 
 
 
 
·
 
 
 
, 
 
 
 
,
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
᾽ 
 
,
, 
· 
 
 
 
 
 
ʼ 
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
· 
 
 

 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
/
 
.
ʼ 
 
 
 
.
 
 
 
᾽ 
, 
 

 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
. 
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
, 
, 
 
·
 
 
 
 
 
,
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
· 
 
, 
 
, 
 
ʼ 
 
)
 
 
.: 
. 
.
 
,
᾽ 
 
 
 
 
 
 
,
᾽ 
 
, 
 
 
,
 
 
, 
 
, 

 
 
 
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
,
 
)/
 
: 
)
/
 
.
ʼ 
' 
 
)/
 
, 
. 
.
 
ʼ 
 
 
 

 
 
 
, 
 
 
 
.
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
,
 
 
᾽ 
 
,
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
, 
 
 
·
, 
 
 
, 
 
 
·
 
ʼ 
 
 
 
,
 
 
, 
 
 
.
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
ʼ 
/
 
' 
: 
/
 
.
 
. 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
 
,
 
 
 
 
᾽ 
 
 
· 
 
᾽ 
 
 

 
 
 
 
.
 
 
 
 
 

· 
 
 
 

 
 
 
 
 
· 
 
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
᾽ 

 
 
 
.
 
 
, 
 
, 
· 
 
 
 
 
 
 
, 
 
,
, 
, 
, 
;
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
· 
/
 
2 
 
. 
: 
/
 
.
 
ʼ 
 
 
 
/
 
: 
)/
 
: 
)/
.
.
 
 
 
᾽ 
 
 

, 
, 
 
 
,
 
 
 
 
᾽ 
 

 
 
᾽ 
 
 
, 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
 
 
ʼ 

, 
 
 
 
. 
᾽ 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
. 
᾽ 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
᾽ 
 
᾽ 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
, 
, 
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 

 
, 
᾽ 
 
 

 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
.
 
ʼ 
᾽, 
 
 
 
 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
,
 
)/
 
)/
) 
.: 
. 
.
᾽ 
, 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 

 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
· 
)
/
 
/
 
.
 
 
 
 
· 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
,
 
 
, 
 
, 
 
,
 
 
 
. 
, 
 
, 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 
,
 
 
 
 
, 
 
 
ʼ 
 
/
 
' 
)=
 
 
.
·
᾽ 
 
 
 
 
 
, 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 
=
 
: 
=
 
.
 
 
. 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
.
 
 
· 
 
 

 
, 
 
ʼ 
 

 
 
 
 
· 
 
 
 
 
· 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
,
 
 
, 
 
ʼ 
 
·
 
 
 
, 
 
 
.
 
, 
 
, 
 
·
 
 
 
 
, 
 
 
 
 
 
,
 
, 
· 
 

 
ʼ 
 
 
 
 
.
 
, 
 
ʼ 
 

, 
 
 
. 
 
, 
 
ʼ 
 
 
·
, 
ʼ 
, 
 
.
 
 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
, 
 
.
 
 
 
 
 
 
,
 
· 
 
 
 
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
, 
 
 

 
 
 
 
)
/
 
.
.
 
ʼ 
 
 
·
 
 
 
ʼ 
(/
' 
: 
)
'.
 
 
 
· 
 
ʼ 

 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 

 
 
 
 
/
 
.
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
, 
 
ʼ 
᾽ 
᾽ 
 
 
 

 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 

 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
· 
᾽ 
 

, 
 
 
 
,
 
 
 
(
=
 
: 
(
=
 
.
 
 
 
 
 
 
 
 
 

· 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
, 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
 
· 
 
ʼ 
 

 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
,
 
 
. 
. 
/
, 
/
.
 
/
 
. 
.
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
, 
 
, 
,
 
 
 
 
, 
 
ʼ 
 
 
 
·
, 
, 
 
, 
 
,
 
, 
 
, 
 
, 
 
,
 
 
 
, 
 
 
,
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
᾽ 
᾽ 
 
,
 
 
 
 
,
 
 
 
 
. 
 
 
 
 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
· 
 
 
 
, 
 
 
,
 
, 
 
ʼ 
.
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
, 
 
, 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 

 
 
, 

· 
 
 
 
 
 
· 
᾽ 
, 
 
 
 
 
·
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
,
 
 
 
,
ʼ 
 
, 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
. 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
, 
,
, 
, 
, 
 
·
 
)/
 
. 
 
: 
(/
 
.
 
, 
 
, 
 
, 
 
, 
, 
 
·
 
 
 
 
 
,
 
 
 
.
 
, 
 
 
 
 
,
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 

 
ʼ 
 
 
·
 
ʼ 
ʼ, 
 
 
 
·
 
 
, 
 
 
,
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
/
 
:
/
 
.
,
 
᾽ 
 
 
 
 
· 
 
᾽ 
 
 
 
 
 
,
 
 
 
, 
 
, 
᾽ 

 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 
 

 
 
 
 
· 
 
ʼ 
 
 
 
 

, 
 
 
 
 
/
 
: 
/ 
 
.
.
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
 
,
 
 
 
, 
 
 

 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 

 
 
 
 
.
 
 
, 
 
 
,
 
 
 
 
·
, 
, 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
;
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
, 
 
 
, 
 
 
 
 
 
 
;
, 
, 
 
· 
 
 
; 
 
;
 
 
 
, 
 
 
.
 
, 
 
 
,
 
 
 
 
 
. 
 
, 
, 
 
 
,
 
 
, 
 
 
 
,
᾽ 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
.
 
 
 
 

, 
, 
 
 
 
 
,
 
 
 
 
 
. 
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
. 
 
ʼ 
 
 
 

 
 
, 
 

 
· 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
·
 
ʼ 
 
 
 
 
 
 
 
· 
 

 
 
ʼ 
 
 
·
᾽ 
 
 
ʼ 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
, 
,
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
 
ʼ 
.
 
ʼ 
 
 
 
· 
 
 
 
 
 
 

 
, 
 
ʼ 
 
·
 
 
 
 
 
, 
 
 

 
, 
 
ʼ 
 
 

 
 
 
· 
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
 
 

· 
 
= 
.
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
 
 
 
,
 
᾽ 
 
 
 
 
, 
 
 
, 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 

 
, 
 
 
 
. 
 
 
 
 
 
·
 
 
 
, 
 
 

 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 

, 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
᾽ 
 
 
᾽ 
· 
 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
,
 
ʼ 
 
 
ʼ 
, 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
, 
 
, 
 

, 
 
 
,
 
, 
 
 
 
 
,
 
 
, 
 
.
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
. 
 
 
, 
 
, 
 
,
 
, 
 
 

 
 
 
 
, 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 

 
 
, 
 
 
,
· 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
, 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
· 
 
 
 
,
, 
· 
 
 
· 
 
 
 
· 
 

 
· 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
· 
 
 
 
, 
 
 
 
᾽ 
 
;
 
 
 
 
, 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 

 
᾽ 
 
· 
 
ʼ 
 

 
, 
 
 
,
 
 
 
 
· 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
 
, 
ʼ 
 
 
 

 
 
 
, 
 
,
 
 
 
 
, 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
. 
 
ʼ 
 
 
 
 
 

 
 
᾽ 
 
·
 
 
 
 
 
 
,
, 
, 
 
, 
 
 

 
 
 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
,
 
᾽ 
 
· 
 
 

 
ʼ 
 
 
 

 
 
 
· 
 
 
 
ʼ 
 
 
 
.
 
 
 
· 
 
 

 
 
 
.
 
 
 
 
,
 
 
, 
 
ʼ 
, 
 
ʼ 
, 
 
 
ʼ 
.
 
 
, 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
, 
 
.
 
 
 
,
 
, 
 
· 
 
 

 
 
 
 

 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 

ʼ 
, 
 
 

 
, 
 
ʼ 
 
 
. 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
, 
 
, 
 
᾽ 
.
 
 
ʼ 
 
, 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
, 
.
. 
/
.
, 
, 
 
 
 
 
. 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
· 
 
 
 
 
 
 
,
 
 
 
,
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
. 
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
,
 
 
 
.
᾽ 
 
 
᾽ 
 
 

, 
 
 
 
 
, 
 
 
 
 
,
 
 
ʼ 
ʼ 
 

 
 
, 
 
, 
.
 
 
 
᾽ 
 

 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
᾽ 
, 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
/
 
 
/
 
 
=
 
.
 
 
 
,
 
 
 
 
 
 
. 
 
 
, 
 
 
,
 
 
, 
 
, 
,
 
 
 
 
 
.
 
, 
 
, 
ʼ 
 
 
,
 
 
, 
ʼ 
 
. 
 
᾽ 
 
 
 
 
,
 
 
 

, 
, 
 
 
.
 
 
, 
 
, 
 
,
 
 
, 
 
, 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
 
,
᾽ 
 
 
 
, 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
·
, 
 
, 
 
, 
 

 
 
 
/
 
 
. 
. 
. 
. 4. 3: 
/
 
) 
.
 
·
 
 
 
.
 
ʼ 
᾽ 
, 
 
 
, 
 
 
 
.
 
 
 
 
 
 

, 
 
, 
 
 
·
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
·
 
 
, 
 
 
,
 
 
 

 
 
 
· 
 
ʼ 

 
 
, 
 
 
 
 
· 
 
 
· 
 
 
 
 496 
 
. 
 
. 
. 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
,
 
 
 
.
 
, 
 
 
.
 
 
, 
, 
 
, 
 
 
, 
 
, 
 
 
·
 
ʼ 
ʼ 
· 
 
 

 
 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
)
\\
 
)
=
 
.: 
. 
.
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
·
 
 
 
, 
ʼ 
 
 
,
 
· 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
,
 
ʼ 
 
 
 
 
·
 
 
, 
 
 
 

 
· 
 
ʼ 
 
 
,
᾽ 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 

 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
ʼ 
 
 
 

 
· 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
᾽ 
 
 
 
.
 
)/
 
.
 
 
 
 
/
 
 
/
 
.
, 
 
 
 
 
 
 
,
· 
 
 
 
 
 

 
 
 
᾽ 
 
;
 
ʼ 
 
᾽ 
; 
 
ʼ 
 
 

 
; 
 
 
 
 
᾽ 
. 
 
 
 
 
ʼ 
 
 
,
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
· 
 
, 
 
, 
 
,
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
, 
, 
 
 
· 
 
ʼ 
 
,
 
ʼ 
 
 
· 
 
ʼ 
᾽ 

 
 
 
 
 
ʼ 
,
 
 
· 
 
 
 
 
,
 
, 
 
, 
 
. 
 
ʼ 
 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
 
·
 
 
 
, 
 
·
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
·
 
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 

 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
·
 
, 
 
 
 

ʼ, 
 
· 
 
 
 

 
 
 
,
 
 
, 
 
 
. 
 
 
 
 

 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
,
 
 
 
.
. 
/
.
 

 
· 
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
,
 
, 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
, 
 
 
 
ʼ 

 
 
· 
 
ʼ 

 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
, 
 
 
· 
 
 
 

 
 
, 
, 
·
 
ʼ 
 
 
 
 
 

 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
, 
 
 
, 
 
 
 
᾽ 
 
 

 
· 
 
ʼ 
 
 
,
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
, 
᾽ 
, 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
,
 
 
 
 
·
 
 
ʼ 
 
 
 
ʼ 

??ʼ
 
· 
 
ʼ 
 
 
· 
 
 
 
 
 
 
.
 
 
ʼ 
 

 
 
 
 

 
 
· 
 
 

 
 
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
·
 
ʼ 
ʼ 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
ʼ 
᾽ 
᾽ 
 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
, 
 
 
 
, 
 
 

 
, 
 
ʼ 
ʼ 
.
 
ʼ 
 
, 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 

 
· 
 
 
 

, 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
· 
 
ʼ 
 

 
 
 
 
. 
/
 
.
 
 
 
 
 
 
 
 
, 
 
 

 
 
᾽ 
 

 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 
 
· 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
, 
)
/
: 
. 
. 
)/
' 
(
=
, 
(/
 
(
/
. 

 
 
ʼ 
 
·
 
 
 
 
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
,
 
 
 
 
.
 
 
 
 
ʼ 

 
 
 
 
.
. 
/
.
 
 
 
 
, 
 

 
 
 
 
·
 
 
 
 
 
 
ʼ 
 

 
 
 
 
·
 
 
 
 
 
 
 
, 
 
ʼ 
 
.
 
᾽ 
 
 
ʼ 
 
 
 
,
 
 
· 
 
 

 
 
 
.
 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
· 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
. 
 
 
 
 
, 
 
,
 
 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 
,
 
 
 
· 
 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
᾽ 
 

 
 
ʼ 
 
,
 
 
 
 
 
,
 
, 
 
 
·
 
᾽ 
 
 
 
· 
 
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 
ʼ 

 
 
 
ʼ 
 

 
, 
 
ʼ 
 
.
 
 
, 
 
, 
 
, 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 

 
, 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
,
 
· 
 
ʼ 
᾽ 
 
 
 

· 
 
ʼ 
᾽ 
 
 

 
 
 
 
·
 
 
᾽ 
, 
 
 
 
 
. 
 
ʼ 
ʼ 
 
 
 
,
 
 
, 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
 
, 
 
 
 
, 
 
ʼ 
 
·
 
, 
 
 
,
 
 
, 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
, 
 

 
 
, 
 
ʼ 
 
,
, 
, 
, 
, 
 
 
 
.
 
 
 
 
.
 
 
,
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
·
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
· 
 
ʼ 

 
 
 
· 
 
ʼ 
 

 
 
 
 
· 
 
ʼ 
 
 
 
 
)
. 
.: 
. 
.
 
 
 
 
·
 
 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
, 
 

 
 
 
· 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
/
 
 
) 
.: 
. 
.
 
 
·
 
 
 
 
 

 
 
, 
 

 
 
 
· 
 
 
 
 
᾽ 
᾽ 
 
 
 
,
ʼ 
 
 
 
 
)/
 
: 
)/
 
.
 
/
|
 
: 
\\ 
(
/
 
: 
\\ 
(
=
 
: 
\\ 
(
=
 
: 
/
 
.
᾽ 
, 
)/
|: 
)/
 
.
 
ʼ 
 
 
 
·
 
 
/
 
: 
/
 
.
, 
 

 
 
 
 
, 
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
᾽ 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 
. 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
· 
 
 

 
 
 
 
 
,
 
 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
·
 
 
 
, 
 
ʼ 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
· 
 
ʼ 
· 
 
, 
 
,
 
 
 
, 
 
ʼ 

, 
 
ʼ 
 
 
 
·
 
 
 
, 
, 
 
,
 
 
 
, 
 
 
 
, 
 
 
,
 
, 
 
, 
 
 
.
 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
· 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
. 
ʼ 
, 
 
 
·
 
 
 
 
 
 
,
 
 
, 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 

· 
 
ʼ 
 
 
 

 
 
 

 
, 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 

 
 
· 
 
 
 
 
 
 
 
 
᾽ 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 

 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
 
 

 
 
 
 
,
 
 
, 
 
ʼ 
 
 

 
 
· 
 
 

 
 
 
 
 
. 
 
ʼ 
ʼ 
 
 

 
 
, 
 
 
,
 
, 
 
 

 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
·
 
 
 
 
᾽ 
 

 
 
 
=
 
.: 
. 
. 
.
᾽ 
 
.
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
,
 
 
)
/
 
: 
)
/
 
. 
.: 
)=
' 
)
/
 
 
. 
. 
. 42. 30 
=
 
\\ 
)
=
: 
(=
' 
)
/
 
2
.
 
 
,
 
ʼ 
/
'] 
 
 
.
 
 
/
 
.: 
. 
.
.
᾽ 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
 
,
ʼ 
 
 
 
 
 
, 
 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
᾽ 
 
᾽ 
,
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
,
 
ʼ 
, 
 
 

 
 
 
 
 
·
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
ʼ 
 
 
 
· 
 
 
 
 
 
 

 
 
 
)
\\ 
 
. 
.
 
. 
/
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
, 
, 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 

 
 
, 
 
,
 
ʼ 
᾽ 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
(
/
 
3, 
 
. 
.
,
 
 
 
 
 
,
 
᾽ 
, 
 
ʼ 
 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
· 
 

 
 
 
 
 

 
, 
᾽ 
 
 
 
 
 
· 
 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
, 
, 
, 
, 
,
 
· 
 
 

 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 
 
· 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 

 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
,
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

 
 
· 
 
 
,
 
 
 
 
 
. 
 
 
 
 
 
,
 
, 
 
.
 
 
 
 

 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
ʼ 
· 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 

 
, 
 
᾽ 

 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
, 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
.
 
 
 
 
· 
᾽ 
᾽ 

 
 
 
 
 
.
