@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg010.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Ecclesiazusae, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:32Z

 
 
 
 
 

ʼ 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
·
 
 
 
 
.
 
 
 
 
, 

 
 
 
 
 

 
 
,
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
 
·
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
ʼ 
· 
 
ʼ 

 
᾽ 
· 
 
ʼ 
 
,
 
 
ʼ 
, 
 
ʼ 
,
 
 
 
 
 
.
 
᾽ 
 
; 
 
 

 
 
, 
 
᾽ 
;
 
 
 
 

 
 
; 
᾽ 
 
 

. 
 
 
 
,
 
 
 
 
 
 
 
.
 
, 
 
 
 

 
 
 
.
 
 
ʼ 
 
ʼ 

 
 
. 
 
 
 

᾽ 
 
 
 
.
 
 
 
ʼ 
 
.
 

 
 
 
 
 
,
ʼ 
 
ʼ. 
 
 
 
 
,
 
 
 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
.
243	 
 
 
 
 
 

 
 
 
 
.
 
ʼ; 
 
 

 
 
 
 
 

 
 
 
.
 
 
ʼ 
 
 

 
 
 
;
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
 
;
 
 
 
 
 

 
 
 
 

, 
 
 
 
᾽ 
 
 
 
.
 
 
 
᾽ 
 

 
. 
 
 
 
 
ʼ 

 
 
 
.
 
, 
 

 

, 
 
 
,
 
 
 
 
.
. 
 
 
ʼ 
 
 

 
, 
 
 
·
᾽ 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
ʼ 

 
 
 
 
.
· 
 
 
 
ʼ 
 
 

 
, 
 
 

 
 
 
 
 
.
 
 
 
, 
 
᾽ 

 
, 
 
;
 
 
 
 
ʼ 
 
.
ʼ 
 
 
 
.
 
 
 
;
· 
 
. 
 
 
 
ʼ 
᾽ 
 
 
.
 
 
 
 

 
 
, 
 
.
 
 
 
 

 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
 
.
 
 
 
 
ʼ 
 
ʼ 
 

 
 
 
 

 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
ʼ, 
 
 

 
, 
 
 
.
514	 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
, 

 
 
 
.
 
;
 
 

. 
 
 
 
 
 

; 
 
ʼ 
 
 
 
.
 
 
 
, 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
, 

 
· 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
;
 
 
 
 
ʼ 

· 
 
 
 
 
·
 
ʼ, 
, 
 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 

ʼ, 
᾽ 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
 
 
 

;
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
·
 
ʼ 
 
 
 
 
.
 
· 
 
ʼ 
 
 
 
.
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
;
 
 
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
, 
 
 
 
 
.
᾽ 
 
 
, 
 

 
 
 
 
 
.
 
;
 
 
 

 
 
.
774	 
, 
 
 
 
.
ʼ 
 
 
. 
 
 
.
 
. 
 
 
;
.
 
 
 
 
. 
.
 
. 
 
 
 
; 
 
.
 
 
 
ʼ 
; 
ʼ 
· 
᾽ 
 
 

.
 
ʼ; 
 
 
 
 
; 
 
 
 
.
 
 

 
 
ʼ 
. 
 
 

 
ʼ 
 
 

 
 
 
.
 
 
 
 
ʼ· 
 
 

᾽ 
 
ʼ, 
 
 
 
;
 
 
ʼ 
 
,
 
 
ʼ 
ʼ 
 
,
 
 
 
 
ʼ· 
 
 
.
 
 
ʼ 
 
 
 
 
 
·
 
, 
 
ʼ, 
.
᾽ 
 
 
 
;
. 
 
 
· 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
ʼ, 
᾽ 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 

. 
 
 
 
 
 
 
.
 
 
; 
 
 
 
 
;
 
ʼ 
; 
 
 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
.
 
 
 
.
 
, 
 

ʼ 
 
 
 
 

 
, 
 
 
᾽ 
.
 
 
· 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
—
 
 
 
 
 
;
ʼ 
 
ʼ 
· 
 

 
 
 
 
.
1046	 
 
 
 
ʼ 
·
 
 
 
ʼ 
 
 
 

 
. 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
 
.
 
 
 
 

 
· 
 
 
 
 

 
, 
 
 
.
 
· 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
.
 
 
᾽ 
 

 
 
· 
 
 
ʼ 

 
· 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
.
ʼ 
 
; 
 
ʼ 

, 
 
᾽ 
 
 
.
᾽ 
 
 
.
ʼ 
 
 
.
 
 
 
᾽, 
᾽ 
,
 
 
᾽, 
 
 
 
·
 
 
ʼ 
᾽, 
, 
 
 

 
᾽ 
 
 
 
.
 
 
· 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
 
·
 
 
, 
 
 
 
 
.
 
, 
᾽ 
 
·
 
, 
᾽ 

 
 
 
.
1261	 
 
 
.
 
 
.
 
 
᾽ 
 
 
 
.
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
, 
ʼ 
.
 
 
 
 
 
 

 
. 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
.
 
᾽ 
 
. 
 
ʼ 
 
 
 
 

 
. 
 
 
 
 

 
 
 
 
 

, 
 

 
 
. 
 
ʼ 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
, 
 

 
ʼ 
 
 
, 
᾽ 
 

 
, 
 
 
,
 
 
 
 
 

 
· 
 

 
 
 
 
 
;
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
.
 
ʼ 
᾽ 
· 
᾽ 
 
 
,
 
 
 
.
1501	 
ʼ 
 
 
 
 
.
 
 
 
᾽ 
 
 
;
 
 
 
 
 
ʼ 
 
·
᾽ 
ʼ 
 
 
.
 
 
᾽ 
 
ʼ 
 
 
 
·
 
 
 
 
 

ʼ, 
 
᾽ 
 
.
 
 
 
 
 
,
 
 
 
 
 
;
 
 
.
 
 

 
.
 
 
. 
 
᾽ 
.
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
;
 
 
 
 
 
 
.
 
ʼ 
 
 
;

ʼ 
 
 
 
 
.
 
 
, 
 
ʼ 
 

, 
 
 
 
ʼ.

· 
 
 
 
.
 
 
ʼ, 
 
ʼ, 
 
.
 
 
 
 

 
ʼ 
 
, 
 

 
 
 
 
.
 
 
 
 
 
.
 
 
ʼ· 
 
 

 
 
 
.
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
,
 
 
ʼ 
ʼ, 
᾽ 
 

 
 
 
ʼ 
.
᾽ 
 
 
᾽ 
 
,
 
 
. 
ʼ 
 
 

 
 
,
 
 
 
ʼ 
 

, 
 
 
 

 
ʼ 
 

 
, 
 
 

 
 
.
 
· 
 
 

 
. 
 
 
 

 
 
 
 
 
ʼ 
 

.
 
ʼ 
 
ʼ 

 
 
 
 
 
 

 
 
 
.
 
 
 
 
· 
 
 

 
 
, 
 
᾽ 

. 
 
 
 
 
, 
 

 
 
 
 
.
1797	 
 
 
· 
 

 
, 
 

 
 
 
 

 
,
 

 
, 

 
 
.
᾽ 
 

 
 
 

 
,
 
 

 

 
 
ʼ 
·
 
 
 

 
 

ʼ, 

 

᾽ 
ʼ 
 

 
 
.
 
 
; 

 
 
ʼ 
.
1867	 
ʼ 
 
 
 
 
 

, 
 
 

, 
ʼ 
 

ʼ 
 
,
 

 
 
,
 
ʼ 
ʼ 
.
᾽ 
, 

᾽ 
 
 
,
 
 

 
 
 

 
·
᾽ 
 

 
 

 
 
ʼ 
 

 
 

 
 
 
.
 
 

 
, 

 
 
 
 
.
1941	 
 
; 
 
ʼ 
 
 
 
 
;
 
 
 
 
ʼ 
, 
 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
 
 

 
 
· 
 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 

 
 
 
, 

 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
 
;
 
 
 
 
 
 
;
 
 
 
 
 
ʼ 
 
.
 
, 
 
 
 

ʼ· 
 
ʼ 
 
 
.
 
 
ʼ 
 
 

ʼ. 
 
ʼ 
 
 
.
 
; 
 
 
 
 
;
 
 
ʼ 
 
᾽ 
.
 
,
 
 
 
 
 
; 
 

 
 
 
;
, 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
;
 
 
.
 
 
᾽ 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
;
 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
ʼ 
·
 
 
 
 
 
 
.
 
 
 
 
 

 
. 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
.
 
 
 
 
ʼ, 
 
 
 
.
 
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 
 

, 
᾽ 
 
 
,
 
 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
· 
 
 
.
 
᾽ 
 
; 
 
᾽ 
 

 
 
 
;
 
ʼ 
. 
 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
ʼ 
, 
 
ʼ
 
 
 
 
,
 
 
 
, 
 
 
 
.
2241	ʼ, 
 
· 
 
 

 
 
ʼ 
 
 
.
 
 
 
 
 
;
 
 
 
 
 
 
.
 
 
; 
 
 
 
 

 
 
 
, 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
;
᾽ 
ʼ, 
. 
᾽ 
 
.
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
,
 
 
 
 
.
 
 
; 
 
 
;
;
 
᾽ 
 
 
 
 
ʼ, 
᾽ 
.
 
 
 
ʼ 
 
;
 
 
 
 
᾽ 
 
 
.
 
 
 
;
 
. 
 
 
;
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
.
 
 
᾽ 
;
 
 
.
᾽ 
 
 
, 
᾽ 

 
 
ʼ 
ʼ 
 
 
 
.
 
ʼ 
 
;
 
 
,
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 

 
. 
 
 
᾽ 

 
 
 
 
·
᾽ 
 
 
᾽ 
 
᾽ 
 
.
2470	᾽ 
᾽ 
 
 
 
 
;
;
᾽ 
 
 
 
᾽ 
 
 
 

 
ʼ.
 
.
ʼ 
 
 
 

 
 
. 
 
 
.
 
 
 
ʼ 
, 
 
 
ʼ 

 
 
 
;
 
ʼ 
 
ʼ 

 
 
 
 

 
 
 
; 
ʼ 

 
 
 
 
.
ʼ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
ʼ 
 
;’
 
ʼ 
 
 
 
,
 
 
 
 
;
ʼ 
 
ʼ 

 
 
 

 
 
 
 
 
,’
᾽ 
 
, 
 
 
.
 
 
 
 

 
, 
 
 
 
·
 
 
 
 
·
ʼ 
 
 
·
 
 
 
 

 
· 
᾽ 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 

 
 
· 
 
ʼ 
 

 
, 
 
 
.’
 
 
 
 
ʼ· 
 
ʼ 
 

, 
 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
 
 

 
 
ʼ 
 

, 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 

.
 
 
 
 
.
2738	᾽ 
 
· 
 
 
 
 
,
 
 
 
᾽ 
 
, 
 

 
.
 
 
; 
 
 
ʼ 

 
.
 
; 
 
 
᾽ 
.
 
 
.
 
; 
 
 

 
.
 
; 
 
 

 
 
.
 
 
᾽ 
 
; 
 
ʼ 
 
ʼ 
 

 
· 
 
ʼ 

 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
.
 
 
 
 

 
ʼ 
 

 
, 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
ʼ 
.
 
, 
 
, 
 

 
, 
 
 
,
 
 
 
 
 
.
 
᾽ 
;
 
 
 

. 
 
 
 
 
 
 

 
.
 
; 
ʼ 
. 
 
ʼ 
 
 

 
 
 
;
 
᾽ 
. 
᾽ 
 
 
᾽ 
ʼ 
᾽ 
 
;
᾽ 
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
ʼ 
 
;
 
ʼ 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
 
 

᾽ 
 
 
—
 
; 
 
.
 
 
 
; 
 
 
.
 
 
 
 

 
᾽, 
᾽ 
 
 
 
 
.
 
 
 
.
᾽ 
 
 

 
, 
 
 
᾽ 
 
.
 
 
 
 
 
 
,
ʼ 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
.
᾽ 
· 
 
ʼ 
.
 
 
ʼ 
 
.
3039	 
.
᾽ 
 
 
 
 
 
 
;
 
,
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
 
.
3068	᾽ 
 
 
 
 
 
·
 
ʼ 
 
 

 
 
 
 
 
 
᾽ 
.
 
 
 

 

 

 

 
, 
 
 
 
 
.
᾽ 
· 
 
 
 
 
 
,
 
 
 
ʼ 
ʼ 
·
 
ʼ 
 
ʼ 
, 
 
 

᾽ 
 
 
ʼ 
ʼ 
 
 
 
 
.
3138	᾽ 
 
 
 
 
᾽ 

 
,
 
 
 
ʼ 
† 
 
 
.
᾽ 
 
᾽ 
 

 
 
 

 
 

 
 
 
 
 
,
 
 
ʼ· 
 
 
 
 
 
 

 
 
 
. 
᾽ 

 
 
 
 
 
 
 
·
 
 
 
 
 
 
᾽ 
.
3206	 
 
 
 
 

 
ʼ 
 
.
᾽ 
 
 
 
ʼ 
 
,
 
, 
 
 
,
 
 
 
,
 
. 
 
 
 

 
ʼ, 
 
 

 
 
 
 
 

, 
 
 
 
 

 
 
 
 
ʼ 
.
 

 
᾽ 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
.
 
, 
 
 
 
 
 
,
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
;
 
ʼ 
 

 
᾽;
 
 
 
᾽ 
; 
 
. 
 
 
 
 
 
.
 

 
.
 
 
 
 
 

.
; 
 
 
 
 
. 
 
ʼ; 
 
 
 
 
;
 
 
 
.
 
 

 
 
 
 
 
;
 
 
 
 
 
 

ʼ 
.
ʼ 
 
 

 
;
 
 
ʼ 
 

 
 
 
;
 
 
.
᾽ 
 
 
 
.
 
 

᾽ 
 
 
· 
 

 
 
ʼ 
 
 
.
3421	᾽ 
 
 
 
 
 
ʼ 
;
᾽ 
᾽ 
ʼ 
 

 
ʼ 
 
,
 
 
ʼ 
᾽ 
 
.
 
 
, 
 
 
 
·
᾽ 
᾽ 
, 
᾽ 
·
 
ʼ 
 
 
 
 

 
 
.
 
 
 

 
 
 
 
 
 
 
;
 
 
 
, 

 
 
 
 
 

 
 
 
 
 
.
ʼ 
 
 
 
,
 
 
᾽ 
 
 
;
 
· 
 
 
 
.
;
 
ʼ 
᾽ 
᾽ 
 
.
 
;
 
 
ʼ. 
 
 

 
 
;
 
ʼ 
. 
᾽ 
 
 
ʼ 
;
 
 
 
 
. 
 
 
 
.
 
 
 
 
 
.
 
; 
;
 
 
ʼ 
᾽ 
. 
; 
 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
 
.
 
; 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
,
 
—
 
 
 

 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
.
 
, 
 
 
 
,
 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
ʼ, 
 
 
.
᾽ 
 
᾽, 
 
 
 
 

 
 
 
 
 
.
3656	 
 
 
 
 
 
 
 

ʼ 

 
 
.
 
 
᾽ 

 
 
 

 

 
 
· 
 
ʼ 
 
 
 

.
 
 
 
 
 
 
 
 
.
 
 

 
 
᾽ 
 
 
·
 
 
 
 
 
 
.
3716	᾽ 
 
, 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
3736	 
 
 
 
 
 
· 
 
 
,
 
 
 
 
 
 
 

 
ʼ 
 
, 
᾽ 
᾽ 
 
 
.
 
 
 
 
 
 
· 
 
 

 
᾽ 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
, 
 
ʼ 
 
 
,
ʼ 
 
 
 
 
, 
 
ʼ 
᾽ 
·
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
;
 
 
 
. 
 
 
 
;
 
ʼ 
᾽ 
 
ʼ 
.
 
 
 
 
· 
 
 
 

 
 
 
 
 
ʼ 
ʼ 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 

 
 
 
;
᾽ 
 
 
 
.
 
 
 
.
 
 
 
.
3927	᾽ 
 
 
 
 
 
.
 
 
; 
 
 
 
· 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
; 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
;
 
ʼ 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 
 
 
;
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
 

.
᾽ 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
.
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
 
 
·
ʼ 
 
 
, 
 
 
ʼ 
.
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
 
;
 
· 
 
 
· 
 
· 
 
.
 
;
 
 
. 
 
 
 
. 
 
 
 
 
ʼ 
· 
 
, 
 

 
 
 
· 
 
 
 
 
 
;
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 


 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
.’
4196	 
 
 
 
 
 
 
 

 
 
;
 
 
; 
 


 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
 
 
ʼ 

. 
 
ʼ 
 
 
; 
 
 
 
;
᾽ 
 
 
 
· 
 
ʼ 
 
 
ʼ 

 
 
 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
 

 
 
 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
; 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
.
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
.
 
 
 
 
᾽ 
 
;
 
. 
 
 
,
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
; 
 
 
᾽ 
 
.
 
 
᾽ 
 
 
, 
 
 
ʼ 
 
.
 
 
· 
 
 
 
 
 
 
 
 
,
 
 
; 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
.
 
 
ʼ 
. 
 
 
 
· 
 
 
 
᾽ 
;
 
 
 
 
· 
 
ʼ 
 
 
,
 
 
 
.
 
 
ʼ 
 

 
 
 
 
; 
 
ʼ 
ʼ 
.
 
 
ʼ 
 
 
. 
 
 
 
,
 
 
 
 
 
, 

 
; 
 
 
 
ʼ 
.
 
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.
4497	᾽ 
 
 
 
;
 
 
 
 
; 
᾽ 
ʼ 
 
 
;
 
 
 
 
,
᾽ 
 
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
ʼ, 
 
. 
 
 
 
 
;
 
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
;
 
 
 
 
; 
 
 
 
 
;
 
. 
 
 

 
 
 
 
ʼ 
 
 
,
 
 
 
.
 
 
 
 
; 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 

 
 
, 
 
 
 
 

 
 
 
 
, 
 
 
 
,
 
 
ʼ 
.
 
 
 
 
.
 
 
 
 
;
 
 
 
·
 
 
 
ʼ 
 
 
, 
 

 
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
 

 
 
· 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
 
 
.
 
;
 
ʼ 
᾽ 
᾽ 
 
. 
 
 
 

 
 
ʼ 
 
, 
 
 
.
᾽ 
 
 
 
ʼ 
·
 
 
 
 
,
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 

 
· 
 
ʼ 
·
 
 
᾽ 
.’
ʼ 
 
ʼ 

 
 
ʼ 
 
,
 
 
 
·
 
 
 
 

 
ʼ 
.’
 
 
ʼ 

 
 
 

ʼ 
· 
 
 
;
 
 
 
·
 
 
 
 
 

 
 
,
 
 
 
 

 

 
 
 
.’
 
 
 
, 
᾽ 
 
;
.
4812	 
ʼ 
 
 
 
,
᾽ 
 
 
 
,
 
 
 
.
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
.
 
 
;
ʼ 
.
 
 
 
 

.
 
; 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
.
 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
.

 
 
 
 
 

 
 
 
 
 
,
 
 
 
,
 
 
 
 
ʼ 
.
ʼ 
ʼ 
 
; 
 
 
᾽ 
,
 
 
 
ʼ, 
᾽ 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
, 
᾽ 
ʼ, 
 
.
 
 
 
 
 

. 
 
 
᾽ 
 
 
,
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
· 
 

, 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
.
5021	 
 
; 
 

 
 
 
 
 
.
 
 
 
ʼ 
᾽, 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 

 
 
 
ʼ 
 
.
 
 
 
 
 
;
 
 

᾽ 
 
 
 
;
. 
 
᾽ 
 
 
 
; 
 

 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
;
 
. 
 
᾽ 

 
 
 
 
.
; 
; 
. 
 
ʼ; 
 
 
 
 
 
;
 
 
;
 
. 
; 
 
 
᾽ 
.
;
 
; 
 
 

.
 
 
 
; 
 
 
 
 
 
 
;
 
.
 
 
 
. 
 
ʼ 
 
 
;
,
 
 
ʼ 
 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
ʼ 
;
᾽ 
 
. 
 
 
 
 
.
 
. 
 
 
 
.
 
. 
 
 
᾽.
 
.
5212	 
 
 
ʼ 
.
 
.
 
 
ʼ 
 
 
 
;
 
 
 
᾽ 
, 
 

 
 
 
 
· 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
ʼ 

 
 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
 
.
 
 
 
. 
 
ʼ 
;
 
 
;
 
 
, 
 
 
 

 
 
 
.
 
,
 
 
 
 
 
 

 
 
ʼ 
—
 
; 
, 
 
 
.
 
 
;
 
 
 

 
 
, 
 
 
,
ʼ 
 
 
 
.
 
 
ʼ 
, 
 
 
ʼ 

 
.
 
 
 
 
·
, 
, 
 
 
.
; 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
.
 
 
 
, 
; 
 
.
 
 
 
, 
; 
ʼ 
.
 
 
 
, 
; 
ʼ 
.
 
 
ʼ 
, 
; 
.
 
 
, 
; 
 
.
 
ʼ 
 
;
5411	· 
 
 
 
 

 
.
 
ʼ 
 
 

᾽ 
· 
 
 

 
 
 
 
ʼ 
.
.
 
ʼ 
 

 
 
;
 
. 
 
 
 
 
 
.
 
 
.
 
; 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
;
.
 
 
ʼ 
 

ʼ, 
 
;
 
 
 

 
ʼ 
᾽ 
. 
 
 

 
 
 
 
 

ʼ 
 
 
 
᾽ 
.
᾽ 
 
 
 
 
,
ʼ 
 
 
 
 

 
 
· 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 

 
, 
 
ʼ 
;
 
 
 
 
·
 
 
ʼ 
 

 
 
 
 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
. 
 
 
 
,
 
ʼ 
 
.
 
 

 
 
 
 
 
.
 
ʼ 
 
 
. 
 
 
 
 
.
5593	 
 
, 
 
 
 
᾽ 
,
ʼ 
ʼ 
 
 
,
 
 
 
 
 

 
ʼ 
 
ʼ 
 
·
 
 
 
ʼ 
 

 
 
 
,
 
 
 
 
 
†,
 
, 
 

ʼ 
, 
 
 
,
ʼ 
, 
 
,
 
, 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
·
 
 
 
 
 
.
 
 
ʼ, 
 
 
 
 

· 
 
 
 
.
 
 
. 
 
 
ʼ 

᾽, 
 
 
 
 
;
 
 
 
 
 
 
 
;
 
.
 
᾽, 
 
ʼ 
 
 
,
 
ʼ 
 
.
᾽ 
. 
; 
 
 
 
 
 
.
 
; 
 
 
ʼ 
᾽ 
 
.
 
 
 
;
 
 
;
 
 
 
 
 
 

 
 
.
 
 
, 
; 
ʼ 
 
.
 
 
, 
; 
ʼ 
.
 
 
, 
; 
 
 
 
—
 
; 
 
. 
 
 
 
 
.
 
 
· 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
.
 
.
 
 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
ʼ 
, 

 
 
 
 
 
.
 
 
· 

ʼ 
 
 
 
 
.
5858	
 
ʼ 
 
 
 
; 
 
ʼ 
 
·
 
 
 

 
 
 

, 
 
 
 
 
,
, 
 
 
 
 
,
. 
 
 
ʼ 
 

; 
 
᾽ 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

ʼ· 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
· 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 

, 
ʼ 
 
 
.
 
 
 
 
 
 

᾽ 
 
 
·
 
 
 
 
 
 
 

 
 
 
,
᾽ 
᾽ 
 
 
.
6002	 
 
 
.
 
 
 

 
 

 
 
 
· 
 
ʼ 
 
,
 
,
 
 
.
6027	 
 
 

 
ʼ 
 

 
,
 
 
 
 

 
 
 
.
6047	 
 
 
;
 
 
·
 
ʼ 
 
ʼ· 

 
 
 

· 
 
ʼ 
 
 
 
 
†.
᾽ 
 
ʼ 
, 

 
, 

 
ʼ, 
 
.
6084	 
 
᾽ 

 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
ʼ 

 
· 
 
ʼ 

 
 
 
᾽ 
.
6115	ʼ 
 
 
 
ʼ 
 
·
 
 
 
 
 
ʼ 
᾽ 
.
 
᾽ 
 
.
 
ʼ 
 
. 
 
.
 
 
 
 
 
 
; 
 
 
 
 
.
 
;
 
 
 
 
 
;
 
 
;
 
 
 
; 
;
 
 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
. 
 
 
 
 
.
 
 
 
.
 
 
ʼ 

 
.
 
ʼ 
 
 

 
ʼ 
, 
 
᾽ 
.
ʼ, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
ʼ
 
 

 
 
·
 
 
 
 
ʼ 
.
 
 
 
 
.
 
 
 
 
᾽ 
.
 
 
 
 

 
, 
 
.
᾽ 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
·
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
.
6300	 
 
 
,
 
, 
 

 
 

 
 
 
.
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 

, 
 
 
 
.
, 
 
ʼ 
,
 
 
᾽ 
 

 
 
.
6348	 
 
 
,
 
 
 

 
 

᾽· 
 
 
, 
 
.
, 
᾽ 
 
 

 
 

 
 
 
.
 
 
ʼ 
 
 
;
, 
 
ʼ 
,
 
 
᾽ 
 

 
 
.
6396	 
 
 
 
 
 
 

᾽ 
. 
 
 
, 
, 
 
,
 
 
·
 
 
 
 
.
6421	 
 
 
, 
 
,
 
, 
 
, 
 
,
 
 
·
 
 
 
 
.
6442	 
 
; 
 
 
;
; 
 
 
 
ʼ 
.
ʼ 
. 
 
 
 
ʼ 
 
;
 
 
ʼ 
.
; 
 
 
, 
 
 
 
.
 
 
, 
 
 
 
ʼ 
 
 
.
᾽ 
 
 
 

, 
᾽ 
 
.
 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
 
.
ʼ 
 
· 
 
 
 

 
ʼ 
· 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
.
; 
 
 
 
.
 
ʼ 
 
; 
 
 
 
 
 
.
᾽ 
ʼ, 
 
 
ʼ 
 
 
.
ʼ 
ʼ 
 
 
.
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
,
 
 
ʼ 
.
 
 
. 
· 
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 

 
 
 
 
 
;
 
 
ʼ 
 
 
᾽ 
 
᾽ 
 
.
᾽ 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
ʼ
 

 
 
ʼ 
.
6679	 
 
 
 
 
,
 
 
 
᾽.
 
 

 
 
.
 
ʼ 
 
; 
, 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
.
 
 
 
.
 
 
, 
 
 

 
, 
 
 
 
 

 
 
 
· 
 
 
 

 
 
᾽ 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
;
᾽ 
 

 
 
᾽ 
 
 
.
 
ʼ 
 
;
 
 
 
. 
᾽ 
 
 
.
 
 
. 
 
 
 
;
᾽ 
 
 
. 
 
᾽ 
 
 
;
 
. 
 
 
 
 

 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
ʼ 
.
 
 
;
 
 
 
. 
 
 
ʼ· 
 
 
 

 
 
 
 
, 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

· 
᾽ 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
 
 
 
 
.
6939	 
 
 
 
 
 

, 
ʼ 
 
 
 

 
 
;
 
.
 
 
 
ʼ 
;
 
 
 
 
 
.
 
.
 
 

 
 
᾽ 
 
ʼ.
᾽ 
 
,
᾽ 
 
 
 
ʼ.
 
 
ʼ, 
᾽ 
 

 
 
 
.
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 
 
,
 
 
 
 
 
ʼ 

 
 
.
, 
ʼ· 
 
. 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 

.
 
 
. 
 
 

 
 
;
 
᾽, 
᾽ 
.
 
 
 
, 
᾽ 
 
 
,
 
ʼ 
 
ʼ. 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
 
ʼ 
᾽ 
 
 
;
 
 
 
,
 
 
 
 
 
;
 
 
ʼ 
 
᾽ 
.
 
 
. 
 
 
 
ʼ 
᾽.
 
 
. 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
᾽ 
 
.
7141	 
 
᾽ 
 
 
 
,
 
 
᾽ 
 
 
 
;
 
 
· 
 
 
 
.
 
 
 
 
;
 
; 
 
᾽.
 
 
ʼ 
. 
 
 
 
ʼ 
 
᾽.
 
 
ʼ 
. 
᾽ 
 
 
 
 
ʼ.
 
 
. 
 
ʼ 
 
 
 
.
; 
 
 
 
 
.
 
 
.
 
ʼ 
᾽ 
 
. 
 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
;
, 
 
 
 
.
 
 
 
 
 

 
ʼ.
᾽ 
 
 
 
.
 
 
 
.
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
,
ʼ 
 
᾽ 
, 

 
 
 
 
 
.
᾽ 
 
 
; 
 
 

 
 
 
 
ʼ 
 
 
,
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
᾽ 
,
 
ʼ 
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
.
7359	 
 
 
, 
 
ʼ 
,
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
᾽ 
·
᾽ 
 
 
, 
 
᾽ 
 
.
 
, 
 
 
ʼ 

 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ, 
 
, 
 
 
.
 
ʼ 
 
ʼ 
 
 
.
ʼ· 
 
 
 
 
 
.
 
ʼ 
 
 
 
.
;
 
 
 
ʼ 
 
ʼ 
 
.
 
 
᾽ 
 
 
,
 
 
 
 

 
 
 
 
 
;
 
ʼ 
 
 
.
 
 
;
 
 
 
. 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ 
 

 
 
 
 
 
 
 
.
 
 
 
 

 
ʼ 
. 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
· 
 
 
.
 
 
 
 

 
 
 
ʼ, 
᾽ 

 
 
 
; 

 
 
 
᾽ 

, 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 

 
; 
 
 
 
, 

 
 
 
.
 
ʼ 
 
 
 
.
7633	 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ· 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
.
7694	 
 
 
,

 
, 
 
 
 
 
,
 
 
 
. 
 
 
 

 
 
.
 
. 
 
 
 
 
 
 
 
.
 
 

· 
 
 
᾽ 

 
 
 
 
·
 
 

, 
᾽ 
·
 
 
.
ʼ 
, 
 
.
, 
 
,
, 
 
 
·
, 
, 
, 
.
