@node
@author=Dio Chrysostom
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=J. De Arnim
@filename=tlg0612.tlg001.perseus-grc1
@funder=Google Digital Humanities Awards Program
@principal=Gregory Crane, Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas, Prepared under the supervision of, Bridget Almas, Lisa Cerrato, Rashmi Singhal
@sourceDesc=Dionis Prusaensis quem vocant Chrysostomum quae exstant omnia, Vols I and II, Dio Chrysostom, J. de Arnim, Wexml:idmann, Berlin, 1893.
@sponsor=Perseus Project, Tufts University
@title=Orationes
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:47Z

203990	 οἱ
 ἐμπιμπλάμενόν τε καὶ
 οὗ τἀναντία ὑπάρχει τῷ κακῷ, τοὺς μὲν ἐχθροὺς θαρρύνειν, τοὺς δὲ φίλους καὶ τοὺς ἐγγὺς ἐκπλήττειν καὶ φοβεῖν. τῷ γε μὴν ἡμέρῳ καὶ ἀβλαβεῖ τοὺς μὲν προσλιπαροῦντας μετὰ τοῦ πεποιθότος περιγίγνεται βιοῦν·
 ἐκεῖνα καὶ
 πόθεν δὲ οὐκ ἂν ἔλθοιεν   ἐπʼ ἐκεῖνον ὀψόμενοί τε αὐτὸν καὶ ἀπολαύσοντες τῆς καλῆς διανοίας καὶ ἀγαθῆς; τί μὲν σεμνότερον θέαμα γενναίου καὶ φιλοπόνου   πόνου βασιλέως; τί δὲ ἥδιον ἡμέρου καὶ προσφιλοῦς, πάντας μὲν εὖ ποιεῖν ἐπιθυμοῦντος, ἅπαντας δὲ δυναμένου; τί δὲ λυσιτελέστερον ἴσου καὶ δικαίου;
 καὶ Φύξιος
 ἔχων
 πρὸς
 παντὸς
 ἢ Ἀρκαδίας
 ἐν ψυχῇ ποτε
 ἀλλὰ
 ὃς ἦν πάντων φιλοπονώτατος καὶ πολὺ κρείττων τῶν ἐκεῖ
 ἀνθρώπους
 εἴη
 ἑκατέρα
 τε
 καλεῖται
 λέγει
 ὄρους
 οὐ κύριος ἀλλʼ
 ταῦτα δὲ λέγων ἐποίει φανερὸν ὅτι τὸνμὲν Ὅμηρον ἐνόμιζε δαιμόνιον καὶ θεῖον τῷ ὄντι κήρυκα τῆς ἀρετῆς, αὑτὸν δὲ καὶ τοὺς ἄνδρας ἐκείνους ἀθλητάς τε καὶ ἀγωνιστὰς τῶν καλῶν ἔργων ἡγεῖτο.
 συμβουλεύσαιμʼ ἂν τῷ γενναίῳ καὶ βασιλικῷ τὴν ψυχήν
 ἢ λύρᾳ
 ἐρωτικὰ μέλη
 ἐὰν ᾖ τις ἀνάγκη
 ἢ λύραν
 οὐκ ἔκλυτα
 παῖδες
 τὸν δὲ Ἀγαμέμνονα οὐκ ἐμακάριζεν· ἤλπιζε γὰρ πολὺ πλειόνων ἄρξειν αὐτὸς ἢ ὁπόσων ἐκεῖνος.
 τὴν δέ γε τοῦ Μενελάου πολυχρήματον καὶ πολύχρυσον αὐλήν, καθάπερ οἶμαι τῶν Ἀσιαγενῶν τινος βασιλέων. καὶ γὰρ οὗτος ἦν οὐ μακρὰν τοῦ τε Ταντάλου καὶ Πέλοπος, ὅθεν οἶμαι καὶ τὸν χορὸν Εὐριπίδης  εἰς  τοῦτο αἰνιττόμενον πεποίηκεν ἐν τῇ προσόδῳ τοῦ βασιλέως, Μενέλαος δὲ  πολὺ δʼ ἁβροσύνῃ δῆλος ὁρᾶσθαι  τοῦ Τανταλιδᾶν ἐξ αἵματος ὤν.
 τὰς Λακωνικὰς ἑστιάσεις τῶν φιλιτίων δείπνων
 ἢ τῆς Ἰωνίας
 οὐκ ἄλλωσδιέξεισι ταῦτα
 ὡς δεῖ καὶ τραπέζης ἐπιμελεῖσθαι τοὺς ἀγαθούς
 σπουδάζοντα
 ὁ
 καταλύειν
 λέγειν
 λέγειν
 δὲ
 Ζεύς
 τὸ
 ὅ,τι βούλεται
 μικράν τινα ἀρχὴν ἐχόντων
 ἐκείνου
 ὁ μὲν γὰρ τὸν δειλὸν ὡς ἀνδρεῖον θαυμάζων, οὗτος δικαιότατα χρῆται τῇ ἀνοίᾳ τοῦ κολακευομένου· τάχιστα γὰρ ὂν οἶμαι ἀπόλοιτο πειθόμενος αὐτῷ καὶ τῆς ἀνδρείας τὰ ἔργα ἐπιχειρῶν.
 ἢ λέγειν
 οὗτοι γὰρ ὑγιεινοὶ καλοῦνται ἰατροῖς·
 εἰ βούλοιτο πεζεύεσθαι  μὲν τὴν θάλατταν, πλεῖσθαι δὲ τὰ ὄρη, τοὺς δὲ ποταμοὺς ἐκλείπειν ὑπὸ ἀνθρώπων πινομένους
 οὐχ ὅπως τὰ μέγιστα διθρύπτειν ὄρη, καθάπερ σὺ φῄς
 τὸν
 καὶ φρόνιμος
 καὶ
 βασιλεὺς δὲ καὶ αὐτοκράτωρ ὁ αὐτὸς ἀνυπεύθυνος ἄρχων
 οὕτω δὲ καὶ ἡμεῖς διανοούμεθα καὶ φαμὲν περὶ τοῦ θείου καὶ θεοφιλοῦς αὐτοκράτορος καὶ βασιλέως
 ὀνομάζεται
 τοῦτο ἔμοιγε δοκεῖ καὶ Ὅμηρος εἰπεῖν διανοηθείς, οὐκ ἀγαθὸν πολυκοιρανίη· εἷς κοίρανος ἔστω,  εἷς βασιλεύς, ᾧ ἔδωκε Κρόνου παῖς ἀγκυλομήτεω.
 καὶ
 τε καὶ ἀρίστη καὶ μόνη   δυνατή
 ἀνδρῶν
 τὴν τοῦ θεοῦ
 ἅτε προσηκούσας αὑτῷ νομίζων τὰς εὐεργεσίας
 καὶ γὰρ δὴ νικᾶν μὲν ἀδύνατον ἄνευ σωτηρίας τῶν στρατιωτῶν· ὑπὲρ δὲ τῆς νίκης πολλοὶ τῶν ἀγαθῶν καὶ ἀποθνήσκειν αἱροῦνται.
 οὐδὲ ὑπὲρ αὑτοῦ φροντίζειν πέφυκεν
 προσήκει δὲ πλεῖν
 καὶ
 ἐγρηγόρσεως δὲ καὶ ὕπνου τοῖς μὲν στρατιώταις ἐξ ἴσου μέτεστι, τῶν μὲν φυλαττόντων ἐν μέρει, τῶν δὲ ἀναπαυομένων· ὁ δὲ στρατηγὸς ἀγρυπνότερός ἐστι τῶν ἀεὶ φυλαττόντων.
 ἤ τῷ φιλουμένῳ μὲν ὑπὸ πάντων, μηδένα δὲ ἔχοντι ἐπιβουλεύοντα.
 φαίνεσθαι τοιοῦτον
 τὸ βασιλεύειν
 ὅρα δὲ ὅτι τῶν μὲν ἄλλων κτημάτων τὰ μὲν ἀναγκαῖα μόνον καὶ χρήσιμα   δοκεῖ πᾶσι, τέρψιν δὲ οὐδεμίαν παρέχεται· τὰ δὲ ἡδέα μόνον, συμφέροντα δὲ οὔ· τοὐναντίον δὲ τὰ πλεῖστα τῶν ἡδέων ἀσύμφορα εὑρίσκεται.
 πρὸς δὲ αὖ τούτοις γυναῖκες ὡραῖαι καὶ παιδικὰ ὡραῖα
 μὴ
 ποία δὲ θυσία κεχαρισμένη θεοῖς ἄνευ τῶν συνευωχουμένων;
 εἰ δὲ σκυθρωπὸν ἐρημία καὶ πάντων φοβερώτατον, οὐ τὴν ἀνθρώπων ἐρημίαν χρὴ τοιοῦτον νομίζειν, ἀλλὰ τὴν τῶν φίλων· ἐπεὶ τῶν γε μὴ εὐνοούντων πολλάκις ἡ ἐρημία κρείττων.
 ᾧ γὰρ πλεῖστοι μὲν καὶ ἄριστοι φίλοι, δυσμενὴς δὲ φαυλότατος, εἴτις ἄρα ἐστί, καὶ πολλοὶ μὲν οἱ ἀγαπῶντες, πλείους δὲ οἱ ἐπαινοῦντες, ψέγειν δὲ οὐδεὶς δυνάμενος, πῶς ὁ τοιοῦτος οὐ τελέως εὐδαίμων; ὁ γὰρ τοιοῦτος ἀνὴρ πολλοὺς μὲν ἔχει τοὺς συνηδομένους, οὐδένα δὲ ἐφηδόμενον καὶ διὰ τὸ εὐτυχεῖν ἐφʼ ἅπασι καὶ διὰ τὸ πολλοὺς μὲν ἔχειν φίλους, μηδένα δὲ ἐχθρόν.
 πολλαῖς δὲ διανοίαις φροντίζοντα βουλεύεσθαι
 εἰ δὲ πλοῦτος πέφυκεν εὐφραίνειν τοὺς κτωμένους, πολλάκις ἂν εἴη πλούσιος ὁ τοῖς φίλοις μεταδιδοὺς τῶν παρόντων.
 οὐκοῦν ἀγαθῶν παρόντων τοῖς ἀγαθοῖς οὐχ ἥκιστα ἂν εἴη ταῦτα κοινά.
 ὥστε καὶ παθεῖν ὑπὸ φίλου κακῶς τῶν ἀδυνάτων εἶναι κέκρικεν
 ἐν ἅπασι μὲν οὖν τοῖς εἰρημένοις ἔστι συννοεῖν ὅτι πάντα τἀναντία τοῖς τυράννοις κακὰ πρόσεστιν ὧν ἐμνήσθημεν ἀγαθῶν, οὐχ ἥκιστα δὲ ἐν τῷ νῦν λεγομένῳ. πάντων γὰρ ἀπορώτατός ἐστι φιλίας τύραννος· οὐδὲ γὰρ δύναται ποιεῖσθαι φίλους. τοὺς μὲν γὰρ ὁμοίους αὑτῷ, πονηροὺσὑφορᾶται, ὑπὸ δὲ τῶν ἀνομοίων καὶ ἀγαθῶν μισεῖται. ὁ δὲ μισούμενος ἐχθρὸς καὶ τοῖς ἀδίκοις ἄδικος. οἱ μὲν γὰρ δικαίως μισοῦσιν αὐτόν, οἱ δὲ τῶν αὐτῶν ἐπιθυμοῦντες ἐπιβουλεύουσιν.
 ὥστε ὁ μὲν Πέρσης ἕνα τινὰ ἔσχεν, ὀφθαλμὸν βασιλέως   λεγόμενον, καὶ τοῦτον οὐ σπουδαῖον ἄνθρωπον, ἀλλὰ ἐκ τῶν ἐπιτυχόντων,ἀγνοῶν ὅτι τοῦ ἀγαθοῦ βασιλέως οἱ φίλοι πάντες εἰσὶν ὀφθαλμοί.
 τι
 ὑπὸ
 τε
 ἐκείνην
 ἅπερ ἵδρυται τοῖς θεοῖς
 καθάπερ οἶμαι παιδιάν
 καὶ τὸν ἄνθρωπον
 οὐ γὰρ μαθεῖν, ἀλλʼ ὑπομνησθῆναι δεῖται μόνον· ἔπειτα εὐθὺς οἶδέν τε καὶ ἐγνώρισεν, ὡς ἂν ἐξ ἀρχῆς τὰ δόγματα ἔχων ταῦτα ἐν τῇ αὑτοῦ διανοίᾳ.
 σοφιστῇ,
 μανθάνειν τε καὶ
 ἣν ἔφη εἶναι
 οὐκ
 οὐ μὰ Δία
 καὶ τότε μάλιστα οἴεται σπουδάζειν ἐνίοτε δὲ καὶ δοῦλος καταλιπὼν τὸν δεσπότην.
 μόνον
 οἱ ἄνθρωποι
 ταύτης
 ὁμοίως δὲ καὶ τὸ ἐν Σούσοις καὶ τὸ ἐν Βάκτροις
 ἀνθρώπων
 ὁρᾶσθαι
 καὶ
 ἀσφαλέστερος
 μᾶλλον δὲ καὶ τῆς ἡμέρας,
 ἡδονῶν τινων
 ἀνδρεῖον καὶ φοβερόν
 ἐπιθυμιῶν τινων λεγομένων
 καὶ δὴ πεπρωμένον αὐτοῖς ἐκ θεῶν ἐγένετο Μῦθον Λιβυκὸν ἐκπονεῖν καὶ περὶ τὰ τοιαῦτα κατατρίβειν τὴν περὶ λόγους φιλοπονίαν οὐκ εὐτυχὲς μέν, οὐ γὰρ οὖν τῶν πρὸς ζῆλον τοῖς ἐπιεικεστάτοις ἀνθρώπων ἀπονευόντων, ἀλλʼ ὅμως οὐκ ἀφεκτέον ὀλιγωρίᾳ τῆς περὶ τὰ τοιαῦτα ἀδολεσχίας.
 τὸ
 ἢ τὸν μῦθον
 ὡς ἐκεῖνα
 θνητῆς
 οὐδὲ διαλέγεσθαι, ὡς ἐκεῖναι, οὐδὲ ἄλλην ἱέναι φωνήν, ἀλλὰ συρίττειν μόνον, ὥσπερ οἱ δράκοντες, ὀξύτατα·
 βούλεσθαι
 λόγων
 καὶ
 θάτερον
 τοῦ
 οὗτος
 ἀσφαλῶς
 ἔστιν οὖν ὁ βίος ὅμοιος
 δὲ
 τείνουσι
 ἢ ἐκεῖνοι
 ἀλλὰ τοὺς σωφρονίζοντας
 οὐ χαλεπὸν
 οὐκ ἄντικρυς βιαζομένην, ἀλλʼ ἐξαπατῶσαν καὶ γοητεύουσαν δεινοῖς φαρμάκοις
 οὐδὲ γὰρ ἄντικρυς βιάζεσθαι τὴν ἡδονήν,
 ἐξαπατᾶν καὶ γοητεύειν δεινοῖς φαρμάκοις,
 κράτιστος δὲ
 καὶ
 διὰ τὴν χαλεπότητα καὶ τὸ λοιδορεῖσθαι κύνα αὐτὸν ἀπεκάλουν·
 καὶ ὅτι ἐνδοξότερα πεποίηκε τὰ Ἴσθμια κατακρατήσας αὐτὸς τὸν στέφανον, καὶ ὅτι οὐ τοῖς ἀνθρώποις, ἀλλὰ ταῖς αἰξὶ δηλαδὴ περιμάχητον αὐτὸν εἶναι δεῖ.
 Διόγενες,
 τάχιστα καὶ
 οὐ
 τῶν
 μὴ
 καὶ
 τέ
 κακῶν
 διγλώττῳ
 μάλιστα δὲ οἶμαι τοὺς κακοδαίμονας σοφιστάς.
 ἔφη γὰρ ἀκοῦσαι ἅπαντα καὶτοὺς πολλοὺς ἔπεισε.
 καθάπερ οἶμαι θετταλίζοντα ἢ κρητίζοντα, οἱονεὶ τὴν ἀγορὰν ἐκάλει λιμένα, Θετταλῶν ἀκούσας.
 οὕτω γὰρ εὐνούστερον καὶ προθυμότερον ἕξειν ἔμελλε τὸν ἀκροατήν.
 ἄλλοτε
 βασιλίδας
 ἄνδρας
 τὴν
 ἐπιθυμῶν ὅ, τι εἴποι μέγα καὶ θαυμαστόν
 μετὰ Ἡρακλέους
 αὐτὸν
 οὕτω
 τοῦτο δὲ
 ἢ
 καὶ ταῦτα, ὥς φασιν, οὐ πάλαι τῆς Τροίας ἁλούσης ὑπὸ Ἑλλήνων καὶ τοῦ πατρὸς αὐτοῦ Λαομέδοντος ἀποθανόντος· ὕστερον δὲ πολεμουμένους καὶ τοσαῦτα κακὰ πάσχοντας μὴ θέλειν ἐκδοῦναι μήτε ζῶντος Ἀλεξάνδρου μήτε ἀποθανόντος, οὐδεμίαν ἐλπίδα ἔχοντας τῆς σωτηρίας·
 μήτε ἐξιοῦσαν αὐτήν, καὶ ταῦτα πεζῇ, ἕως θαλάττης μήτε ἀποπλεύσασαν διῶξαι, συνάρασθαι δὲ τοῦ στόλου τὴν Θησέως μητέρα πρεσβυτέραν καὶ δῆλον ὅτι μισοῦσαν τὴν Ἑλένην·
 τὴν Ἑλένην βίᾳ, μέχρι ἁλῶναι τὴν πόλιν
 οὐκ αὐτὸς ὡς γενόμενα διηγούμενος, ἀλλʼ Ἕκτορα ποιήσας ὀνειδίζοντα Ἀλεξάνδρῳ καὶ Ἑλένην ὀδυρομένην πρὸς Πρίαμον, καὶ αὐτὸν Ἀλέξανδρον μεμνημένον ἐν τῇσυνουσίᾳ τῇ πρὸς τὴν Ἑλένην, ὃ πάντων σαφέστατα ἔδει ῥηθῆναι καὶ μετὰ πλείστης σπουδῆς· ἔτι δὲ καὶ τὰ περὶ τὴν μονομαχίαν. οὐ γὰρ δυνάμενος εἰπεῖν ὡς ἀπέκτεινε τὸν Ἀλέξανδρον ὁ Μενέλαος, κενὰς αὐτῷ χαρίζεται χάριτας καὶ νίκην γελοίαν, ὡς τοῦ ξίφους καταχθέντος. οὐ γὰρ ἦν τῷ τοῦ Ἀλεξάνδρου χρήσασθαι,τοσοῦτόν γε κρείττονα ὄντα, ὡς ἕλκειν αὐτὸν εἰς τοὺς Ἀχαιοὺς ζῶντα μετὰ τῶν ὅπλων, ἀλλʼ ἀπάγχειν ἔδει τῷ ἱμάντι;
 ψευδὴς δὲ καὶ ἡ τοῦ Αἴαντος καὶ τοῦ Ἕκτορος μονομαχία καὶ πάνυ εὐήθης ἡ διάλυσις, πάλιν ἐκεῖ τοῦ Αἴαντος νικῶντος, πέρας δὲ οὐδέν, καὶ δῶρα δόντων ἀλλήλοις ὥσπερ φίλων.
 καίτοι θεοφιλῆ γʼ εἶναι τὴν πόλιν φησὶ καὶ Δία ἄντικρυς πεποίηκε λέγοντα πασῶν τῶν ὑπὸ τὸν ἥλιον πόλεων τὸ Ἴλιον μάλιστα ἀγαπῆσαικαὶ τὸν Πρίαμον καὶ τὸν λαὸν αὐτοῦ. ἔπειτα ὀστράκου μεταπεσόντος, φασί, τοσοῦτον μετέβαλεν ὥστε οἴκτιστα ἀνελεῖν τὴν ἁπασῶν προσφιλεστάτην διʼ ἑνὸς ἀνδρὸς ἁμαρτίαν, εἴπερ ἥμαρτεν.
 καὶ Εὐρυπύλῳ
 ἔτι
 ἑώρα
 ὡς δὲ ἑώρα αὐτὸν οὐ δυνάμενον βαστάσαι τὸ δόρυ τὰ ἄλλα ἐδίδου δῆλον ὅτι προσεοικότα τῷ δόρατι, καὶ οὐκ ἐφοβεῖτο μὴ οὐ δύνηται φέρειν αὐτά· ὥσπερ οὖν καί φησι συμβῆναι περὶ τὴν μάχην.
 καὶ Νέστωρ μὲν οὐκ ἠξίωσε μετʼ Ἀντιλόχου ταφῆναι διʼ αὐτὸν ἀποθανόντος, οἴκαδε τὰ ὀστᾶ κομίσας· τὰ δὲ τοῦ Ἀχιλλέως ὀστᾶ ἀνεμίχθη τοῖς τοῦ Πατρόκλου;
 ὃς τοσοῦτον ὑπερεῖχε τῶν ἀνθρώπων ἁπάντων
 ἔλαθεν αὐτὸν ἕν τι τῶν ἀληθῶν ῥηθέν· ἐκ τοῦ οὐρανοῦ φησι κομίσαι τὴν Θέτιν ὑπὸ τοῦ Ἡφαίστου γενόμενα ὅπλα· καὶ οὕτως δὴ γελοίως τὸν Ἀχιλλέαμόνον τρεπόμενον τοὺς Τρῶας, τῶν δὲ ἄλλων Ἀχαιῶν, ὥσπερ οὐδενὸς παρόντος, ἁπάντων ἐπελάθετο· ἅπαξ δὲ τολμήσας τοῦτο ψεύσασθαι πάντα συνέχεε. καὶ τοὺς θεοὺς ἐνταῦθα ποιεῖ μαχομένους ἀλλήλοις, σχεδὸν ὁμολογῶν ὅτι οὐδὲν αὐτῷ μέλει ἀληθείας.
 πάνυ δὲ ἀσθενῶς καὶ ἀπιθάνως τὴν ἀριστείαν διελθών, ὁτὲ μὲνποταμῷ μαχόμενον αὐτόν, ὁτὲ δὲ ἀπειλοῦντα Ἀπόλλωνι καὶ διώκοντα αὐτόν· ἐξ ὧν ἁπάντων ἰδεῖν ἔστι τὴν ἀπορίαν αὐτοῦ σχεδόν· οὐ γάρ ἐστιν ἐν τοῖς ἀληθέσιν οὕτως ἀπίθανος οὐδὲ ἀηδής· μόλις ποτὲ τῶν Τρώων εἰς τὴν πόλιν φευγόντων, τὸν Ἕκτορα πεποίηκε πρὸ τοῦ τείχους ἀνδρειότατα ὑπομένοντα αὐτὸν καὶ μήτε τῷ πατρὶδεομένῳ μήτε τῇ μητρὶ πειθόμενον, ἔπειτα φεύγοντα κύκλῳ τῆς   πόλεως, ἐξὸν εἰσελθεῖν, καὶ τὸν Ἀχιλλέα, τάχιστον ἀνθρώπων ἀεί ποτε ὑπʼ αὐτοῦ λεγόμενον, οὐ δυνάμενον καταλαβεῖν. 
 τοὺς δὲ Ἀχαιοὺς ὁρᾶν ἅπαντας ὥσπερ ἐπὶ θέαν παρόντας καὶ μηδένα βοηθεῖν τῷ Ἀχιλλεῖ, τοιαῦτα πεπονθότας ὑπὸ τοῦ Ἕκτορος καὶ μισοῦντας αὐτόν, ὥστε καὶ νεκρὸν τιτρώσκειν. ἔπειτα Δηίφοβον ἐξελθόντα τοῦ τείχους, μᾶλλον δὲ Ἀθηνᾶν παραλογίσασθαι αὐτόν, εἰκασθεῖσαν Δηιφόβῳ, καὶ τὸ δόρυ κλέψαι τὸ τοῦ Ἕκτορος ἐν τῇ μάχῃ, οὐδὲ ὅπως ἀποκτείνῃ τὸν Ἕκτορα εὑρίσκων, τρόπον τινὰ ἰλιγγιῶν περὶ τὸ ψεῦδος καὶ τῷ ὄντι ὡς ἐν ὀνείρατι μάχην διηγούμενος.   μάλιστα γοῦν προσέοικε τοῖς ἀτόποις ἐνυπνίοις τὰ περὶ τὴν μάχην ἐκείνην.
 ἀγῶνά τινα προσθεὶς ἐπιτάφιον, καὶ τοῦτο πάνυ γελοίως, καὶ τὴν Πριάμου βασιλέως εἰς τὸ στρατόπεδον ἄφιξιν παρὰ τὸν Ἀχιλλέα, μηδενὸς αἰσθομένου τῶν Ἀχαιῶν, καὶ τὰ λύτρα τοῦ Ἕκτορος. καὶ οὔτε τὴν τοῦ Μέμνονος βοήθειαν οὔτε τὴν τῶν Ἀμαζόνων, οὕτως θαυμαστὰ καὶ μεγάλα, ἐτόλμησεν εἰπεῖν, οὔτε τὸν τοῦ Ἀχιλλέως θάνατον οὔτε τὴν ἅλωσιν τῆς Τροίας.
 κρυφθῆναι μὲν ἐν τῷ ἵππῳ στράτευμα ὅλον, τῶν δὲ Τρώων μηθένα αἰσθάνεσθαι τοῦτο μηδὲ ὑποπτεῦσαι, καὶ ταῦτα μάντεως οὔσης παρʼ αὐτοῖς ἀψευδοῦς, ἀλλὰ κομίσαι τοὺς πολεμίους διʼ αὑτῶν εἰς τὴν πόλιν· πρότερον δὲ ἕνα ἄνδρα πάντων ἡττωμένων ἱκανὸν γενέσθαι γυμνὸν ἐπιφανέντα τῇ φωνῇ τρέψασθαι τοσαύτας μυριάδας, καὶ μετὰ τοῦτο ὅπλα οὐκ ἔχοντα, ἐκ τοῦ οὐρανοῦ λαβόντα νικῆσαι τοὺς μιᾷ πρότερον ἡμέρᾳ κρατοῦντας καὶ διώκειν ἅπαντας ἕνα ὄντα.  αὐτὸν δὲ ἐκεῖνον τοσοῦτον ὑπερέχοντα ἀποθανεῖν ὑπὸ τοῦ πάντων κακίστου τὴν ψυχήν, ὡς αὐτοί φασιν, ἄλλου τε ἀποθανόντος ἄλλον σκυλευθῆναι, μόνῳ δὲ ἐκείνῳ τῶν ἡγεμόνων μὴ γενέσθαι τάφον. ἄλλον δέ τινα τῶν ἀρίστων τοσαῦτα ἔτη πολεμοῦντα ὑπὸ μὲν τῶν πολεμίων μηδενὸς ἀποθανεῖν· αὑτὸν δὲ ὀργισθέντα   ἀποσφάξαι, καὶ ταῦτα δοκοῦντα σεμνότατον καὶ πρᾳότατον εἶναι τῶν συμμάχων.
 τὸν δὲ ποιητὴν προθέμενον εἰπεῖν τὸν Τρωικὸν πόλεμον τὰ κάλλιστα καὶ μέγιστα τῶν γεγονότων ἐᾶσαι καὶ μηδὲ τὴν ἅλωσιν τῆς πόλεως διελθεῖν. ταῦτα γάρ ἐστιν ἐν τοῖς πεποιημένοις καὶ λεγομένοις. ὁ μὲν Ἀχιλλεύς, προηττημένων τῶν Ἀχαιῶν οὐκ εἰς ἅπαξ οὐδὲ τῶν ἄλλων μόνον, ἀλλὰ   καὶ τῆς ἑαυτοῦ στρατιᾶς, μόνος περιγενόμενος καὶ τοσοῦτον τὰ πράγματα μεταβαλών, αὐτὸς δὲ Ἕκτορα μὲν ἀποκτείνας, ὑπὸ δὲ Ἀλεξάνδρου ἀποθνῄσκων, ὃς ἦν ὕστατος τῶν Τρώων, ὡς αὐτοὶ λέγουσι, Πατρόκλου δὲ ἀποθανόντος, σκυλευόμενος ὁ Ἀχιλλεὺς καὶ τὰ ἐκείνου ληφθέντα ὅπλα, ὁ δὲ Πάτροκλος οὐ ταφείς.
 ἐπειδὴδὲ Αἴαντος ἦν τάφος καὶ πάντες ᾔδεσαν αὐτὸν ἐν Τροίᾳ τελευτήσαντα, ἵνα δὴ μὴ ποιήσῃ τὸν ἀποκτείναντα ἔνδοξον, αὐτὸς αὑτὸν ἀνελών. οἱ δὲ Ἀχαιοὶ φεύγοντες μὲν ἐκ τῆς Ἀσίας σιωπῇ καὶ τὰς σκηνὰς κατακαύσαντες καὶ τὸ ναύσταθμον ἁφθὲν ὑπὸ τοῦ Ἕκτορος καὶ τὸ τεῖχος αὐτῶν ἑαλωκός, καὶ ἀνάθημα ἀναθέντες τῇἈθηνᾷ καὶ ἐπιγράψαντες, ὡς ἔθος ἐστὶ τοὺς ἡττημένους, οὐδὲν δὲ ἧττον τὴν Τροίαν ἑλόντες, ἐν δὲ τῷ ἵππῳ τῷ ξυλίνῳ στράτευμα ἀνθρώπων ἀποκρυφθέν. οἱ δὲ Τρῶες ὑποπτεύσαντες μὲν τὸ πρᾶγμα καὶ βουλευσάμενοι κατακαῦσαι τὸν ἵππον ἢ διατεμεῖν, μηθὲν δὲ τούτων ποιήσαντες, ἀλλὰ πίνοντες καὶ καθεύδοντες, καὶ ταῦτα προειπούσης αὐτοῖς τῆς Κασσάνδρας.
 ταῦτα οὐκ ἐνυπνίοις ἐοικότα τῷ ὄντι καὶ ἀπιθάνοις ψεύσμασιν; ἐν γὰρ τοῖς ὅρῳ γεγραμμένοις ὀνείρασιν οἱ ἄνθρωποι τοιαύτας ὄψεις ὁρῶσι, νῦν μὲν δοκοῦντες ἀποθνῄσκειν καὶ σκυλεύεσθαι, πάλιν δὲ ἀνίστασθαι καὶ μάχεσθαι γυμνοὶ ὄντες, ἐνίοτε δὲ οἰόμενοι διώκειν καὶ τοῖς θεοῖσδιαλέγεσθαι καὶ αὑτοὺς ἀποσφάττειν  καὶ  μηδενὸς δεινοῦ ὄντος, καὶ οὕτως, εἰ τύχοι ποτέ, πέτεσθαι καὶ βαδίζειν ἐπὶ τῆς θαλάττης. ὥστε καὶ τὴν Ὁμήρου ποίησιν ὀρθῶς ἄν τινα εἰπεῖν ἐνύπνιον, καὶ τοῦτο ἄκριτον καὶ ἀσαφές.
 τοὺς δὲ νικῶντας καὶ διακινδυνεύειν μένοντας·
 οἱ δέ φασιν ὅτι καὶ τὴν Ἑλένην ἐκεῖθεν ἔλαβεν, λόγον ἁπάντων ἀπιστότατον· τέως δὲ ἐλάνθανεν εἴδωλον ἐκ τῆς Τροίας ἔχων· ὅ τε πόλεμος συνεστήκει περὶ εἰδώλου τὰ δέκα ἔτη.
 πῶς δέ, εἴπερ ἁλούσης Τροίας ἔφευγον οἱ περὶ τὸν Αἰνείαν καὶ τὸν Ἀντήνορα καὶ τὸν Ἕλενον, οὐ πανταχόσε μᾶλλον ἔφευγονἢ εἰς τὴν Ἑλλάδα καὶ τὴν Εὐρώπην, οὐδὲ τόπον τινὰ ἠγάπων καταλαβόντες τῆς Ἄσίας, ἀλλʼ εὐθὺς ἐπὶ τὴν ἐκείνων ἔπλεον ὑφʼ ὧν ἀνάστατοι ἐγένοντο; πῶς δὲ ἐβασίλευσαν ἅπαντες οὐ σμικρῶν οὐδὲ ἀνωνύμων χωρίων; ἐξὸν αὐτοῖς καὶ τὴν Ἑλλάδα κατασχεῖν; ἀλλʼ ἀπείχοντο διὰ τοὺς ὅρκους. ὅμως δὲ Ἕλενος οὐκ ὀλίγον αὐτῆσἀπετέμετο, τὴν Ἤπειρον· Ἀντήνωρ δὲ Ἑνετῶν ἐκράτησε καὶ γῆς   ἀρίστης τῆς περὶ τὸν Ἀδρίαν· Αἰνείας δὲ πάσης Ἰταλίας ἐβασίλευσε καὶ πόλιν ᾤκισε τὴν μεγίστην πασῶν
 ταῦτα δὲ οὐκ εἰκὸς ἦν πρᾶξαι φυγάδας ἀνθρώπους καὶ ταῖς οἴκοθεν ξυμφοραῖς καταβεβλημένους, ἀλλʼ ἀγαπᾶν, εἴ τις αὐτοὺς εἴα κατοικεῖν· ἄλλως τε μετὰ ποίας ἀφορμῆς ἀφικομένους χρημάτων ἢ στρατιᾶς διὰ μέσων τῶν πολεμίων φεύγοντας, ἐμπεπρησμένης τῆς πόλεως, πάντων ἀπολωλότων, ὅπου χαλεπὸν ἦν τὰ σώματα αὐτὰ διασῶσαι τοὺς ἰσχύοντας καὶ νέους, ἀλλʼ οὐ μετὰ παίδων, γυναικῶν καὶ γονέων καὶ χρημάτων ἀπανίστασθαι, καὶ ταῦτα ἀδοκήτως τε καὶ παρʼ ἐλπίδας ἁλούσης τῆς πόλεως, οὐχ ὥσπερ εἰώθασι κατὰ σπονδὰς κατʼ ὀλίγον ἐκλείπειν;
 ἀλλὰ τὸ γενόμενον δυνατὸν γενέσθαι.
 ταῶς ποικίλους, τοῦτο δὲ ὡς
 εἰς τὴν Βαβυλῶνα
 κακοπαθεῖν
 τὴν βαρεῖαν ὅπλισιν στρατιωτῶν οὐδʼ
 πάντα δὲ ὅπλων
 θρησκείας καὶ
 ἄλλως τε σύνεσιν καὶ λόγον εἰληφότες περὶ αὐτοῦ, ἅτε δὴ
 καὶ
 ἔτι δὲ
 εἰ
 καὶ φωτὶ καὶ ἄστροις
 μάλιστα δὲ
 ποίησιν ἢ νομοθεσίαν
 ἐν τοῖς περὶ τῶν θεῶν λόγοις καὶ μύθοις μᾶλλον δὲ τοῦτο ἰδεῖν ἔστιν ἐπʼ ἀμφοτέρων γιγνόμενον.
 δὲ
 δίχα γε
 ποιητικῆς καὶ νομοθετικῆσκαὶ δημιουργικῆς
 ἢ
 τοιγαροῦν
 καὶ τελεώτατον
 πᾶν τὸ θνητὸν
 οὐδαμῶς
 οὐδὲ
 θεοῦ
 ἀφʼ οὗ γε εἰ
 ῥῆμα
 τὸ
 ἔχων
 καὶ τὸ πρᾷον
 ἢ στρατιώτῃ
 ἢ ἀστραπῆς
 ἔν τισι θνητοῖς ὀργάνοις
 ταὐτὸ
 πρώτης ἐπινοίας θεοῦ, ποία τις καὶ τίνα τρόπον ἐν τοῖς ἀνθρώποις ἐγένετο. πολλὰδὲ οἶμαι καὶ περὶ δυνάμεως ἐρρήθη τοῦ Διὸς κατὰ τὰς ἐπωνυμίας. εἰ δὲ μετʼ εὐφημίας τοῦ τε ἀγάλματος καὶ τῶν ἱδρυσαμένων, πολὺ ἄμεινον.
 ἱκανῶς
 εἴ τῳ μὴ γίγνοιντο παῖδες,
 ἐπιζημίως
 ἡγεῖσθαι
 τοῦτο δὲ οὐ μόνον Ἀθηναίοις, ἀλλὰ καὶ σχεδόν τι πᾶσιν ἀνθρώποις καὶ πρότερον καὶ νῦν συμβέβηκεν.
 καὶ φιλοσοφεῖν
 τὸ
 παραλαβὼν
 σίτου
 καὶ νέοι
 τοὺς πύργους
 ἐν τῷ λιμένι
 ὁ ῥήτωρ
 λήψεσθαι
 θυγατέρα καὶ τὴν
 ἃ δὴ καὶ τοῖς πολλοῖς ἐδόκει
 γενέσθαι
 καὶ βυρσοδέψας
 οἰκουμένης
 μέγιστον
 ταῖς
 λόγων
 ἀλλὰ
 ἢ μηδὲν τῶν δεόντων ἢ
 ἄτοπον
 καί τινων δήμων
 καὶ
 καὶ τῶν οὐλῶν θιγγάνοντας καὶ τἄλλα ποιοῦντας ὡς ἐφʼ ἱερουργίας
 τῶν θεῶν
 εἶναι, μόνον
 γέ
 τινα
 ποιῆσαι
 θανάτῳ
 ἀλλὰ πλεῖστον ἀπάτης καὶ πονηρίας ἀπηλλαγμένους· λέγω δὲ τοὺς ὑμῖν ὁμοίους·
 καὶ γὰρ εἰ μὲν οὐ σφόδρα ἐπιεικεῖς εἰσιν, οὓς ὁπωσδήποτε ἵστατε νῦν, ὃ μηδαμῇ φρονοῦντες εἴποιτʼ ἄν, ὁρᾶτε τὸ γιγνόμενον· διὰ γὰρ τοὺς φαύλους ἀδικεῖτε τοὺς χρηστούς. ὅτι γὰρ ὑμῶν οἱ πρόγονοι μὴ ἐθαύμαζον εἰκῇ μηδὲ ἀνάξιόν τινα ἐγὼ διαβεβαιωσαίμην ἄν. εἰ δὲ ἀγαθοὺς τιμᾶτε, τούς γε τοιούτους εἰκὸς ἄχθεσθαι τῷ πράγματι. τίς γὰρ ἂν μέτριος ἄνθρωπος βούλοιτο ἕτερον κακῶς πάσχειν καὶ τῶν δικαίως δεδομένων ἀποστερεῖσθαι διʼ αὑτόν; ἢ πῶς οὐκ ἂν ὀργίζοιτο ἐπὶ τούτῳ γιγνομένῳ μᾶλλον ἤπερ εἰδείη χάριν; ἢ γυναῖκα μὲν οὐδεὶς ἂν ὑπομείνειε χρηστὸς ὢν διὰ μοιχείαν λαβεῖν, ὅτι τὸν πρότερον ἔχοντα ἠδίκησε· μᾶλλον δὲ οὐδʼ ἂν ὅλως λάβοι τις ἡδέως παρὰ ἀνδρὸς ἑτέρου· καίτοι πολλάκις γίγνεται τοῦτο οὐ μετὰ πονηρᾶς αἰτίας· τιμὴν δέ, ἣν οὐκ ἔστι δικαίως ἀπʼ ἄλλου λαβεῖν οὐδὲ χωρὶς ὕβρεως τῆς εἰς ἐκεῖνον, ἀγαπᾶν τινα οἴεσθε, καὶ ταῦτα μηδʼ αὐτὸν ἐλπίζοντα ὡς οὐθὲν ἂν πάθοι τοιοῦτον; ἀλλʼ ἀνδράποδον μέν τις ὠνούμενος εἴ ποτε ἀπέδρα σκοπεῖ καὶ εἰ μὴ παρέμενε τῷ πρώτῳ δεσπότῃ· δωρεὰν δὲ καὶ χάριν, ἣν ἄπιστον ἡγεῖται καὶ σαφῶς οἶδε μηδὲν ἔχουσαν βέβαιον, ἑκὼν ἂν πρόσοιτο;
 Ῥωμαῖοι γάρ εἰσιν οἱ πλείους αὐτῶν, καὶ τίς ἂν τούτων ἅψαιτο; οἱ δέ γε παρεστῶτες αὐτοῖς Μακεδόνες, οἱδὶ δὲ Λακεδαιμόνιοι· καὶ νὴ Δία τούτων ἁπτόμεθα. καίτοι τοὺς μὲν πρότερον   κειμένους πάντας ἢ τούς γε πλείστους διʼ εὐεργεσίαν φήσετε τεθῆναι, τῶν δὲ νῦν τιμωμένων πολλοὺς διʼ ἰσχὺν θεραπεύεσθαι. τὸ μὲν δὴ ποτέρους αὐτῶν δικαιότερόν ἐστι ποιεῖσθαι περὶ πλείονος ἐάσω· τὸ δέ, εἰ μὴ πᾶσι τὰ δοθέντα δικαίως ὑπάρξει, ποτέρους μᾶλλον εἰκὸς ἐπʼ ἀδήλῳ λαμβάνειν οὐδʼ αὐτοὺς τούτουσλανθάνει. πάντες γὰρ οἴδασιν ὅσῳ βεβαιότερόν ἐστιν εὐεργεσία δυνάμεως. ἰσχὺν μὲν γὰρ οὐκ ἔστιν ἥντινα οὐκ ἀναιρεῖ χρόνος,   εὐεργεσίαν δὲ οὐδεμίαν. 
 ἵνʼ οὖν τὴν ὑπερβολὴν ἐκείνην ἀφῇ τις, ἀληθῆ τρόπον τινὰ οὖσαν, τὸ πρὸς τὴν πόλιν ἀηδέστερον ἔχειν τοὺς οὕτω τιμᾶσθαι ζητοῦντας καὶ τὸ συμβαῖνον εἰς ὕβριν λαμβάνεινκαὶ καταφρόνησιν ἑαυτῶν· ἀλλὰ τοῦτό γε εἰδέναι φημὶ βεβαίως ὅτι μηδὲ χάριν ὑμῖν μηδεμίαν οἴδασι μηδʼ οἴονται τυγχάνειν μηδενός, τὸ γιγνόμενον εἰδότες καὶ τὴν ῥᾳδιουργίαν τὴν ἐν αὐτῷ. πρὸς τοῦ Διός, εἶθʼ ἃ καὶ τούτων δεχομένων οὐκ εἰκὸς ἦν ἀφαιρεῖσθαι τοὺς ἔμπροσθεν εἰληφότας, ταῦτα ἀφαιρώμεθα τοὺς ἔχοντας οὐδὲ ἑτέροις διδόντες;
 τὰ
 ἤπειρον
 ὡς
 μὴ
 τινος κτήματος
 ἑαυτῶν
 μὴ
 οὐδαμῇ γὰρ ἰδεῖν ἔστι τοῖς φαύλοις τὰς τιμὰς διδομένας οὐδὲ ὑφʼ ὧν μηδὲν εὖ πεπόνθασιν.
 τὰς
 ὁ δέ τοι Ἀπόλλων οὐκ εἴα δήπουθεν ἐκ τοῦ περιβόλου τοὺς νεοττοὺς ἀναιρεῖσθαι τὸν Κυμαῖον, ἱκέτας ἑαυτοῦ λέγων.
 τοὺς γὰρ θεοὺς ἐπιγράφειν οὐκ ἔστιν ἔθος· ὡς ἔγωγε οὐκ ἀπελπίζω καὶ τῶν ἄλλων τινὰς εἶναι τοιούτους.
 καὶ Μέμνονος ἐν Αἰγύπτῳ κολοσσὸν εἶναι λέγουσιν
 ὅπερ οἶμαι τρόπον τινὰ τούτοις συμβέβηκεν
 τὸ
 ἐφʼ ἡμῶν
 κἀνθάδε
 ὡς
 αἰσχροῦ γὰρ ὄντος, ὡς οὐδʼ ἂν εἷς ἀντείποι, τοῦ ἀφαιρεῖσθαι τοὺς λαβόντας τι, κατὰ μὲν τὸν νόμον τοῦτο ἅπαξ ἐγίγνετο, κατὰ δὲ τὸ ἔθος ἀεὶ συμβαίνει.
 καὶ μὴν ἐκεῖνό γε οὐδεὶς ἀγνοεῖ δήπουθεν, ὅσῳ δοκεῖ χαλεπώτερον τὸ διʼ ἄλλον τι πάσχειν τοῦ διʼ αὑτόν. οὐκοῦν ἐκ μὲν τοῦ νόμου συνέβαινεν, ἵναμή τινες ἔχωσι τὰς ἀτελείας, περὶ ὧν ὡς ἀναξίων ἔλεγεν, ἀποδοῦναι   τοὺς λοιπούς· ἐκ δὲ τοῦ παρʼ ὑμῖν ἔθους, ἵνʼ ἄλλοι λάβωσι, τοὺς ἔχοντας ἀποστερεῖσθαι γίγνεται.
  τῷ παντὶ δὲ τοῦτο τοῖς πάσχουσι βαρύτερον.
 ἂν
 τοῦτο
 καὶ πόσῳ κρεῖττον ἦν κἀνθάδε ταὐτὸ γεγονέναι; παρὰ μὲν γὰρ τοῖς ἄλλοις μένει τὰ τῶν τιμηθέντων ὀνόματα   καὶ τὰς ἐπιγραφὰς οὐδεὶς ἂν ἀπαλείψειεν· ὑμεῖς δʼ ὥσπερ κακόν τι πεπονθότες ὑπʼ αὐτῶν ἐκχαράττετε.
 οὐ
 μὴ
 ἀλλὰ καὶ διὰ τὸ
 φαίνεσθαι δοκεῖ
 ἄν
 καὶ
 τῶν
 δι᾽
 καὶ τῶν
 καὶ οὶ
 εἰς
 ὥστε, εἰ μηδὲν ἄλλο, τοῦτό γε ὑμῖν ὁ λόγος παρέσχηκεν οὐ μικρόν, μίαν ὥραν σωφρονῆσαι. καὶ γὰρ τοῖς νοσοῦσι μεγάλη ῥοπὴ πρὸς σωτηρίαν μικρὸν ἡσυχάσασιν.
 πλεῖστα
 καίτοι τάχα φήσει τις ὡς πολλὰ λέγων οὐδὲν ὑμῖν συμβεβούλευκα οὐδὲ εἴρηκα σαφῶς, ἐφʼ ᾧ μάλιστα ἐπιτιμῶ· τοῦτο δὲ ἔργον εἶναι τοῦ διδάσκοντος. ἐγὼ δὲ καὶ νῦν μὲν ἡγοῦμαι πολλὰ καὶ χρήσιμα εἰρηκέναι τοῖς προσέχουσι καὶ περὶ θεοῦ καὶ περὶ δήμου φύσεως καὶ περὶ τοῦ δεῖν ἀκούειν, κεἰμὴ πείθεσθε, λόγων. τοῦτο γὰρ οἶμαι καὶ ἀναγκαιότατον ἦν, παρασκευάσαι πρῶτον ὑμᾶς ὑπομένοντας ἀκούειν. ὥστʼ, εἰ μηδὲν ἄλλο παρέσχηκεν ὑμῖν μέγα ὁ λόγος, τοῦτο γοῦν ὅτι τοσοῦτον χρόνον κάθησθε σωφρονοῦντες. καὶ γὰρ τοῖς νοσοῦσι μεγάλη ῥοπὴ πρὸς σωτηρίαν μικρὸν ἡσυχάσασιν.
 ὑμῶν
 καὶ
 ἤ
 εὔβοτον, εὔμηλον,
 τὰ μὲν γὰρ λεγόμενα αὐτὰ οὐ μεγάλα, περὶ μεγίστων δὲ ὡς οἷόν τε.
 οὐδʼ αὖ ὅμοιον
 καὶ
 ἴστε Ῥοδίους ἐγγὺς οὕτως ὑμῶν ζῶντας ἐν ἐλευθερίᾳ καὶ μετὰ πάσης ἀδείας· ἀλλὰ παρʼ ἐκείνοισοὐδὲ τὸ δραμεῖν ἐν τῇ πόλει δοκεῖ μέτριον, ἀλλὰ καὶ τῶν ξένων ἐπιπλήττουσι τοῖς εἰκῇ βαδίζουσι. τοιγαροῦν εἰκότως εὐδοκιμοῦσι καὶ πάσης τιμῆς τυγχάνουσιν. αἰδούμενοι γὰρ αὑτοὺς πρῶτοι καὶ μηδὲν ἀνόητον ποιοῦντες εἰκότως οἶμαι παρά τε τῶν ἄλλων καὶ τῶν ἡγουμένων αἰδοῦς τυγχάνουσιν·
 ἢ
 κάκιον
 τοὺς νόμους
 τῶν
 αὐτοῦ
 γὰρ
 καὶ κολαζόμενον διὰ τοιαύτην τινὰ ἀσέβειαν.
 πάλιν δὲ ἑτέραν παρθένον ποταμοῦ τινος ἐρασθεῖσαν ὁσημέραι φοιτᾶν ἐπὶ τὸ ῥεῦμα, καὶ τόν τε ἀφρὸν ἐντίθεσθαι ταῖς ἀγκάλαις καὶ τὸ ὕδωρ ὑποδέχεσθαι τοῖς κόλποις.
 ὡς τῶν κωμικῶν ἔφη τις ἐπὶ τοῖς τοιούτοις·   ἀκόλαστος ὄχλος ναυτική τʼ ἀταξία.
 ὁ
 ἐκείνοις
 ἢ ἑταιρῶν
 κἀκείνων ἐστὶ
 πολλοὺς δῆλον ὅτι
 πραγμάτων
 τοῦτʼ ἔστι   καταδικάσας αὐτήν,
 περὶ
 δὲ
 φέρε δὴ πρὸς τῶν θεῶν, ἆρα ἀνέξεσθε, εἰ μὴ πάνυ τις τῇ παρρησίᾳ χρῷτο μηδὲ ἐπὶ πάντα ἔρχοιτο τὰ προσόντα ὑμῖν, ἀλλʼ ἓν εἴποι τι μόνον ἢ δεύτερον; σκοπεῖτε δὴ μὴ ταὐτὸ πάσχητε Ἰλιεῦσιν ἐκείνοις, οἳ τραγῳδόν τινα ἐπιδημήσαντα ἠνώχλουν, ἐπιδείξασθαι κελεύοντες· ὁ δὲ ἐᾶν αὐτοὺς ἠξίου καὶ τὴν ἡσυχίαν ἄγειν. ὅσῳ γὰρ ἄν, ἔφη, κρεῖττον ἀγωνίσωμαι, τοσούτῳ φανήσεσθε ὑμεῖς ἀτυχέστεροι. τὸν οὖν φιλόσοφον κρεῖττόν ἐστι τοῖς πολλοῖς σιωπῶντα ἐᾶν.
 καὶ
 αὐτὸν
 τὸ μέν γε τεῖχος αὐτοῖς Ποσειδῶνος ἔργον ἦν καὶ Ἀπόλλωνος. ὁ δὲ Ζεὺς τῶν ὑπὸ τὸν ἥλιον πόλεων ἐκείνην ἔφη μάλιστα ἀγαπῆσαι. τάχος δʼ ἵππων, ὥστε ἐπʼ ἄκρων θεῖν τῶν σταχύων. ἐπὶ κάλλει δὲ Γανυμήδην ὁ Ζεὺς ἐποιήσατο οἰνοχόον. Ἀλεξάνδρῳ δὲ ἐκ τῆς Ἑλλάδος ἐπηκολούθησεν ἡ ἀρίστη τῶν ἐκεῖθεν γυναικῶν. τὴν δὲ Κασσάνδραν Ὅμηρος οὔ φησι λείπεσθαι τῆς Ἀφροδίτης τὸ εἶδος.
 λιμένες
 ἆρα ἀγνοεῖτε ὅτι ταῦτʼ ἐστὶ τὰ καθʼ ὑμῶν ἀφορμὴν δεδωκότα βλασφημίας, ὥστε δημοσίᾳ κατὰ τῆς πόλεως ἔχειν ὅ, τι λέγωσι τοὺς ἀπεχθῶς ὑμῖν διακειμένους; ἀλλὰ πόθεν τὰς κερκίδας ὑμῖν ἐπιβοῶσιν; καίτοι οὔ   φασι δεῖν διαφέρειν οὔθʼ ὑμῖν οὔτε τοῖς ἄλλοις ὑπὲρ ὧν ἕτεροι λέγουσιν, ἀλλʼ ὑπὲρ ὧν αὐτοὶ ποιεῖτε.
 οὐ γὰρ τὸ πυρέττειν αἰσχρὸν οὐδὲ τὸ ἀποθῄνσκειν·
 καὶ
 δὴ
 οὐ γὰρ ἱκανοί ἐστε οὔτε βουκολεῖν οὔτε   ποιμαίνειν·
 καὶ διʼ ὤτων καὶ διʼ ὀφθαλμῶν
 μιαρὰν καὶ ἀνδρόγυνον
 τῆς ἀπρεπείας καὶ ἀναισχυντίας
 τοιγαροῦν αὐτοὶ περικόπτομεν ἑαυτούς, καὶ τὰ μὲν γένεια καὶ τὴν ἥβην ἀφαιροῦμεν, ἃ τῶν ἀνδρῶν ἴδιά ἐστιν·
 οὐ
 ἀεὶ
 ἧς
 κατα
 καὶ
 ναί φημι
 ἢ
 ἢ
 εἰ
 οὐ
 αὐτοὺς
 καὶ
 αὐτοῖς
 εἶναι
 δὲ
 ἢ διαστήματος
 καὶ
 καὶ τὸ περὶ τῆς χώρας
 τινας
 ἃ καὶ
 γε
 καὶ
 αὐτοῖς
 δύναται
 δι’ αὑτοὺς
 ὥσπερ οὐκ ἔστιν,
 παρʼ αὐτῶν
 οὐδʼ ἂν πελτασταὶ γένωνται
 τὸν
 ὡς ἔγωγε νῦν πέπονθα
 πολλοῖς τῶν ἄλλων
 οὐκ ἔστιν ἐπίφθονος οὐδεὶς οὐδὲ καταγέλαστος.
 ἴσως γὰρ ὀρθῶς αὐτὸ πράττουσιν· ἐπεὶ καὶ τοὺς λαγὼς ὁρᾶτε τοὺς πάνυ ἀσθενεῖς ὑπὸ τῆς δασύτητοσσῳζομένους, καὶ τῶν ὀρνέων τοῖς ἀσθενεστάτοις ἐξαρκεῖ τὰ πτερὰ εἴργειν τὸν ἄνεμον καὶ τὸ ὕδωρ, διότι ἐξ αὐτῶν πέφυκεν.   ἡμεῖς δὲ τὴν μὴν κόμην ἀφαιροῦμεν, ὥσπερ οἱ νομεῖς τῶν ἵππων, ἃς ἂν ἐθέλωσι παραβαλεῖν τοῖς ὄνοις, καὶ τὰ γένεια ἀποκείρομεν,   τὰς δὲ κεφαλὰς σκέπομεν.  τοὺς δὲ ἀλεκτρυόνας ὁρῶμεν οὐδενὸς τοιούτου προσδεομένους, ὧν ἄνθρωποι  σισύρας καὶ πίλους καὶ τοιαῦθʼ ἕτερα ξυρράπτοντες. καί ποῖος ἂν γένοιτο πῖλος Ἀρκαδικὸς ἢ Λακωνικὸς μᾶλλον ἁρμόττων τῆς αὑτοῦ κόμης ἑκάστῳ; καὶ τί δεῖ, φησί, τοσούτων ὄντων σκεπασμάτων; οὐδὲν τοῖς γε πλουσίοις· ἐκείνοις μὲν οὐδὲ χειρῶν οὐδὲ ποδῶν.
 τῶν
 πρὸς
 ὄντων
 παρακελεύονται τοῖς αὑτῶν ὥσπερ τὰ Τυρταίου ἐν Λακεδαίμονι   ἐλέγετο
 οἱ ποιηταὶ αὐτῶν
 θνητὴν
 ὁ
 βασιλικὴν
 καὶ
 πρῶτον
 λέγουσι
 οὕτως δὴ λέγομεν καὶ ἡμεῖς τιμῶντες καὶ σεβόμενοι τὸν μέγιστον θεὸν ἔργοις τε ἀγαθοῖς καὶ ῥήμασιν εὐφήμοις.
 ἔτι δὲ
 ὃς
 καὶ
 καὶ
 βουλομένου τοῦ Ποσειδῶνος
 τῶν ἐκ Σικελίας
 ἐν
 προστάτην
 οὐκ
 τὸ μὲν ἐπίγραμμα   ῥωμαΐζει, καὶ
 τοῦτ’ ἐκεῖνο
 ὡς ἱμάτιον
 σπουδῆς
 τὸ
 καὶ τοῖς ἀεὶ τοῦτο ποιεῖν
 πάντα τὰ κακὰ
 οὐδεὶς
 οἱ ναῦται
 ὡς
 Ἑλλήνων
 αὐτοῖς
 ὡς ἐπιθυμεῖν ἀνονήτου πράγματος
 καὶ
 ἔτι μᾶλλον θαυμάζεται
 καὶ
 οἰκοδομήματα
 τίνες δὲ παρὰ τοῖς κρατοῦσι πλείονος αἰδοῦς τυγχάνουσι;
 οἱ κρατοῦντες
 καὶ
 καὶ
 καὶ
 ὥστε πάντως εἰπόντα τι παρελθεῖν ἢ ἀκούσαντα δυσχερές.
 τοῦ θεοῦ
 δεῦρο
 ἀλλήλοις
 τίς δὲ συνεργός,
 καὶ
 καὶ διὰ τοῦτο δυσκόλως ἐμὲ φέρει τις ἐπιδημοῦντα.
 τοῦτον ὃν ἐγὼ νῦν ᾅδω,
 ὧν
 καὶ
 ἢ
 τῶν ἡγεμόνων
 καὶ
 τοιαῦτα
 οὕτως ἐγένετο
 τῷ
 τὸ
 καὶ
 τῆς πόλεως
 τὸ κατοικισθῆναι τοῖς ἐκπεσοῦσι
 καὶ πολλὰ
 οὐδὲν
 ἀλλὰ μὴ παρ’ ὑμῖν πρὸς τὸν δεῖνα ἢ τὸν δεῖνα ἐξεταζόμενον·
 τὸ πονηροὺς ἔχειν πολίτας
 πόλιν ὁμογνώμονα ὁρᾶσθαι καὶ φίλην αὑτῇ καὶ συμπαθῆ κάλλιστον θεαμάτων, εὐδαιμονέστατον δὲ ἁπάντων κτημάτων μία γνώμη περὶ πάντων φαινομένη·
 καλὸν γάρ
 τρόπον αὐλοῦ κατεαγότος διπλᾶς φωνὰς
 οὐδὲν
 ὥσπερ
 δ δὴ δοκεῖ πάντων δριμύτατον εἶναι,
 ἢ
 οὐκ
 αὖ
 ὥσπερ ἐκεῖνοι Σωκράτην
 ἢ
 ἐποίησεν
 καὶ
 καὶ
 δὲ
 τοῦ
 οὖν
 ἦν
 λιθοξόος
 τοὺς
 οὐδ’ ἄρ’ ἔμελλε, κακὰς ὑπὸ κῆρας ἀλύξας,   ἵπποισιν καὶ ὄχεσφιν ἀγαλλόμενος παρὰ νηῶν ἂψ ἀπονοστήσειν προτὶ Ἴλιον ἠνεμόεσσαν·
 οὐ μέντοι ἀλλὰ καὶ ἄλλων ἐνίοτε παραδειγμάτων εὐπόρει, φίλους μὲν ὀνομάζων καὶ φιλίαν, ὅτε πρὸς Λῦσιν διαλέγοιτο, περὶ σωφροσύνης δὲ Χαρμίδῃ διαλεγόμενος.
 τὸ δικαστήριον
 τοῖς ἡγεμόσιν αὐτοῖς
 ἀναγκάσαι
 κάρτιστοι μὲν ἔσαν καὶ καρτίστοις ἐμάχοντο φηρσὶν ὀρεσκῴοισι, καὶ ἐκπάγλως ἀπόλεσσαν.
 καὶ
 ᾗ
 χόλῳ
 ἢ δοκεῖ ὑμῖν τὰ παιδία, ὧν νέμεται τὸ στόμα καὶ διεφθαρμένον ἐστὶν ὑπὸ ἑλκῶν, οὐκ ἀγανακτεῖν καὶ βοᾶν, μέλιτος γευόμενα;
 γὰρ
 ἔτι
 τὸ νῦν
 οἴου
 Χρύσην
 λέγεις
 καὶ
 φαίνεται
 τος δὲ
 πρῶτον
 ἐπὶ τῆς δεξιᾶς χειρὸς δεδήλωκεν,   ὡς
 ἡ τύχη
 ἦν
 γὰρ
 πτηνῶν
 οὔτε πενίαν Λακωνικὴν
 τὸ
 ἀδιαβάτους
 δὲ
 γάρ
 ἕκαστος
 εὐθὺς
 αὐτοὺς
 τοὺς δοξοκόπους ἐκβάλλουσιν ἐκ τῶν ἀγορῶν οἱ δῆμοι κραυγῇ καὶ ψόφῳ, καθάπερ οἶμαι τοὺς ψᾶρας οἱ γεωργοί. κἀκεῖνοι μὲν μεθίστανται πρὸς ὀλίγον· τοῖς δὲ οὐκ ἔστιν εἰς οὐδὲν ἔτι τῶν ἰδίων ἐπάνοδος, ἀλλὰ περιίασι μικρὸν ὕστερον πτωχοί, καὶ οὐδεὶς ἂν προσαγορεύσειεν ἰδὼν ἔτι τῶν πρότερον διαρρηγνυμένων.
 ἢ
 καὶ
 τοῖς ἀνθρώποις
 δὲ
 δὲ
 πολλάκις
 δέον πολλάκις εὐλαβεῖσθαι, κἄν ἄρα συμβαίνῃ τινί 
 ὡς
 καὶ ψυχρόν
 κἂν ἀργύριον γένηταί τις, χρυσίον ἐντιμότερον, κἂν χρυσίον, ἑψηθῆναι δεήσει. τὸ γὰρ ᾧ διαφέρει.
 τὸν
 καὶ
 τοι
 μὴ
 τυχεῖν
 δὲ ἄρτι
 μὲν
 δοκῶν
 των καὶ
 ἢ   αὐτὸν μὴ
 ἐπὶ
 τὸν
 ἢ
 μὴ
 φιλοσοφία ἐστί
 ἐπιδεικνὺς
 γε
 κατὰ τὴν ἰατρικὴν
 ἐστιν
 ὁποῖα
 καὶ
 διὰ τὸ πιστεύεσθαι ὑπὸ τῶν πολιτῶν
 τοὺς φίλους
 καὶ
 διὰ τὴν κακίαν οἱ ἄνθρωποι
 μᾶλλον
 ὢν
 ἡμιθέους
 τῆς αὐτοῦ τέχνης
 ἀπόλοιτο, ἐὰν
 καὶ τειχοποιοὶ
 ἔτι
 οὐκ
 λίθων
 εἶεν
 οὐδαμῶς
 τὸ
 ἔτι
 διὰ τὸ κάλλος αὐτῆς
 καὶ μὴ
 εὐνούχων
 οἳ τὴν Σπάρτην ἐνόμιζον ἐλευθέραν διαφυλάττειν ἀτείχιστον   οὖσαν·
 καὶ
 ὅτι
 ἂν
 εὖ
 κατὰ   τὸν Ἥφαιστον αὐτὸν
 εἰ μή τις
 χαλεπὴ δὲ ἡδονὴ
 καὶ ἠχεῖ ταῦτα τὰ δεσμά
 μὴ
 ὡς
 οὐ
 σὺ
 περὶ
 τῶν
 εἶναι
 καὶ
 ἄλλα
 ἀλλ̓
 οὐκ
 ἴσως
 τὰς πράξεις
 ῥᾴθυμον
 ᾗ
 καὶ οἷς ἐξαπατῶσιν οἱ ὑπερέχοντες
 καὶ
 καὶ
 ὥστε
 τὸ τοιοῦτον
 τὸ δὲ
 τὸ
 ἡ
 λόγῳ
 παριδοῦσα
 ἀναπλάττοντες
 πολλάκις ἔκ τινος ἐνθυμήματος ψευδοῦς καὶ ἀδυνάτου ἀποβῆναι πρᾶγμα ἀληθές.
 καὶ
 ὥστε
 ὧν
 υἱός
 πρὸς τὸ   μάλιστα κατ’ εὐθύ.
 υἱός
 οὐχ
 εἶναι
 πάντες
 ὂν
 καὶ
 καὶ
 ὡς
 καὶ
 ἢ αὐτὸ δὴ τὸ βουλεύεσθαι
 ἃ
 μὴ ἄρα τοῦτο ᾖ τὸ βουλεύεσθαι
 ἤδη
 καὶ
 οὕτως ὡς ἐγένετο;
 περὶ δὲ τοῦ οὐκ ὄντος οὐδεὶς δύναται βουλεύεσθαι.
 περὶ
 καὶ
 τὰ
 καὶ
 καὶ
 ἐν
 ἂν
 καὶ
 μὲν
 δὲ
 ἐκ
 καθάπερ καὶ ἐφ’ ἡμῶν ἰδεῖν ἔστιν ἐν ἁλύσει μιᾷ δεδεμένους πολλοὺς ἐφεξῆς
 ἄρχοντας
 τε
 παῤ
 οἱ
 ὃ δὴ νόμισμα καλοῦμεν ἡμεῖς
 τε
 γὰρ
 ζῶσιν
 δὲ
