@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg091.perseus-grc2
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1891, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τοῦ μὴ χρᾶν ἔμμετρα νῦν τὴν Πυθίαν
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:47Z

9148	grc διελεῖν
grc φιλήκοος
grc φιλικός
grc γε
grc δὲ
grc τὸ
grc τι
grc ἀρχὴν
grc ἑτέραν ἀρχὴν
grc ἐπέραινον εἶπεν
grc ἐθαύμαζε
grc ἐθαύμαζον
grc ἰῷ ἴῳ
grc κυάνου
grc κυανοῦ
grc παὶξαί τι πέμψαι τι
grc ναυάρχους
grc νεάρχους
grc ἐκλειπούσης
grc οὐ τέχνη ἀλλὰ συντυχία
grc τῆς χρ. λαβεῖν τὸ κάλλος ἐποίησεν
grc λαβεῖν
grc φασιν
grc τὸ μειζον πλῆθος
grc τὸ πλῆθος τοῦ χαλκοῦ παρέσχεν ὄνομα τοῦ χαλκοῦ τῷ μείζονι
grc μέρει τοῦ χαλκοῦ
grc χρόας
grc χροιᾶς
grc μηδὲν
grc καὶ μηδὲν
grc τουτὶ
grc τοῦτο
grc ἤδεις
grc ἤδειν
grc ἀναπίμπλησιν
grc ὁ ἀὴρ
grc αὐτὸν αὐτὸ
grc τούτου
grc τοῦτο
grc καλῶς
grc εἶπεν
grc εἰπεῖν
grc τῶν πόρων
grc μανῶν ὄντων
grc μενόντων
grc διάχυσιν
grc αὐτοῦ
grc αὐτʼ
grc ταὐτὸν ταὐτὸ
grc Ὁμηρος η
grc καιροσέων και ων
grc καιρουσσέων
grc ὀθονέων
grc διιείσης
grc διίησι
grc τις
grc αὐτὴν αὕτη
grc κυάνῳ
grc κυανῷ
grc προυχειρίζοντο
grc καλὸν
grc τὸ καλὸν
grc εὐφωνίας
grc καὶ εὐφωνίας
grc ὁρῶμεν, εἶπεν
grc Σαραπίων
grc σεραπίων
grc τολμῶμεν
grc τὸ ἄμωμον
grc λείπεται
grc λέγεται
grc καὶ οὐ
grc οὐ
grc αὑτῶν αὐτῶν
grc ἀναστραφῶσι
grc εὖ καὶ καλῶς οὐ καλῶς
grc ἄλλοι
grc ἀλλὰ
grc οὐκ εὖ τὰ ἔπη
grc πεποιὴσθαι
grc πεπονὴσθαι
grc γὰρ
grc μὲν γὰρ
grc τῇ
grc εὖπεν ὦ
grc ἔν τε νῷ
grc χριομένη
grc χριομένην
grc ἀμπεχομένην
grc κάτεισιν εἰς τὸ ἄδυτον οὐδʼ
grc καί τισιν εἰς τὸ οὐδὲ
grc κασίαν
grc κασσίαν
grc Ἡράκλειτον
grc ἐτέων ἐξικνέεται
grc Πίνδαρος
grc ἀκούσας
grc μουσικὰν
grc οὐ μουσικὰν
grc Ἀτης
grc αὐτῆς
grc Ἀτης καὶ
grc αὐτῆς τῆς
grc κἂν ᾗ κἂν ᾖ κἂν μὴ ᾗ
grc καλλιγραφία
grc κἀκείνας
grc κακίας
grc αἰτιᾶσθε
grc αἰτιᾶσθαι
grc Ἑλλήνων
grc ἀλλήλων
grc πῶς
grc ὡς
grc καὶ λόγοις καὶ ἄλλοις μέτροις
grc Ἱέρωνος
grc τοῦ
grc Ἀριστοτέλης
grc τἀνταυθὶ
grc ταὐτόματον τὸ αὐτόματον
grc ἐοικέναι πεποιηκέναι
grc διαχυθῆναι
grc ἀλλὰ ἀλλʼ ἢ
grc αἰτίαν
grc ἑστίαν
grc σιβύλλαν
grc ἐκ Μαλιέων ἐκ Μαλιαίων
grc Σιδῶνος
grc Ποσειδῶνος εἰς Μαλεῶνα
grc αὐτὴ
grc αὔτη
grc τοῦ ξένου δʼ εἰπόντος
grc γε
grc τε
grc Δικαιάρχειαν δικαιαρχίαν
grc ταὐτομάτου τοῦ αὐτομάτου
grc τῷ
grc γενομένῳ
grc γενομένου
grc μᾶλλον
grc καλ
grc οἶς
grc ὁμοίως
grc κἂν καὶ
grc ἀληθὲς
grc ὡς
grc ταῦτα τοιαῦτα
grc φράζεο δή κέ
grc βλάστῃ
grc περί τὰ περὶ
grc σὺν πέτραις
grc τύχην καὶ
grc τύχην
grc ἀμφί τε - πολλὰ ἀφεῖται, ὥστε τύχην ζητεὶν ἐν ἀπειρίᾳ· ὁ δὲ λόγος ἄλλα τε πολλὰ
grc ὅτι ὅτι τι
grc ὡς ὥν
grc προερρέθη
grc ὑμὶν
grc ἡμὶν μὶν
grc Σαραπίωνος
grc Ὁμήρου γ
grc ἀνόρουσε
grc ἀρχῆς
grc κατάγων
grc ἀλλʼ ἀνάγων
grc ἀρδομένους
grc ἀρχομένους
grc Πλάτων
grc Ἐμπεδοκλέους
grc περὶ γῆν περιαυγῆ
grc ἀταρβήτοισι
grc ἀταρβήτοις
grc χειροτεχνῶν χειροτέχνων
grc αὐτὴ
grc Κυψέλου
grc κυψέλλου
grc ὡς ἐμοὶ γοῦν ἐδόκει
grc ἡμῶν
grc ὑμῶν
grc πίσση
grc εἶτʼ οὐ
grc εἶτα
grc ὥστε
grc ὥς γε
grc ἐστιώμενος
grc αἰτιώμενος
grc Καλλίου
grc καλλία
grc πολεμεῖ
grc πολεμεῖν
grc ἀνάπλεων
grc ἀνάπλεω
grc δωρεᾶς χώρας
grc καὶ ἐλπίδα τινὰ λάβοιμι τῷ φίλῳ παιδὶ τιμωρίας ἄν τινος μετὰ σοῦ τυχεῖν
grc ἔχειν
grc ἀρτοποιοῦ
grc ἀρτοπόπου
grc ἀρτόπου
grc Ναί, ἔφη Θέων
grc ἀρτοποιῷ
grc ἀρτόπῳ
grc παραθεῖναι
grc παραδοῦναι
grc ἀγαπᾶν
grc ἄγαν
grc ὅσον ὅσιον
grc ὅσον ἧν ὅσιον
grc ἀργυρίου
grc ὑδρίαν
grc ὑδρίον
grc ἔπεμψαν
grc ἀνέπεμψαν
grc Μυριναίους
grc μυρίνας
grc Σκυθίνῳ
grc σκυθινῷ
grc τοῦ
grc Σιμωνίδης
grc ἀρύεται
grc τὸ
grc τε
grc Μοισᾶν
grc μουσᾶν
grc ἀγνὰ ἐπίσκοπε Κλειοὶ
grc ἀραιόν τέ ἐστιν ἀρυόντεσσιν
grc ἐραννὸν
grc πεφήνασι πεφύκασι
grc γε φήσασι πεπεικόσι
grc διὰ
grc πτερά τʼ
grc πτερόν
grc ὅτε τῷ θεῷ
grc ὅτε
grc ὅτε τῶν θεῶν
grc Μουσῶν
grc θεὸν
grc θέωνα
grc τὴν εἰς αὐτὸν εἰς αὐτὴν
grc θαυμάζειν
grc θαυμάζει
grc ἴσμεν χρησμοὺς
grc Θουκυδίδης
grc νίκην καὶ κράτος
grc ἄκλητος
grc Παυσανίαν Πλειστοάνακτα
grc εὐλάκᾳ
grc εὐλάξειν
grc συλλέξειν
grc οἱ
grc σοι
grc Ἀλυπίου
grc τῶν ἄλλων τῶν πολλῶν
grc ἕνεκα καὶ ἕνα καὶ
grc ἕνα ἀναγκαὶον τι
grc μισογύνου γὰρ
grc μισοῦν γὰρ
grc ἔφευγε
grc ἔφυγε
grc τἀναγκαῖα
grc ἀναγκαῖα
grc ἂν αὖ
grc διαπορήσει διαπορήσειε
grc ἐν
grc αὐτοῦ τοῦ αὐτοῦ
grc αὖ τοῦ
grc  ᾗ πέφυκε δυνάμει παρέχειν μὲν τὸ ἔργον - δυναμένου
grc τοῦ ὀργάνου δεικύναι δʼ οὐχ
grc πολλῷ τω-ι ἀλλοτρίῳ
grc περιηγέσι
grc περιαυγέσι
grc εἰσι
grc ἡλίῳ
grc τὴν
grc ὀργάνῳ
grc σε
grc Ἡρακλείτῳ
grc ὡς ὁ
grc ὥσθʼ
grc πρὸς ὄψιν
grc Πυθίᾳ
grc ψυχῆς
grc δυναμένης
grc δυνάμενος
grc μηδέ
grc δὲ
grc ψοφοῦσαν
grc ψαύουσαν αὐτὴν
grc αὑτῇ αὐτῇ
grc ἐπιταράττουσιν αὐτὴν
grc ἐπιταραττούσης
grc ἢ κυβικῶς ἢ σφαῖραν κυβικῶς
grc ἕτερον
grc ἕτερον ἢ
grc ἐν αὐτῷ
grc ἑαυτῶν
grc κινῶν
grc κινοῦντι
grc Ὁμηρος
grc ἄνευ θεοῦ
grc β
grc Πανδάρω - πάνδαρος
grc Πίνδαρος
grc θεοῦ πλέοντος κἂν ἐπιρρεπῶς
grc ἐγίνωσκεν
grc γίνωσκε
grc κινῆσαι
grc φωνὴν
grc ῥώμην
grc ἔπεμψεν
grc ἔπεμψαν
grc γραφεῖσα
grc Ξενοφῶν
grc σαφῶς
grc σοφῶς
grc χορευτῶν
grc παρέχειν
grc παρηχεῖν
grc προτροπῆς
grc δεομένην
grc δεομένης
grc πάθει πένθει
grc ὠλίσθανον
grc ὠλίσθανεν
grc Εὐριπίδης
grc εἰπὼν
grc ἐπιὼν
grc ἐνενόησεν
grc ἐννοῆσαι
grc παιδείους - μελιγάρεας
grc παιδίοις - μελιγηρέας
grc ἒτι
grc ὅτι
grc τῶν ἀνθρώπων
grc τὸν ἄνθρωπον
grc δʼ
grc ὅτι ἔτι δʼ
grc ὅθεν
grc ἀπολείπει
grc ἀπολιπεῖν
grc ὁ
grc φάσκων μόνην
grc Χαιρήμων
grc μηλοβόται τε
grc ὀρνιχολόχοι
grc ὀρνιθολόγοι
grc μύθοις καὶ παροιμίαις
grc μαντικὴν
grc ἠτιμωμένην
grc τὴν μοῦσαν
grc φύσεις καὶ ἀσπαζόμενος
grc ἀσπαζόμενος φύσεις
grc τοῦ λόγου
grc τῶ λόγω
grc συναπολυομένου συναποδυομένου
grc καὶ κὰν
grc τἀληθές τὸ ἀληθές
grc διὰ
grc τὴν διὰ
grc τὴν ζήτησιν
grc ζήτησιν
grc μαθηταὶ
grc καθηγηταὶ
grc Σοφοκλῆς
grc ἀλλὰ λοξὸν
grc ἀλλʼ ἄδοξον
grc θειότητος
grc ὁσιότητος
grc οὐ μόνον
grc ᾐτιῶντο
grc τἀληθές τὸ ἀληθὲς
grc πεποιημένα
grc ἐπικάθηνται
grc ἔτι κάθηνται
grc Ἡρόδοτοι
grc προδόται
grc Κιναίθωνες
grc κινέσωνες
grc προσίεμαι
grc προσεῖναι
grc διαβολὰς
grc μεταβολὰς
grc ποιητικὴν
grc ποιητικῆς
grc Σαραπεῖα σεράπεια
grc γραμματείων γραμματίων
grc ἡ
grc τῷ Εὐριπίδῃ ὥσπερ
grc ὥσπερ τῷ Εὐριπίδῃ
grc χρῆν
grc χρὴ
grc τἀληθές τὸ ἀληθές
grc αὐτοῦ
grc τοῦ ἀληθοῦς
grc ἐχρῆν
grc ἦν
grc ἔδει
grc ἔτι
grc καὶ
grc μακρὰν μακρὸν
grc ἴστε γὰρ τὸν
grc εἰς γὰρ τὸ
grc Φάλανθον
grc φάλαινθον
grc Βάττος
grc ἔδοξε
grc ἔλεξε
grc αἴ τυ ἐμεῦ Λιβύαν
grc μελιβύαν
grc Λιβύην μηλοτρόφον οἶδας ἄμεινον
grc Ὀρχαλίδην
grc ἀρχελίδην
grc ἀλώπεκον
grc ἀλώπηκον
grc δράκονθʼ
grc δράκοντα
grc ὑπὸ Νεοχώρου Ἁλιαρτίου ὑφʼ ὧν ὁ χῶρος Ἁλιάρτου
grc πολυδυνάμων φαρμάκων
grc πολυφαρμάκων δυνάμεων
grc ὑγιείας ὑγείας
grc ἀληθείας
grc ἢ δόξης ἐκείνῃ μέλει ἢ ἐκείνῃ μέλει δόξης
grc τρισχιλίων
grc τρισχισμὸν
grc γάρ μέν
grc ἀνιηρώτερον
grc β ἀνιηρότερον
grc ἀποδέχεσθε καὶ θαυμάζετε
grc ἀποδέχεσθαι καὶ θαυμάζειν
grc διαύγειαν
grc ταὐτὰ τὰ αὐτὰ
grc ἀνεπισφαλὴς καὶ ἀνυπεύθυνος
grc δʼ ἐκαλλώπισε δέ
grc ὁρᾶτε
grc ὁρᾶτε δὲ
grc γὰρ
grc συναναβιώσκεται
grc προβάτων
grc προπάντων
grc κρηνᾶν - - - δόμοις
grc κρηνάων - θήλεον - ἐνεπίμπλων - οὔτε τις ἐλίννυε δόμοις
grc γὰρ
grc δὲ
grc ξύλινοι λίθινοι
grc τε
grc πλῆσθεν
grc ἄλλως ὅτι
grc ἀληθῶς εἰπεῖν
grc παιδικὸν
grc καὶ ἄδικον
grc ὡς καὶ
grc καὶ τὰς μεταφορὰς
grc τῆς μεταφορᾶς
grc αὐτῶν αὐτῶν
