@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg091.perseus-grc2
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1891, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τοῦ μὴ χρᾶν ἔμμετρα νῦν τὴν Πυθίαν
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:47Z

.
 
 
, 
 
, 
 
 
 
 
 
· 
 
 
 
 
.

 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
.
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
;
.
, 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
.
 
 
 
 
 
 
 
: 
 
 
.
.
 
 
: 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
.
.
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
᾽ 
 
: 
 
 
 
 
;
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
: 
, 
 
 
 
 
; 
 
 
: 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
᾽
 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
. 
. 
 
 
 
 

 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 

 
 
; 
 
 
 
 
 
 
: 

 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
: 
. 
. 
. 
 
 
 
. 777 
). 
 
 
. 
 
. 11 
. 
 

 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
, 
 
 

 
 
· 
 
 
 
 
, 
 
, 
ʼ 
 
 
 
 
 
 
. 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
,
ʼ 
 
 
 
 
: 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
ʼ
 
 
, 
 
· 
. 
 7 
. 
 
) 
: 
 
ʼ 
 
 
 
 
᾽ 
 
 

 

. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
. 8 
. 
 

 
 
· 
: 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 (9 
. 
 
)
 
, 
 
ʼ 
 
 
: 
 
. 2 
. 
 

 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 

 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 

ʼ 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
; 
: 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
: 
 
 

 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
: 
᾽
 
 
 
 
 
 
 
, 
 
: 
 
, 
 
 
: 
 
 
 
 
, 
, 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
ʼ 
᾽ 

 
 
 
 
 
;ʼ
 
᾽
 
 
. 
 
 
. 
 
 
 
 
 
 
 
ʼ 
. 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
, 
 
. 

 
 
 
; 
 
 
 
 
 
, 
 
 
 
· 
 
: 
 
 
 
, 
 
 
. 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
. 
 
. (18 
. 
 
)
 
: 
 
 
 
 
 
 
 
, 
 
 
,
, 
; 
. 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 

 
 
: 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
: 
 
᾽ 
 
 
 
 
 
, 
᾽ 
: 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 

ʼ 
 
 
. 
 
 
 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
. 1 
. 

. 
 
)
 
 
 
 
 
 
: 

 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
. 
 126): 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
. 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
; 
 
. 
 
ʼ 
, 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 · 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʼ
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
: 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
. 402 

.
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
 
, 
 
 
 
 
. 
. 
 4, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 11. 
. 
. 130 
. 
.)
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
, 
 
 
 
;. 
 
 
 

· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
᾽
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
᾽ 
, 
 
ʼ 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
ʼ, 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
: 
 
 
 
;ʼ
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
 
 ʽ 
 
 
 
 
 
. 
. 
. 358 
. 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
᾽ 
 
 
· 
᾽ 
 
: 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 

 
 
, 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
· 
 
: 
 
. 1-2 
. 
. 
 
. 
ʼ 
ʼ 
 
 
,
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
.
 
, 

 
, 
.
 
 
 
, 
 
 

 
 
 
 
 
, 
 

 
, 
 
 
 
· 
 
 
 
, 
· 
 
 
, 

 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 

 
 
 
 
· 
 
, 
. 
. 3, 
, 
 
 
, 
 
 
 
 

 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
· 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
. 
 
. 342): 
 
 
 1-2 
.)
, 
 
, 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
;ʼ
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
, 
 
· 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
 

, 
 
· 
᾽ 
 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 

 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
: 
 
 
 
 
. 90 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 1 
. 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
᾽ 
 

 
 
 
 

 
 
 
 
᾽ 
 
 
 
 
 
;ʼ
᾽
 
 
 
 
 
 
᾽ 
 
: 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
; 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
. 
 
ʼ 
 
 
 
 

 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
: 
; 
 
 
ʼ
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
, 
, 
 
 
, 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
᾽
 
, 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
: 
 

 
᾽ 
 
 
 
;ʼ

 
 
· 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
., 
 
 
 
 
 
 
 
, 
 
 
 
 
. 18 
 
. 
 

 
. 
 
, 
, 
 
 ʽ 
 
 
 
 
 
 
 
 
 
;
 
 
 

 
 
: 
 
 
 
 
 
 
 
 
. 
 
 
 
; 
 
: 
 
 
: 
. 
. 
.
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 

 ʽ 
 
 

 
 
 
,
 
ʼ 
 
,
 
ʼ 
 
.
 
 
· 
· 
 
 
 
 
 
 
 
, 
. 
. 
. 
 6, 7: 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 13 
. 
 
. 
. 
: 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
: 
 
. 47 
. 
 
 
 
 
 
 
 
 
 
: 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
. 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 

 
: 
 
: 
 
 
 
 
. 
 
 
 
 
: 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
. 2 
. 
 
 
 
, 
 
 
 
; 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
· 
 

 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
᾽, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
; 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
ʼ 
 
. 8 
. 
 

 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 3 
. 
 
 
 

 
: 
 
: 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
,
 
 
. 3 
. 

 
 
 
 
 

 
. 13 
. 
 

 
 
 
 
 

 
.
 
 
 
 
 
 
 
 
 
 
. 
)] 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
. 
, 
 
, 

 
 
 
 
 
 
. 
 
. 
 
. 
. 

 
 
 
 
.
 
 
 
᾽
 
 
, 
 
 
 
 
 
 
 
 
 
: 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
.

 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 · 
ʼ 
 
 
, 
 
 
: 
 
. 78 
 
. 
 

 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
. 412 

 
 
 
 
 
 
· 

 
 
 
. 
. 5, 
 
 
 
 
 
 
 
. 1. 1. 
 
 
. 8 
. 
 

 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
ʼ 
,
 
᾽ 
 
: 
 
 
 
; 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
. 
 

 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 

 
᾽ 
 
 
.
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
. 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
ʼ, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 

 
 
 
 
 
 

 
 
ʼ 
 
 
 
 
. 
 
ʼ 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
, 
. 
 
 
 
:
. 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
. 
 
 
. 
 
. 9 
 
. 
 

ʼ 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
᾽ 
 
 
 
. 
 
 
 
. 18 
 
. 
 
. 
 
 
 
 
 
 
 
 


 
 
 
 

 
 
 
 
 

 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 

 
 
ʼ 
 
 
. 
 
 
: 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
. 
 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 (18 
 
. 
 
) 
 
 
 
 

 
 
 
 
: 
 
: 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
. 

 
 
 
 
 
· 
᾽ 
 
 
: 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
.
 
 
 
 
, 
 169 
. 
 
 
 
 

. 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
ʼ 
 
 
 
 
. 
 
 
 
, 
, 
; 
 
, 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 

. 
 
. 
 
 
 
 
, 
 
 
; 

· 
᾽ 
 
: 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
, 
 
᾽ 
 
 
 
 
 
. 4, 155: 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
: 
ʼ 
 
 
 
, 
᾽ 
 
 
 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
. 8 
. 
 
. 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
. 
.
 
 
 
 
 
; 
 
 
 
, 
. 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
, 
: 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
 
, 
 
: 
 
 
 7 
. 
 
, 
 
 
 
 
 
 
. 
. 
. 623 


 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
: 
 
 
 
, 
 
 
 
 

, 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
, 
, 
 
 
 
 
, 
 
 
 
᾽ 
 
 

 
 
 
 
 
 
;
᾽ 
· 
 
 
 
: 
 
 
 
: 
, 
 
ʼ 

 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
.
᾽ 
 

 
 
 
 
 
 
 
 
: 
 
 
 
 
; 
, 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
ʼ 
 
 
; 
 
 
 
 
 
 

 
 
 
 
 
 
 17 
. 
 
, 12 
 

 
 
 
 
 
 
 
 
; 
 
 
 

 
 
 
. 
. 787, 
 
 
 
 

 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
. (10 
. 
 
)
ʼ 
 
ʼ 
 
 

 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
: 
 
 
 
 
 
 
᾽ 
 
 
 

 

 
, 
᾽ 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
: 
 
 
 
 
 
 

 
 
 
 
 

 
 
 

 
 
 

 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
, 
. 
. 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
. 
: 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
: 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
. 
: 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
: 
. 
. 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
, 
 
 
 
 
, 
; 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
. 
 
: 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
. 
 
 
 
: 
 
 
 
 
 (1-2 
. 
 
)
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
. 
. 
. 
 
: 
 
 
 
 
᾽ 
 
 
· 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 4, 157: 
 
. (7 
. 
 
)
 
 
, 

 
 
, 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
. 29: 
 
 
 
: 
 
 
 
 
 
 
 
ʼ 
: 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
: 
 
 
. 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 

 

 

 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
. 
 
. 
. 20 
. 
 
, 10 
 

 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
· 
 
 
 
 
, 
 
 
· 
 
 

 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 

 
 
 

 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. (11 
. 
 
)
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
. 484 

 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
. 3 
, 
 
 
 
, 
 
 
 
 
, 
 
· 
 
ʼ 
 
 
· 
 
ʼ 
 
 
 
ʼ 
 
, 
: 
 
 
: 
 

 

 
 

. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 (20 
 
. 
 
)
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
: 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
.
