@node
@author=Apollonius Rhodius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Ludovicus Dindorfius
@filename=tlg0001.tlg001.perseus-grc2
@funder=Tufts University
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2002.
@respStmt=Prepared under the supervision of, Bridget Almas, Lisa Cerrato, Rashmi Singhal, David Smith
@sourceDesc=Argonautica, Apollonius Rhodius, George W. Mooney, London, Longmans, Green, 1912.
@sponsor=Perseus Project, Tufts University
@title=Argonautica
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:38:41Z

 
, 
, 
 
 

, 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
, 
᾽ 
, 
᾽ 

 
, 
᾽ 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
 
 
᾽ 
, 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 

 
, 
 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
 
, 
᾽ 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
, 
 
ʼ 

· 
 
ʼ 
 
 
.
 
 
 
, 
 
 
ʼ 

 
 
 

 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
, 
 
 
 
,
 
 
 
 

 
 
, 
 
ʼ 

 
 
 
.
 
 
 
 
 
 

 
 
 

, 
 
 
.
 
ʼ 
 
, 
 
 

 
 
᾽ 
 
,
 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
,
 
· 
᾽ 
 
 
 

, 
 
ʼ 
 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
· 
 
 

 
 
· 
 
 

 
 
 
 
.
 
 
 
 

 
 
 
 
. 
312	᾽ 
 
 
 

 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 

· 
 
 
 
᾽ 
 

 
 
 
 
·
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 

, 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
᾽ 

ʼ 
· 
 
ʼ 
 

 
 
 
 
, 
 
·
᾽ 
 
 
 
 
,
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
·
 
 
 
 
· 
 
 

 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
,
 
ʼ 
. 
 
 
 
 
,
 
 
 
 

 
 
, 
 
 
.
 
᾽ 
 
 
, 
 
 

 
 
· 
 
 

 
 
. 
 
 

 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
, 
 
 
,
, 
 
 
 
· 
᾽ 

· 
 
 
 
 
.
 
ʼ 
᾽ 
 
· 
 
 
᾽ 
,
᾽ 
· 
 
 
 

, 
 
 
 

. 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
.
 
 
 
 
· 
 
 
᾽ 

 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
.
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
· 
 
 
 

 
 
 
 
.
661	 
ʼ 
 
 
 

, 
 
 
 

ʼ 
 
, 
 
ʼ 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
· 
 
 
 

 
 
 
.
 
 
 
 
 
,
 
᾽ 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
ʼ 
 
 
 
,
 
, 
 
 
.
 
 
 
 
, 
 
,
 
 
 
, 
 
 

· 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
 

ʼ 
 
 
.
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 

 
, 
 
 
 
, 
 
᾽ 
 

 
, 
 
 
 
,
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

· 
 
 
 
 
, 
 
,
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
. 
 
 
 
 
·
 
 
· 
 
 
 
 

 
· 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
, 
 

, 
 
 
 
 
 

, 
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
 

 
 
 

· 
 
 
 

 
ʼ 
 
᾽ 
 
ʼ 
.
 
 
 
 
 

 
ʼ 
 
 
 

· 
 
ʼ 
 
 
 

 
 
 
· 
᾽ 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 

· 
 
 
 
 

, 
 
 
 
 
, 
 

 
 
 
 
 
.
984	 
 
 
 
 
,
 
, 
 
 

 
· 
 
 
 

 
 
᾽ 
 
 

, 
 
 
 
 
.
 
 
 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
· 
 
 
 
ʼ 

, 
 
 
 
 
 
,
 
 
 
. 
᾽ 
 
 

ʼ 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
. 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 

· 
 
ʼ 
ʼ 
 
,
 
· 
 
ʼ 
 
 

??
ʼ 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 

 
 
᾽ 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
, 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
, 
 
· 
 
ʼ 

 
 
᾽ 
 
.
 
ʼ 
 
 
 

 
 
, 
 
,
 
 
, 
 
 
 

· 
 
 
 
 
· 
 
 
᾽ 

 
 
 
 
·
᾽ 
 
 
 
 

. 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
, 
, 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
,
 
, 
 
 
 
·
ʼ 
 
 
· 
 
 
 
 
 

 
ʼ 
, 
 
 
 

 
, 
 
 
. 
1316	 
ʼ 
 
 
 
 

 
· 
 
 
 
 
,
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
· 
ʼ 
 

 
 
 

 
 
 
 
.
 
 
 
, 
 
 

, 
 
 
 
,
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
, 
 
 
,
 
 
· 
 
 

 
 
 
 
 
 
 

 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
 
 
 

, 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
᾽ 
 
 
.
 
 
 
 

 
 
, 
 
 

 
 
 
 
᾽ 
 

· 
 
 
 
 
 
 

, 
 
 
.
 
 
 
 
᾽ 
,
 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
ʼ 
, 
 
 

 
 
· 
 
 

 
 
 
· 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
·
 
, 
 
 
; 
 
 

 
 
 
 
;
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
 
 
, 
 
ʼ 
 
.’
 
 
 
 
 
 
· 
 
 

 
᾽ 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 

, 
᾽ 
 
᾽ 
 
.
 
 
 
 
 
. 
 
 
 

, 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
, 
᾽ 
 
 
,
 
 
 
᾽ 
· 
 
 

 
 
 
, 
 
 

 
 
 
 
 
.’
1665	 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
·
 
ʼ 
᾽ 
 
. 
 
ʼ 

 
· 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
ʼ 

· 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
ʼ 
, 
 

 
 
 
 

, 
 
 
 
᾽ 
 
,
᾽ 
 
 
 
 
·
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
 
, 
 
·
 
 
 
 
ʼ 
 

, 
 
 
 
 
·
ʼ 
 
ʼ 
, 
᾽ 
 

 
 
 
 
 
,
ʼ 
 
 
, 
 
 
,
᾽ 
 
 
 
 
 
,
 
· 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
, 
 
 

 
 
 
 
, 
 
 

 
 
 
 
. 
 
 

 
 
 
 
.
 
 
 
· 
 
 
᾽ 
, 
᾽ 
 

, 
 
 
 
 
᾽ 
.’
 
 
 
· 
 
 

 
 
· 
 
 

 
 
 
·
 
 
 
, 
, 

 
, 
 
 
 
 

, 
᾽ 
 
 
 
᾽ 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
,
 
, 
 
 
 

, 
 
 
ʼ 
 
.
 
 
 
 
 
ʼ 
 

 
, 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
.’
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
᾽ 
, 
 
, 
 
 
,
 
 
, 
 
 
,
 
 
 
 
· 
 
ʼ 

 
. 
 
 
 

 
 
 
,
 
 
 
 
, 
 
 

 
 
, 
 
·
᾽ 
 
 
ʼ 
 
, 
 

, 
 
 
 
 
.
2061	 
 
 
 
 
ʼ 
,
 
ʼ 
 
, 
 
 

ʼ, 
 
 
 
 
.
 
ʼ 
᾽ 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
 
 
· 
 
 

, 
 
 
 
 
.
᾽ 
 
 
 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
.
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
.’
 
· 
 
 
 
 

 
 
· 
 
 
 
 

 
· 
 
ʼ 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
. 
 
 

· 
 
 
 
 
.
, 
 
, 
 
 
.’
 
 
 
, 
 
ʼ 
, 
 

· 
 
ʼ 
 
 
ʼ 

, 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
᾽, 
 
 
, 
 
.
 
 
 
 
 
 

ʼ 
 
. 
 
ʼ 

 
 
 
, 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
.’
 
, 
 
 
 
 
· 
 
ʼ 

· 
 
ʼ 
ʼ 
 

 
 
, 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 

 
, 
᾽ 
 
 

 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
 
.
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
. 
 
ʼ 
 

ʼ, 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
· 
 
 

 
 
 
 
 

 
 
, 
 
ʼ 
 

· 
 
ʼ 
 
 

 
᾽· 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 

, 
 
ʼ 
 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
· 
 
 
 

 
ʼ 
 
 
 
.
2578	 
 
 
 
 
,
 
 
 
 
,
ʼ 
 
 
· 
 
ʼ 
 

 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

, 
 
· 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
· 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 

 
 
 
. 
 
ʼ 

 
 
 
. 
 
ʼ 
᾽ 

 
ʼ 
 
 
. 
 

 
 
 
·
 
, 
 
 
 
ʼ 
 
,
 
 
, 
 
 

 
 
 
 
ʼ 

, 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
. 
 
ʼ 
 

, 
 
 
, 
 

 
 
 
· 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
, 
 
᾽ 
, 
, 
 
,
 
 
᾽ 
 
 
 

· 
 
ʼ, 
, 
᾽ 
 

 
 
 
· 
 
ʼ 

, 
 
ʼ 
 
 
ʼ 
.’
, 
 
᾽ 
 
 
. 
 
ʼ 
 

, 
 
, 
 
.
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
 
 
,
, 
 
, 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 

 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 
 

 
 
 
, 
᾽ 

, 
 
 
 
 
.’
2941	 
᾽ 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
᾽ 
 
 
 
 

 
 
 
 

ʼ 
· 
 
 
 
ʼ 

, 
 
 
, 
 

· 
 
ʼ 
 

ʼ, 
 
 
 
 
 
 
 

 
, 
᾽ 
 
 
.
ʼ 
᾽ 
 
 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
, 
 
 
 
 
 
;
 
 
 
 
. 
 
 

 
, 
 
ʼ 
 
 
;
 
 
 
, 
 
 

 
 
 
, 
 
ʼ 

 
, 
 
 
 
, 
 
 
 

 
, 
ʼ 
 

 
, 
 
 
 
.
 
ʼ 
 
 
.’
, 
 
 
 
 

 
 
 
· 
 
ʼ 

, 
 
 
· 
 
ʼ 

 
, 
 
 
 
 
·
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
;
 
 
 
, 
 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
, 
 
᾽ 
 

· 
 
 
 
 

 
, 
 
 
 
.’
 
᾽· 
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.’
ʼ 
· 
 
 
 
 
,
 
 
 
 

 
ʼ 
 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 

 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
 
· 
 
 
 

 
 
 
,
 
 
 
· 
 
 
 
 
.
3372	, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
᾽ 
 

· 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
, 
 
 
 

, 
 
 
 
 
.
 
᾽ 
 
 
 

 
 
 
, 
 
ʼ 

 
 
 
 
,
 
᾽ 
 
· 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
, 
 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
, 
 
 

 
 
 
.· 
 
ʼ 

, 
 
 
 
ʼ 
. 
 

 
 
 
 
ʼ 
.
 
ʼ, 
᾽ 
 
 
 
 
 

 
 
 
, 
 
᾽ 
 

, 
 
 
 
 

 
 
 
 
·
 
 
᾽ 
 
 
 

 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
᾽ 

 
· 
᾽ 
 
 

 
 
 

 
 
, 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
 
 
 
,
 
 
 
.
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 

, 
 
᾽ 
 
 
 

ʼ 
ʼ, 
᾽ 
 
,
 
 
 
 
 
 
,
 
 
, 
 
,
 
ʼ 
 
 
, 
᾽ 
 
.
 
 
 
 
· 
᾽ 
 
 

 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 

, 
 
 
 
 

 
 
 
· 
 
 

 
 
ʼ 
, 
 

, 
 
 
 
.
 
ʼ 
ʼ 
 
ʼ 
 

 
ʼ 
 
 
 

 
, 
 
 
ʼ 
 
 
 
 

 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
.
3817	 
ʼ 
 
 
 

, 
 
 
 

 
· 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 

 
 
ʼ 
 

 
 
 
· 
ʼ 
 

 
 
 
,
 
 
 
 
 
 

, 
 
 
· 
 
ʼ 

ʼ 
· 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
.
 
ʼ 
 
 

 
 
· 
᾽ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
ʼ 
· 
 

 
, 
 
 
,
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
᾽ 
, 
 
 
 
.
 
᾽ 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
 

 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 

 
, 
 
 
 

 
· 
 
 
 

, 
 
 
 
 
 
.
 
, 
 
ʼ 
 
.
 
 
 
 
 
 

᾽ 
, 
 
ʼ 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
 
,
 
 
. 
 
 
 
 
 

, 
 
 
 
 

, 
, 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 

 
 
 
 
,
 
 
 
 
. 
 
 

 
 
 
 
 
 
 

 
, 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
,
 
 
· 
 
 
 

· 
 
ʼ 
 
 
 

ʼ 
 
 
. 
 
ʼ 

· 
 
 
 
 
. 
4190	 
ʼ 
᾽ 
 
 
 

 
 
, 
 
 

 
 
 
 
,
 
, 
 
 
 
 

· 
᾽ 
 
 
 
 

 
 
 
 
·
᾽ 
ʼ 
 
 
 
,
ʼ 
 
, 
ʼ 
 

 
 
ʼ 
. 
 
 

 
 
 
 
;
 
 
ʼ 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
.
 
᾽ 
 
 
 
 
 
,
ʼ 
᾽ 
ʼ 
 
 
ʼ 
·
, 
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
 
 
,
, 
 
 
, 
᾽ 
 
 

, 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 

· 
 
 
 
, 
 
 

 
 
 
ʼ 
, 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
· 
 
 
 
 
 
᾽ 
.’
 
᾽ 
, 
 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
,
 
, 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
ʼ 
 

 
 
 
, 
 
ʼ 
·
 
, 
 
 
 
 
,
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
, 
 
 

, 
 
 
 
ʼ 
 
;
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
; 
 

 
 
 
 

 
 
 
,
 
 
 
 
 
;
 
 
, 
 
 
 
 
 
 

, 
 
 
 
 
 

 
, 
 
 
 

, 
 
 
, 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 

 
 
 
 
 
.’
4577	 
᾽· 
 
ʼ 
 
 
. 
 
 

. 
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.’
 
, 
 
 
 
 
·
 
, 
, 
᾽ 
 
,
 
, 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
ʼ 
,
 
 
 
.’
, 
 
ʼ 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ· 
 
ʼ 
,
 
 
 
 
. 
 
 

 
 
 
·
 
 
ʼ 
 
 
᾽ 
,
, 
 
 
, 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 

 
 
· 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
, 
 
 

, 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
· 
 
ʼ 
᾽ 

 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
 
 
· 
 
 

 
, 
 
ʼ 
 
 

, 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
, 
 
 
 
 

. 
 
 
 

 
 
, 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
ʼ 
 
 

 
ʼ 
 
 

 
 
 
· 
 
 
 

 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
ʼ 
.
4917	 
 
 
 
 
· 
 
 

 
 
 
 
·
 
 
, 
 
ʼ 
 
,
 
· 
 
ʼ 
 
 

, 
 
ʼ 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
, 

, 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
 

, 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 

 
 
 
, 
 
᾽ 
 

ʼ 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
.
 
ʼ 
 
, 
 
 
,
 
 
ʼ 
 
 

, 
 
 
 
 
᾽ 
 
.
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
᾽ 

 
 
 
 
 
,
 
· 
 
 
 

 
· 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
 
ʼ 
 
 

 
, 
 
 
 

 
 
ʼ 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
,
 
· 
 
ʼ 
 
 
ʼ 

ʼ 
, 
᾽ 
 
ʼ 

· 
 
 
 
 

, 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
· 
 
 

 
 
 
·
, 
 
 
 
 
 

ʼ 
; 
 
 
 
᾽ 
 
 
,
 
 
 

 
 
. 
 
 

 
, 
᾽ 
 
 
 
.
 
 
 
 
 
,
 
, 
 
ʼ 
 
,
 
 
 
 

 
, 
 
ʼ 
 
 

᾽ 
· 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
 
, 
 
·
 
 
 
,
. 
 
 
 
, 
 
 
ʼ 

 
 
· 
 
 
 

 
 
. 
 
 

ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
· 
᾽ 
 

, 
 
 
, 
 
 
·
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 

, 
᾽ 
 
 
 
, 
 
 

 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
, 
 
, 
ʼ 
 
 

 
 
 
.
 
 
ʼ 
· 
 
 
 

 
, 
 
 
, 
 
ʼ 
 

 
 
 
 
· 
 
 
ʼ 

 
· 
 
 
 

, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
, 
ʼ 
 
 
.’
5499	, 
 
 
, 
 

· 
 
 
 
 

, 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
, 
ʼ 
 

 
 
. 
 
 

ʼ 
 
 
· 
 
 
 

, 
 
 
 
 
.’
, 
 
 
 
· 
 
ʼ 

 
᾽ 
, 
 
 
 
 
 

 
 
, 
 

. 
 
ʼ 
 

 
, 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 

. 
 
 
 
 
 

 
 
, 
 
 

 
 
 
 
.
ʼ 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
,
 
, 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 

 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

· 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
·
, 
 
 
ʼ 

; 
 
 
 
᾽ 

, 
 
; 
 
ʼ 

 
 
 
 
;
 
 
 
 
 
 

᾽ 
᾽ 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 
 

 
 
, 
 

 
, 
 
 
 
 
.’
 
 
· 
 
ʼ 
 
 
 

ʼ 
, 
 
·
᾽ 
 
 
 

. 
 
 
 
, 
ʼ 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 

 
, 
 
 
 
 

 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
 
·
5846	, 
 
 
 
 
 
 

 
 
 
 

, 
 
 
 
 
. 
 
 

 
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
· 
᾽ 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
 
 
 

· 
 
ʼ 
 
, 
 
 

, 
 
 
 
 
 
 
.’
 
ʼ 
᾽ 
 
 
 
·
, 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

ʼ, 
 
 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
 
, 
 
 

 
 
, 
᾽ 
 
 

 
 
 
 
.’
, 
 
ʼ 
 
 
· 
 
 
 

 
· 
 
 
 

 
· 
 
 
 

 
 
 
. 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 

 
 
 
, 
 

 
 
 

 
 
 
 
.
 
 
᾽ 
 
 
· 
 
 

 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
 

 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
 

· 
 
 
 
 
 

, 
 
ʼ 
 
 
 

, 
 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
, 
 
ʼ 
 

 
 
· 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
 
·
 
 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 

, 
 
 
 
 

. 
 
ʼ 
 
 
 
 

 
, 
 
·
 
 
 
 
 
 
.
ʼ 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
᾽ 
· 
 
ʼ 
, 
 
,
· 
 
 
 
 

 
 
 

, 
 
 
, 
 
 
.
6332	 
ʼ 
 
 
 
 
 

 
 
 
 
 

, 
 
, 
 
,
 
 
 
 
 

 
 
 
 
 
,
ʼ 
ʼ 
 
 
 

 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 

 
ʼ 
· 
 
 
 
 
, 
ʼ 
 

 
 
 
, 
 

 
, 
 
 
.
 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
ʼ 
 
 

, 
 
 
,
 
, 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
 

 
 
ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
· 
 
 
 

 
 
, 
 
ʼ 
·
 
 
 
 
 
 

 
 
· 
 
 

 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
· 
 
ʼ 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 
.
 
ʼ 
 
᾽ 
 

 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
.
 
 
 
 
 
 
 

, 
 
, 
 
.
 
 
 
 
 
 
 
,
 
 
 
, 
 

 
 
, 
 

 
 
 
, 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
, 
 
ʼ 

 
· 
 
ʼ 
, 

 
 
, 
 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
.
6664	 
ʼ, 
 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
, 
 

 
 
 
, 
᾽ 

 
 
 
 
ʼ 
᾽ 

· 
 
 
 
᾽ 
 
,
 
 
 
 
 
.
 
 
 
 
 

· 
᾽ 
 
 
 
 

 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 

 
 
· 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 
 

 
· 
 
ʼ 
 
 

 
. 
 
 
 
ʼ 

· 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 

· 
 
 
 

 
· 
 
ʼ 
 
·
 
 
 
 
 
 
.
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
· 
 
 

 
 
 
.
 
ʼ 
 
 
, 
 

 
 
 
.
 
 
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
. 
 

 
 
 
 
 

 
, 
 
ʼ 
,
 
, 
 
 
, 
ʼ 
 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
. 
 
 
 

 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
, 
 

, 
 
 
 
.
 
 
 
 

 
ʼ 
 
 
 
· 
 
 

 
 
 
, 
᾽ 
 

 
 
 
 
·
᾽ 
 
 
 
.
ʼ 
 
, 
ʼ 
 
 
 
 

 
 
, 
 

 
 
 
.
7096	 
 
 
 
 

ʼ 
 
 
 
, 
 
 

 
. 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
· 
 

 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

ʼ 
 
 
 

 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 

 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
, 
 
ʼ 
·
, 
 
 
᾽ 
 

 
 
 

 
 
· 
 
ʼ 

· 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 
·
 
, 
᾽ 
 
 
 
 
,
 
 
 
. 
 
 
 
 

 
 
 
 
.’
 
· 
 
ʼ 
 
 
᾽ 
.
 
ʼ 
 
 
· 
 
ʼ 

 
, 
 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
· 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
· 
 
 
, 
 

 
 
 
· 
 
ʼ 

, 
 
 
 
᾽ 
 

 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 

 
 
 
,
 
, 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
, 
 

 
 
, 
 
 

 
 
 
 

 
 
 
.
 
 
 
 
 

 
ʼ 
 

· 
 
 
 
 

 
 
 
,
 
 
 
, 
 
 

 
 
ʼ 
, 
 
 

 
 
. 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
ʼ 
.
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
. 
 
 
 

 
· 
 
 
 
 

· 
 
 
᾽ 
 
 

 
 
· 
 
ʼ 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
,
 
 
· 
 
 

 
 
 
 
.
7577	ʼ 
 
 
 
 
,
 
 
. 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 

 
· ?? 
ʼ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
· 
 
 

 
 
 
 

, 
 
ʼ 
??
 
 
.
᾽ 
 
 
 
 

 
 
 
ʼ 
 

 
 
 
 
,
 
᾽ 
 
 
 

 
 
. 
 
 
 
 

 
 
 
 
, 
 
 

 
 
. 
 
ʼ 
 

· 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
, 
 
,
 
ʼ 
 
 
 
ʼ 

 
, 
 
 
 

 
 
 
 
 
·
 
᾽ 
ʼ 
 
 
 

᾽ 
 
 
 
 
.
 
 
 
 
 

ʼ, 
 
 
, 
 
 

 
 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
, 
 
 

 
 
 
 
,
· 
 
ʼ 
 
 
·
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 

 
 
 
 
.
 
᾽ 
 
, 
 
 

 
, 
 
 
,
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
· 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
,
 
 
 
 

 
 
 
 
·
 
 
 
. 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
 
.
7937	 
ʼ 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
, 
 
 
 

, 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 

 
 
. 
 
 
 

 
 
· 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
.
 
 
 
 
᾽ 
 

 
. 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
, 
 
ʼ 

 
 
 
᾽ 
 
 

 
 
 
· 
 

ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
,
 
 
 
, 
ʼ 
.
 
 
 
 
, 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
 
, 
᾽ 

· 
 
 
 
 
 

· 
 
 
 
 
, 
 
·
 
᾽ 
᾽ 
 
ʼ 
, 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
 

 
᾽ 
, 
 
 
ʼ 
.
ʼ 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 
. 
 
ʼ 

 
, 
 
 
·
8274	, 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
,
 
 
· 
 
ʼ 
 
.’
 
· 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
, 
 

᾽ 
 
, 
 
ʼ 
, 
ʼ 
,
 
ʼ 
, 
 
 
 
ʼ 

 
, 
 
 
·
 
 
 
 
 
 
ʼ 

, 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
· 
 
 

 
, 
 
ʼ 
.
 
ʼ 
 
 
· 
 
 

 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
, 
 
 

, 
 
 
 
 

 
. 
 
ʼ 
 

 
 
 
 
, 
 
 

· 
᾽ 
 
 
 

 
· 
 
ʼ 
 
, 
 
ʼ 
·
ʼ 
 
, 
??
 
 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
; 
 
 
 

 
, 
 
 
 
.’
, 
 
 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
,
· 
 
 
 
 
 
ʼ 

 
᾽ 
, 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 
 

᾽ 
, 
 
 
 
 
,
 
, 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
 

 
, 
 
 
· 
8668	 
 
 
 
 

 
 
 
 
;
 
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
᾽ 
 
.’
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
· 
 
ʼ 
 

 
 
 
, 
 
 

 
 
, 
 
·
, 
 
 
 
, 

 
 
 
· 
 
 
ʼ 
 
 

 
 
 
 
, 
᾽ 

 
, 
 
 
 
.’
 
ʼ 
᾽ 
 
 
 
·
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 

. 
᾽ 
 
 
 
 
 
,
 
 
· 
 
 
 
 
,
 
 
 
 
,
᾽ 
 
 
. 
 
 
 
 
 

᾽ 
, 
 
 
 
, 
.’
 
, 
 
, 
 
, 
.
 
 
 
, 
 
 
 

 
 
 
 

 
· 
 
ʼ 
 

 
 
. 
 
 

ʼ 
 
, 
 
 

 
 
 
 
, 
 
.
 
 
ʼ 
 
 

 
 
, 
 
 
,
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 

. 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
᾽ 
 
 

 
, 
 
 
 

 
 
 
᾽ 
 

, 
 
᾽ 
 

 
ʼ 
 
 
 
 
 
ʼ 
,
 
 
, 
 
 

 
 
 

 
, 
 
·
 
ʼ 
 
 
 
 
 
,
ʼ 
, 
 
 

· 
 
 
 
.
 
 
 
 
 
, 
 
 

, 
 
ʼ 
, 
 
,
 
ʼ 
 
 
 
 
·
ʼ, 
, 
 
 
 
.
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
ʼ 
.’
 
 
 
· 
 
ʼ 
 

 
· 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
, 
 
·
 
, 
ʼ 
 
, 
 
 
,
 
· 
 
 
, 
 
.
 
 
 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
ʼ 
,
 
 
᾽ 
 
, 
 
ʼ 
 

 
· 
 
ʼ 
 
 

 
 
᾽ 
 
, 
 
ʼ 
 
 

 
, 
 
 
 
, 
᾽ 
.
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 

, 
 
, 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
, 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 

 
 
 
 
, 
 

 
 
· 
 
ʼ 
 

 
, 
 
 

 
 
 
 
.
 
 
 
, 
 
 

, 
 
 
 
. 
 
 

 
 
 
 
· 
 
 

, 
᾽ 
 
 
 
,
ʼ 
 
 
 
 
 

 
 
᾽ 
 
· 
 
ʼ 

 
 
 
᾽ 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

, 
, 
 
ʼ 
ʼ 
 
.
 
 
ʼ 
 
 
·
9353	 
 
 
ʼ 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
.’
 
᾽· 
 
ʼ 
 
 
.
 
 
, 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
 
 
· 
 
ʼ 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
ʼ 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
, 
 
 
 

 
 
 
 
, 
 
ʼ 
 

 
 
 
,
 
 
 
 
,
 
 
 
 
ʼ, 
 
 

. 
 
ʼ 
᾽ 
 
 
 
 

ʼ 
· 
 
ʼ 
 

, 
 
 
, 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 

 
, 
᾽ 
 
ʼ 
 

 
· 
 
 
 
ʼ 

 
 
· 
 
ʼ 
ʼ 

, 
᾽ 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
, 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
᾽ 
 
,
 
, 
 
, 
 
 

ʼ 
 
 
· 
 
ʼ 
 
,
 
, 
 
ʼ 
 

· 
 
ʼ 
ʼ 
 
 
 
 

 
 
 
, 
 
ʼ 

· 
 
ʼ 
᾽ 
 
 
· 
 
ʼ 

 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
 
.
 
 
 
 
 
ʼ 

 
. 
 
 
 
 

ʼ 
 
 
· 
 
ʼ 

 
 
ʼ 
 
᾽ 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 

, 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
, 
 
ʼ 
ʼ 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
᾽ 
᾽ 
 
 
 

 
᾽ 
 
 
 
 

 
 
 
 
 

 
· 
 
 
 

, 
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
ʼ 

 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
᾽ 
 
· 
 
 
 

 
 
 
· 
 
 

 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
, 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
, 
᾽ 

 
, 
 
 
·
, 
᾽ 
 
 
 
 
 

ʼ 
 
. 
 
 
 

᾽ 
 
 
 
 
 

 
 
, 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
·
9963	ʼ 
 
 
 
 
,
 
 
 
 
 
᾽ 
??.
 
 
 
 
 
 

᾽ 
 
 
· 
᾽ 
 

 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
, 
 
.’
 
᾽ 
· 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 

 
, 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 

, 
, 
 
, 
ʼ 
,
 
 
 
 

· 
 
 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
 
· 
 
 

 
 
, 
 
 
 

 
, 
 
. 
 
ʼ 

, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
, 
 
. 
 
ʼ 

 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
, 
 
 
 

· 
᾽ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
· 
 

 
 
, 
 
 

 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
ʼ 
 

 
. 
 
ʼ 
 

᾽ 
, 
 
, 
 
 
.
 
ʼ 
 
 
 
· 
 
 

 
 
 
, 
᾽ 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 

᾽ 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
, 
 
ʼ 
,
 
 
 
 
 
,
 
· 
 
ʼ 
 

 
 
· 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
᾽ 
· 
 
 
 

, 
 
 
 
 

, 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
, 
 

 
. 
 
 
 
 
 
 

 
 
 
· 
10380	, 
 
, 
 
 

᾽ 
, 
 
 
 
 

 
 
 
 
 
 
.
 
. 
 
 
 
 

 
. 
 
 
, 
 
 

, 
 
 
 
 
.
 
 
, 
 
 

, 
 
ʼ 
 
 
 
 

, 
 
 
 
 
,
 
, 
 
 
 
,
 
ʼ 
 
 

. 
 
 
 
᾽ 
 

 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 

 
 
 
.
 
ʼ 
 
 
. 
 
 

 
 
 
 
 
,
 
· 
᾽ 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

. 
᾽ 
 
 
,
 
 
 
 
 
ʼ 
 
 

 
 
, 
 
 
 
ʼ 
·
 
 
, 
᾽ 
 
 
,
 
 
 
 
 
.’
 
· 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 

, 
 
 
 
 
·
 
ʼ, 
 
 
 
 

 
. 
 
 
 
 
ʼ 
;
 
 
 
 
 

 
; 
 
 
 
;
 
 
 
 
 
 

, 
 
 
 
 
 
 

. 
 
 
 

. 
᾽ 
 
 
 

, 
 
 
, 
᾽ 
 
,
 
 
 
ʼ 
 
 
 
 
.’
 
· 
 
ʼ 
 
 
 
 

 
, 
 
 
᾽ 
·
· 
 
 
 
 
 
, 
.
 
 
, 
 
 
 

· 
 
 
, 
 
ʼ 
, 

 
᾽ 
᾽ 
 
 
, 
 
ʼ 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
᾽ 
.’
10752	 
 
᾽ 
 
 
.
 
 
 
 
 
,
 
 
· 
 
ʼ 

, 
 
 
 
.
 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
ʼ 
 
, 
 
 
,
 
 
 

 
 
· 
 
ʼ 

 
 
· 
 
ʼ 
᾽ 

 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
. 
 
 

 
 
 
· 
 
 
 
 

, 
 
 
 

. 
᾽ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
;
 
 
 
 
 

, 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
, 
 
ʼ 
 

, 
 
 
 
·
 
, 
 
 
, 
 

, 
 
 
· 
 
ʼ 

 
, 
 
 
 
 
 
.’
 
 
 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 

. 
 
 
ʼ 

 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
. 
 
 

 
 
· 
 
ʼ 

, 
 
 
.
 
ʼ 
 
 
 
 

 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
ʼ 
· 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ, 
 
 
ʼ 
 
,
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
·
 
. 
 
 
 
 
 
 

· 
 
ʼ 
 
 
, 
 
.
 
 
 
 
 

 
 
 
 
 
. 
 
 

 
 
 
 

, 
 
 
 
 
 
.
11119	 
 
, 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 

 
, 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
 
ʼ 

· 
ʼ 
 
 
 

, 
 
ʼ 
 
.
 
 
 
 

 
 
 
. 
 
 
ʼ 

 
 
 
 
,
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 

ʼ 
 
· 
 
 
 
 
 

᾽ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

. 
 
 
 
 
 

, 
᾽ 
 
 
 
 
.
 
, 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
. 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
, 
 

 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
ʼ 
 

 
, 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
, 
 
 
 
,
 
 
 
 
 
·
 
᾽ 
 
 
 
 
.
 
 
 
· 

· 
 
ʼ 
 
 

 
 
 
 
 

 
· 
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
᾽ 

, 
 
 
.
 
 
 
, 
 
 

 
, 
 
 
 

 
 
 
 
 
,
· 
 
ʼ 
 
 
 
.
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
,
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 

, 
 
 
 

 
. 
 
 
ʼ 
 
 

 
 
 

 
 
 
, 
 
.
 
 
 
 
 
 
 

· 
 
 
 
 
 

. 
 
 
 
 
 

 
 
 
 
;
 
 
 
 
 

 
· 
 
ʼ 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
 
 
. 
᾽ 
 

ʼ, 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
᾽ 

 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
,
 
 
 
, 
 
 
᾽ 

 
 
, 
 
 
,
 
 
· 
 
 
,
 
 
 
 
 
 
.’
11694	 
᾽ 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
·
 
, 
 
 
 
 
ʼ 

 
 
, 
 
 
 

 
 
· 
 
 
 

᾽ 
 
 
 
 
 

, 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
,
 
 
 
 
; 
 
 

 
 
 
 
.’
 
· 
 
ʼ 
 
 
 
·
 
, 
ʼ 
 
 
 
 
 
,
· 
 
 
 
 

 
· 
 
ʼ 
 
 
 
.
, 
, 
 
 
 

. 
 
 
 
 
 
 
.
 
 
 
 
 
 
.’
 
᾽ 
· 
 
 
 
 

 
 
ʼ 
 

 
 
 
 
· 
 
ʼ 

 
 
, 
 
 
.
 
ʼ 
, 
᾽ 
 
 

ʼ 
, 
, 
 

, 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
. 
 
 

 
 
 
·
 
 
 
 
, 
, 
, 
 
 

 
, 
 
ʼ 
 
 

, 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 
 

, 
 
 
 
ʼ 
.’
 
᾽· 
 
 
 
 
·
, 
 
 
 
, 
 
 

᾽ 
· 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
.’
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 

, 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
, 
 
ʼ 
 
ʼ 

· 
 
 
 
 
.
 
 
ʼ 
 
, 
 
 
 

· 
 
 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
 
 

 
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 

ʼ 
 
· 
 
 
 
 

ʼ 
 
 
· 
 
 

 
 
 
, 
 
 

 
. 
 
ʼ 
 
 

 
 
 
· 
12113	 
, 
 
 
 
 
 
,
᾽ 
 
. 
 
 
᾽ 

 
 
᾽ 
, 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 

 
· 
᾽ 
 
ʼ 
 

, 
 
 
 
 
.
᾽ 
 
 
 
 
 

. 
 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
· 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
. 
 
, 
ʼ 
,
 
· 
 
ʼ 
 

 
, 
 
 
᾽ 

, 
 
 
 
.
ʼ 
 
 
 
, 
ʼ 

ʼ, 
᾽ 
· 
 
ʼ 
 

, 
 
 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
 

ʼ 
 
 
. 
 
ʼ 
ʼ 
,
 
 
 
 
 
.
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
ʼ 
.
ʼ 
 
, 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
ʼ 
· 
 
 

 
 
 
. 
 

ʼ 
 
 
 

 
, 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
, 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 
ʼ 

 
 
᾽ 
 
.
 
 
 
 
 

, 
 
 
 
ʼ 
·
 
 
 
 
 
, 
ʼ 

 
 
 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 

, 
᾽ 
 
 
 
 
,
 
ʼ 
 
 

 
. 
 
ʼ 
 
 

, 
 
 
 
, 
 

, 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
. 
 
ʼ 

 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
12509	 
 
 
 
· 
 
 

 
· 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
᾽ 
 
,
 
 
 
, 
 

 
 
 
· 
᾽ 
 

 
 
 
 
 

, 
 
ʼ 
 
 
ʼ 
.
᾽ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
 
,
ʼ 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
, 
 
 

ʼ 
 
, 
 
 

, 
 
 
 
 
,
 
ʼ 
 
, 
 
 

 
 
 
ʼ 
, 
 
ʼ 

 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
,
 
ʼ 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
,
 
᾽ 
᾽ 
 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 

 
 
 

, 
᾽ 
 
 
 
,
 
 
. 
 
ʼ 
 
 

 
 
 
.
 
 
 
 
· 
 
ʼ 
 

 
 
· 
 
ʼ 
 

 
 
· 
 
 
ʼ 

· 
 
ʼ 
 
 
 

 
 
 
. 
 
 

 
, 
 
· 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
. 
 
ʼ 

 
 
 
· 
 
ʼ 

. 
 
 
ʼ 
· 
 
ʼ 

 
 
. 
 
 

. 
 
ʼ 
 
 
, 
 
 

 
 
 

 
. 
 
ʼ 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
· 
 
ʼ 

 
 
. 
 
 

 
 
 
 
.
 
 
 
 
᾽ 
 

· 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

· 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
ʼ 

 
. 
 
ʼ 
 
 
 
,
 
 
 
· 
 
 

 
 
, 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
. 
 
ʼ 
 

 
 
 
· 
 
ʼ 

 
· 
 
 
 
.
 
᾽ 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
. 
 

ʼ 
, 
᾽ 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

 
, 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

ʼ 
. 
 
 
 
 

· 
 
 
 
 
·
13062	 
 
 
ʼ 
 

· 
 
 
 
, 
 
,
 
 
 
 
, 
 
 

 
· 
 
ʼ 
 
 
.
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
· 
 
 

 
 
 
 
.’
 
᾽ 
, 
 
 
 
 

 
 
 
 
. 
 
 

 
 
 
·
, 
 
 
 
 
;
 
 
 
 
 
 
.
 
 
 
 

ʼ 
 
 
, 
 
 

 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ, 
᾽ 
᾽ 

. 
 
 
 
 
.
 
 
 
᾽ 
 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 
 

 
 
 
 
· 
 

 
 
᾽ 
 
· 
 
 

 
 
, 
 
, 
 
 
ʼ 

 
 
 
 
 
 
 
.’
 
᾽ 
 
· 
 
ʼ 

 
. 
 
 
 
 

, 
 
᾽ 
 
 
·
 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

, 
 
 
, 
 

 
 
 
. 
᾽ 
 

 
, 
 
 
᾽ 

 
ʼ 
 
, 
 
 

 
 
 
.’
 
, 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
, 
 

 
ʼ 
 
 
 
,
ʼ 
 
 
 
 
·
 
 
 
 
· 
 
 

, 
᾽ 
 
᾽ 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
 
, 
 
 

 
, 
 
ʼ 
 
 

 
 
ʼ 
.
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
 
· 
 
 

 
 
 
· 
 

 
 
 
· 
 
ʼ 
 

 
 
 
.
 
 
 
 
 
 
.
13447	 
ʼ 
᾽ 
 
 
 
, 
᾽ 
 

 
, 
 
ʼ 
 

, 
᾽ 
 
 
 
,
 
 
 
ʼ 

, 
 
 
 
.
 
 
 
, 
 

ʼ 
᾽ 
 
 
 
,
· 
 
 
 

 
 
 
·
 
ʼ 
 
 
, 
 
 

 
 
· 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
· 
 
 

 
᾽ 
 
 
ʼ 
· 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 

᾽ 
 
, 
 
 

 
· 
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

. 
᾽ 
 
, 
 
.’
 
᾽ 
· 
 
 
 
 
 

· 
 
ʼ 
 
 
, 

 
 
ʼ 
 
, 
 
 

, 
 
 
 
 
 
.
 
 
 
 
· 
 
 
 

 
 
 
 
 

, 
 
 
.
 
 
 
 
 
,
 
ʼ 
 

· 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
 
 
,
 
 
 
, 
 
 
.
· 
 
, 
, 
 
,
 
· 
 
 
. 
 
ʼ 

 
 
 
 
 
.
 
 
 
, 
 
,
 
, 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 

 
 
 
,
 
· 
 
ʼ 
 
 
 

ʼ 
 
 
, 
 
᾽ 

 
 
 
 
. 
13779	 
 
 
 
, 
 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
 

 
· 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 

 
 
· 
 
 

 
 
 
· 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
 
᾽ 

 
 
 
, 
 

, 
 
 

, 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 

 
. 
 
 
 

 
, 
 
 
.
 
᾽ 
ʼ 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
, 
 
 
,
 
 
 
 

 
 
 
, 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
 
 
ʼ 
 

 
 
 
.
 
 
 
 
 

ʼ 
 
, 
 
 
,
 
, 
 
 
 
.
 
 
 
 
 
ʼ 

 
ʼ 
, 
 
ʼ 
,
᾽ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ, 
 
 

 
 
, 
 
 

, 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
ʼ 

 
 
. 
 
ʼ 
 

ʼ 
 
· 
 
ʼ 
 

, 
 
 
 
 
·
14119	 
, 
 
 
 

ʼ 
 
 
 
. 
 
 
 

 
 
 
 
 

ʼ 
, 
 
 
ʼ 
 

 
 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
 
᾽ 
, 
 

 
 
 
 
,
 
 
 

, 
 
 
 

 
ʼ 
 
· 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
ʼ 

 
, 
, 
,
 
 
 
, 
᾽ 

 
 
᾽ 
 
.
 
ʼ 
 
 
 
· 
 
 

 
᾽ 
 
 
 
,
 
, 
᾽ 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
. 
 
 
 

, 
ʼ 
 
 
 
.
 
 
 
 
 

 
, 
 
· 
 
ʼ 
,
 
ʼ 
 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
· 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
, 
 
,
 
·
 
 
 
.’
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
ʼ 

 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

, 
 
. 
 
 

 
, 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
, 
 
 
 

 
 
· 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 

ʼ 
· 
 
ʼ 
᾽ 
 

 
᾽ 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
 

 
. 
 
ʼ 
ʼ 

 
 
ʼ 
 
 

· 
 
ʼ 
 
· 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
, 
 
ʼ 
 
ʼ 
.
14521	 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
· 
 
 
 

 
· 
 
 

 
 
 
· 
 
ʼ 
 
,
 
 
, 
 
.
 
 
 
 
᾽ 
 
 
 

· 
 
ʼ 
 
 
 
,
 
 
 
· 
 
 
 

 
 
ʼ 
. 
 
 
 
 

 
 
 
 
,
 
 
 

 
 
 
 
,
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
; 
 
 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
· 
 
 

ʼ 
 
 
. 
 
 
 

 
 
 
 
 
,
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 

ʼ 
 
· 
 
ʼ 

, 
 
 
 
᾽ 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
 

, 
 
 
ʼ 
 

 
· 
 
 
 

, 
 
ʼ 
 
·
, 
 
 
 

 
 
 
 
; 
 
 

 
 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
, 
 

. 
᾽ 
, 
 
 
,
 
 
 
.’
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
, 
 
 
 
 
 
;
 
 
 
 
, 
 
, 
 
·
 
ʼ 
 
 
 
 
,
 
. 
 
 
 
 
·
᾽ 
ʼ 
 
, 
 
.’
14857	 
ʼ 
᾽ 
 
 
 
·
, 
 
ʼ 
 
 
;
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 

, 
 
 
 
 
 
 

 
, 
ʼ 
 
ʼ 
 

 
 
, 
 
.’
 
᾽· 
 
 
᾽ 
 

 
 
· 
 
 
 
ʼ 
.
 
 
ʼ 
 
 
 
 

ʼ, 
 
. 
᾽ 
 

· 
 
 
 
 
.
 
 
 

· 
 
 
 
 
 
 
.
 
ʼ 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
 

, 
ʼ 
 
 
 
,
 
 
 
 
 
,
, 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
᾽ 
 
 
.
 
 
 
 
᾽ 
. 
 
 

 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
· 
 
 

 
 
 
 
.
 
᾽ 
 
 
 
 
 
· 
 
ʼ 

· 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 

ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 

 
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 

ʼ 
· 
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
ʼ 
 
 

 
 
 
 
, 
 

, 
 
 
.
 
 
 
 
,
 
, 
, 
 
 

, 
 
᾽ 
 
,
 
 
 
 
.
 
ʼ 
᾽ 
 
 

 
 
 
ʼ 
,
, 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 

 
 
 
᾽ 
 

 
 
 
 
 
᾽ 
 
.
15257	 
ʼ 
 
 
, 
 
,
ʼ 
, 
, 
 
 

 
 
, 
 
.
 
 
 
 
 
· 
 
ʼ 
ʼ 

, 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 

, 
 
 
 
 
 

 
᾽, 
 
, 
·
 
 
ʼ, 
 
 
 
 
,
 
 
 
 
·
᾽ 
 
 
 
, 
᾽ 
 
,
 
 
, 
.
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
 
 
 

 
 
, 
 
 

 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 
 
,
, 
 
 
 
 
.
 
ʼ 
 
 
, 
 

ʼ 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 

· 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 

 
, 
· 
 
 
,
 
 
· 
 
 
 
 
,
 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
 
 
ʼ 
 
 
 
᾽ 
, 
 

 
 
 
·
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 
 
,
 
 
 
.
 
 
 
 
 
, 
᾽ 
 

 
 
 
 
·
 
 
᾽ 
, 
 
 

, 
 
 
 
,
 
ʼ 
 
. 
 
ʼ 

 
ʼ 
 
 
 
 
.
15623	 
 
 
 
 
, 
 
 

 
 
· 
 
 

 
 
 
 
.
 
 
 
 

 
 
, 
 
 

 
 
 
, 
 

 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
᾽ 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
, 
 
 
 
 
·
 
ʼ 
 
 
, 
 

 
 
 
 
.
᾽ 
 
 
, 
, 
 

, 
᾽ 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
. 
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 

· 
 
 
 
 
 
.
 
 
ʼ 
 
 

 
 
ʼ 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
 
· 
 
ʼ 
 
 
 

 
· 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 

 
 
· 
 
ʼ 

 
 
 
· 
 
 

 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
, 
 
·
 
 
 
 
· 
 
 

᾽ 
 
. 
 
ʼ 
 
 

 
 
 
. 
 
ʼ 

 
 
, 
 
ʼ 

, 
 
, 
 
.
 
 
, 
ʼ 
 
,
 
 
 
 

 
, 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
· 
 
ʼ 

, 
 
 
 
.
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
,
 
 
ʼ 
, 
 

 
 
 
 
 
 
.
 
 
 
ʼ 

, 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
, 
 
᾽ 

 
 
 
 
 
.’
16052	 
᾽ 
· 
 
ʼ 
 
 
.
 
 
 
 
 

 
, 
 
 
 

. 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
,
 
᾽ 
 
 
 
 
ʼ 
.
 
ʼ 
 
᾽ 
, 
᾽ 
 

 
 
, 
ʼ 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 

 
, 
 
 
 
 
 

, 
 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
, 
 

 
 
 
; 
 
 

 
 
 
 
;
 
 
 
 

 
 
 
ʼ 
 
,
 
ʼ 
, 
᾽ 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 

 
᾽ 
 
 
·
 
ʼ 
 
 
, 
 
 

 
· 
 
ʼ 
 

, 
 
 
 
 
ʼ 

 
, 
 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
ʼ 
 
, 
 
 

 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
, 
 
 

 
 
 
 
.
 
 
 
, 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
 

ʼ 
 
· 
 
 
 
 
 

 
᾽ 
·
 
ʼ 
 

, 
 
 
 
 
·
16424	 
 
 
, 
 

, 
 
 
 
 
.
 
 
 
 

 
 
 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
ʼ, 
 
 
,
 
 
ʼ 
 
 
, 
 

 
 
 
 
.
᾽ 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
· 
 
 
 
 
 
 
.’
 
ʼ 
᾽ 
 
 
 
,
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
, 
 

, 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
.’
 
ʼ 
 
 
 
·
 
 
ʼ 
᾽ 
 
 

 
 
 
 
 
 
,
, 
 
 
 
,
 
, 
 
 
 

· 
 
 
 
 
 
 
.
 
 
᾽ 
 
 

 
 
 
 
. 
 
 

 
, 
 
 
 

 
 
 
.
 
 
 
 
. 
᾽ 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
· 
 
ʼ 
 
 
 
.’
 
᾽· 
 
 
 
,
 
 
 
. 
 

 
 
 
 
᾽ 
·
 
 
 
 
 
 

ʼ 
 
 
.
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
᾽ 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
· 
᾽ 
 
ʼ 

 
 
 
 
 
.’
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
,
ʼ 
· 
 
ʼ 
 

, 
 
ʼ 
 
 
 

· 
 
 
 
 

, 
 
 
 
 
.
 
 
 
, 
᾽ 
 
,
 
ʼ 
 
 
᾽ 
 
 
·
᾽ 
 
, 
 
.
 
 
 
 
ʼ 
,
 
 
᾽ 
 
, 
 
 
·
16796	 
 
 
᾽ 
· 
 
 

 
, 
 
 
 
 
.
 
 
 
ʼ 
 
 

, 
 
 
 
 
·
 
 
 
 
 
 

 
. 
 
 
᾽ 
 

 
 
 
, 
 
, 
 
ʼ 
,
 
ʼ 
 
 
 
.
 
 
 
, 
 
 

 
 
 
· 
 
 
 

. 
 
 
 
 
 
ʼ 
,
 
 
 
 
, 
 
ʼ 
 

 
 
 
.
᾽ 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
 
, 
 
 

 
, 
 
 
.’
 
· 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
, 
 
ʼ 

, 
 
 
 
·
 
, 
 
 
 
, 
ʼ 

, 
᾽ 
, 
 
 
 
.
᾽ 
 
 
 

· 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
· 
 
 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
 

, 
 
 
 
 
ʼ 
 
ʼ 

 
 
, 
 
 
ʼ 

 
 
, 
 
 
,
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 

 
 
 
, 
ʼ 
 
 

 
 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
 
 

, 
 
 
᾽ 
. 
 
 

 
 
, 
 
·
ʼ 
, 
, 
 
 
.
 
 
᾽ 
 
ʼ, 
 

 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.’
 
ʼ 
 
 
,
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 

· 
 
 
 
 
.
17142	 
ʼ 
 
 
 
·
 
 
 
 
, 
ʼ 
 

 
, 
 
 
 
᾽ 

 
 
 
ʼ 
,
 
 
· 
 
ʼ 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 

ʼ, 
 
 
 
, 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
· 
 
 
 

, 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 

 
 
 

 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
· 
 
 

 
᾽ 
, 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ. 
 
 
 
 

 
 
· 
 
ʼ 

, 
ʼ 
 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 

 
ʼ 
 
, 
 
 
 

 
ʼ 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
· 
 
 

 
. 
 
ʼ 
᾽ 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 

 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
 
 

· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
,
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
.’
17467	 
᾽· 
 
ʼ 
 
 

 
ʼ 
 
᾽ 
 

 
 
· 
 
ʼ 
 

, 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
.
17502	 
ʼ 
 
, 
, 
 
ʼ 
, 
 
 
,
 
 
 
 
 
 

 
᾽ 
. 
 
 
 
 

, 
 
 
 
 

· 
 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
· 
 
ʼ 

 
 
, 
 
ʼ 
 
 

 
 
 
 

· 
 
ʼ 
 
 
·
 
 
, 
 
, 
 
.
 
; 
 
 
 
, 
 
 

 
 
ʼ 
 
 
,
 
 
ʼ 
 
 

; 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
.’
 
· 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
, 
 
. 
 
 

 
 
 
, 
 

 
· 
 
ʼ 
 
.’
, 
 
᾽ 
 
 
 
 
ʼ 
,
 
 
 
· 
 
ʼ 

 
 
 
 
·
᾽ 
 
 
· 
 
 
 

 
 
 
, 
 
 

 
 
 
 

 
 
᾽ 
. 
 
ʼ 
 

 
 
 
 
 
.’
 
᾽ 
· 
 
 
 
 
,
 
 
᾽ 
 
 
·
, 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
.’
, 
 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 

, 
᾽ 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 

 
 
 
ʼ 
 
ʼ 
 

 
 
 
 
, 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
 

 
· 
 
 
 

, 
 
 
ʼ 
, 
 
 
 
,
 
ʼ 
 
· 
 
 
 

, 
 
 
 
 
.
 
 
 
 
· 
17860	, 
 
 
 
 
 

 
; 
 
ʼ 
, 
 
 

 
, 
 
 
;’
 
ʼ 
 
 
 
·
· 
 
 
 
 
.
 
 
 
 
 
 

, 
᾽ 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
, 
 
ʼ 
 
.
 
 
, 
 
 
 
 
 

 
 
 
 
,
, 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
ʼ 

ʼ 
 
 
 
 

 
 
 

 
· 
 
ʼ 
 

 
 
 
, 
 
 
ʼ 

 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
· 
 
 

 
, 
 
 
 
 
 
.’
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
ʼ 
·
 
, 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
, 
 
 
 
 

· 
 
 
 
 
 
.’
 
᾽· 
 
ʼ 
 
 
·
 
 
 
, 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
.’
 
᾽ 
· 
 
 
ʼ 
 
·
, 
 
, 
 
 
 
,
 
. 
 
 
 
 

 
ʼ 
 
᾽ 
 
· 
 

 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
,
 
 
 
 

. 
 
 
 
,
 
 
 
, 
 
 
 
,
 
, 
 
ʼ 
 
 
.’
 
· 
 
 
, 
 
 

. 
 
ʼ 
 
 
·
 
 
 
 
· 
 
 
 

 
· 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
, 
 
 
, 
᾽ 
.’
18230	 
· 
 
ʼ 
 
 
 
,
 
 
 
 
·
 
, 
, 
 
, 
 
,
 
· 
 
 
 
, 
ʼ 

 
 
· 
 
 
.’
 
, 
 
 
· 
 
ʼ 
·
 
ʼ 
 
 
 
. 
 
 
 

 
 
 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
, 
 
 
, 
 
 
 

 
 
 
,
 
. 
᾽ 
 
 

, 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
· 
 
 
 
 

 
 
. 
 
ʼ 
 
 

 
· 
 
ʼ 
, 
 
᾽ 

 
, 
 
 
.
 
 
 
 
 
 

 
 
 
 
, 
᾽ 

 
. 
 
ʼ 
 
 
,
 
 
 
 
 
·
ʼ 
, 
 
; 
 
 

, 
 
 
 
 
;
 
ʼ 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
,
 
, 
 
 
 
 

 
 
 
.
 
 
 
 
· 
 
ʼ 

 
 
 
·
 
 
 
· 
 
ʼ 
 

. 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 
.
 
 
 
· 
 
 
 

 
 
᾽ 
· 
 
 

. 
 
 
 
 
 
.’
 
· 
 
ʼ 
 
 
᾽ 
.
 
ʼ 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
· 
 
ʼ 

 
, 
 
,
 
, 
 
 
·
 
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
, 
᾽ 
,
 
 
 
 
 
.’
· 
 
ʼ 
᾽ 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
.
 
 
 
 

· 
 
 
 
 

· 
 
 
 
 

 
, 
 
, 
 
ʼ 

 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
, 
 
ʼ 

, 
 
 
 
᾽ 
 
 
.
18657	 
ʼ 
 
 
 
 

 
 
ʼ 
 
 
.
 
ʼ 
 
· 
 
ʼ 

 
 
 
 
 
·
 
, 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
, 
 
 
 
 

 
· 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
·
 
 
 
ʼ 
 
,
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
 
 
 
 

ʼ, 
᾽ 
 
ʼ 
 
 

 
 
 
 
.
ʼ 
 
, 
 
 
 
,
᾽ 
 
 
. 
 

 
 
 
 
.
 
 
 
, 
 
 
 

, 
᾽ 
 
 
, 
 

. 
 
 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
.’
 
᾽· 
 
 
 
 

, 
᾽ 
 
 
 
 
.
 
᾽ 
᾽ 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 

· 
 
ʼ 
 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
· 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
 

. 
 
 
 
 
 

 
 
 
· 
᾽ 
 

 
 
 
ʼ 
 
 
,
᾽ 
 
 
 

 
 
 
. 
 
ʼ 

 
 
 
, 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
ʼ 
, 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
ʼ 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
ʼ 

 
 
 
 
, 
 
 

 
· 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
᾽ 
. 
 
 

 
 
 

 
 
ʼ 
. 
 
ʼ 
 

 
 
 
, 
 

. 
 
᾽ 
 
 
 
,
 
ʼ 
, 
 
 
 
 
·
 
ʼ 
᾽ 
 
, 
 
 
 

 
, 
 
ʼ 

 
 
 
 
.
ʼ 
᾽ 
 
 
 

 
 
 
 
.
 
 
 
 
, 
 
 

 
ʼ, 
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
, 
 
 
 

, 
 
 
.
 
 
 
 
· 
 
ʼ 
 

 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
, 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
. 
 
 
᾽ 

 
 
 
 
 
 
 
 
· 
 
ʼ 
 

 
, 
 
 
 

, 
 
 
 
 
 
 
 
 
 
, 
· 
 
ʼ 

· 
 
 
 
 

 
 
 
 
 

. 
 
ʼ 
 
 
 
 

 
 
 
· 
 
 
 

 
, 
 
 

· 
 
 
 
 
· 
19292	 
 
᾽ 
ʼ 
 
 

 
· 
 
ʼ 
 
 
.
 
, 
 
 
 
 

 
 
 

. 
 
 
 
 
ʼ 

 
. 
 
 
 
 
,
 
᾽ 
, 
 
 

ʼ 
 
 
, 
;’
 
᾽· 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
· 
 
ʼ 
 
 

 
. 
 
 
 

 
 
· 
 
 
 
 

· 
 
 
 
 
· 
 
 
,
 
 
, 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
, 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
,
 
ʼ 
 
 

ʼ 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 

 
 
, 
 
· 
 
ʼ 

 
᾽ 
 
, 
 
 

 
 
 
 
, 
 
ʼ 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 
,
 
᾽ 
· 
 
ʼ 
 
 

 
 
 
 
᾽ 
·
 
 
 
 
 

 
· 
 
 
 

 
, 
ʼ 
, 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
·
 
 
 
 
, 
 
 

 
 
 
 
,
 
 
 
; 
 
 

 
 
; 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
᾽ 
 
 

 
 
 
, 
 
ʼ 

 
 
, 
ʼ 
 
 

, 
 
 
 
 
.
 
 
 
; 
 
ʼ 
 
 
 
,
᾽ 
, 
᾽ 
 
᾽ 

, 
 
 
 
 
 
.’
19669	 
 
 
 

 
 
 
 

 
, 
 
 
·
, 
 
 
 
 

· 
 
ʼ 
 
 

 
 
 
 
 

 
 
· 
 
 
 
᾽ 
.
 
 
 
 
 
 
 

ʼ 
 
, 
᾽ 
 

. 
᾽ 
ʼ 
 
, 

 
 
 
 
· 
 
ʼ 

 
 
 
, 
 
 
,
ʼ 
 
 
 
 
 
ʼ 
,
 
 
 
 

᾽ 
 
· 
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
.
 
 
 
 
 

 
 
 
, 
 

 
 
 
,
 
 
 
· 
᾽ 

 
 
 
 

 
, 
᾽ 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
. 
 
 

 
 
 
 
· 
 
ʼ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 

 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
, 
᾽ 

 
 
 
 
, 
 
 
.
 
ʼ 
 
 
, 
 
· 
 
 

 
· 
 
 
 
 

, 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
, 
 
 
.
 
, 
 
 
᾽ 
᾽ 
 
 
 
,
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
᾽, 
 
 
 
 
ʼ 
,
 
· 
 
ʼ 
, 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
 
 
 
.’
20009	 
 
· 
 
ʼ 
 

· 
 
 
 
 
.
 
ʼ 
· 
 
 
 

· 
 
 
 
 
᾽ 
·
 
 
 
ʼ 
 
᾽ 
 
·
 
 
 
 
, 
,
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
;
ʼ 
 
᾽ 
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.’
 
 
· 
 
 
 

 
· 
 
ʼ 
 

 
 
 
· 
᾽ 

· 
 
 
 
 
·
, 
 
 
 
. 
 
 

 
 
 
ʼ 
, 
 
 
,
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
; 
 
 

 
 
 
 
 
.
 
 
· 
 
ʼ 
 
 

 
 
· 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
, 
 
ʼ 

 
 
 
 
.’
 
 
 
· 
 
 

 
 
 
 
,
 
 
 
 
,
 
 
 
. 
 
 
ʼ 

· 
 
 
 
 
·
, 
 
 
 
 
 
;
 
 
 
 
 
, 
 
 

 
 
 
᾽ 
 
,
 
 
 
 
, 
 
ʼ 
,
. 
 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 
,
 
᾽ 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 

 
 
. 
 
ʼ 
 

 
 
 
 
 
.
 
 
, 
 
 

 
. 
 
ʼ, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 
ʼ 
. 
 
 

ʼ 
 
 
 
 
.’
20387	 
᾽ 
· 
 
 
 
 
 
 

ʼ 
 
, 
 
.
 
ʼ 
 
 
 
, 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
·
, 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
. 
 
 
᾽ 

 
 
 
ʼ 
,
 
 
 
 
 
 
 
.’
 
᾽ 
 
· 
 
 

 
 
 
·
 
 
ʼ 
, 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
.’
 
· 
 
ʼ 
 
 
ʼ 
,
 
 
 
· 
 
ʼ 

, 
 
 
᾽ 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
᾽ 
 
ʼ 
 

 
 
 
 
 
,
 
 
· 
 
 
 
ʼ 

 
 
ʼ 
 
.
 
᾽ 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 

ʼ, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
ʼ 
ʼ, 
 
ʼ 
ʼ 
 
, 
 
 

· 
 
ʼ 
 
 

 
 
· 
 
 
ʼ 
 

 
 
 
 
, 
 
.
 
ʼ 
᾽ 
, 
 
 
 
 
 

 
· 
 
ʼ 
 

 
, 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
·
 
 
 
᾽ 
 
; 
᾽ 
 

 
 
, 
 
,
. 
 
 
 
 
.
 
 
 
, 
 
 
, 
,
 
 
 
· 
 
 
 

 
 
, 
 
 
,
 
 
 
 
 
 
.’
 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
20765	, 
 
 
, 
᾽ 
·
 
ʼ 
 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
 
 
.
 
 
 
, 
, 
 

᾽ 
 
· 
 
᾽ 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
,
 
 
 
ʼ 
 
.’
 
· 
 
ʼ 
 
᾽ 
·
 
, 
 
 
 
 
, 
 
.
ʼ 
 
 
 
 
 
 

 
· 
 
 
 
 

, 
 
 
 
.’
 
᾽· 
 
ʼ 
 
. 
 

 
, 
 
 
·
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

 
, 
 
 
 
 
 

᾽ 
, 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
᾽ 

 
 
 
· 
 
ʼ 

 
 
. 
 
 
 
 
 

 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
· 
 
 

 
 
 
 
·
 
 
 
ʼ 
. 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
, 
, 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
 

, 
᾽ 
 
, 
 
ʼ 

ʼ 
 
 
. 
 
 

ʼ, 
 
 
 
 
 
 
.’
 
᾽ 
· 
 
 
 
·
 
ʼ 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
 
 
 

, 
 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
. 
 
ʼ 

 
 
 
 
·
 
, 
 
 
 
. 
 
ʼ 

 
 
 
 
 
.
 
 
 
, 
ʼ 
 

 
᾽, 
 
 
, 
 
 
 

, 
 
 
 
 
.
 
 
 
ʼ 
,
 
 
 
 
 

ʼ, 
ʼ 
 
 
 
 
 
,
 
 
 
??
 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 

ʼ, 
 
 
, 
 
,
 
 
 
 
.
 
 
 
 
᾽ 
, 
 
ʼ 
 

 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 
 
.’
21216	 
· 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
. 
 
 

 
 
 
 
 
·
, 
, 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 

 
. 
 
 
 
 
,
 
 
 
 
 
 
 

 
. 
 
ʼ 
 
 

 
· 
 
 
 
 
 

 
ʼ 
 
, 
 
 
.
, 
, 
 
 
,
 
 
 
 
.’
· 
 
 
, 
 

· 
 
ʼ 
 
 
,
ʼ 
 
 
, 
 
·
 
, 
 
 
 
 
᾽ 
,
 
 
 
 
 
,
᾽ 
 
 
; 
 
 

 
 
 
 
;
, 
ʼ 
 
 
 
,
 
 
 
 
.’
 
 
· 
 
ʼ 
 

 
᾽, 
᾽ 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
· 
 
ʼ 

ʼ 
 
 
 
 
᾽ 
·
 
 
 
, 
 
 
 
,
· 
 
 
 
 
 

 
 
ʼ 
. 
 
 

 
 
 
 
.’
 
᾽ 
· 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 

 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ, 
 
 
 
 

 
, 
 
᾽ 
 
 
 
,
 
 
 
· 

 
 
 
, 
᾽ 

 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 
᾽ 
 
 

, 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 

 
 
 
 
 
,
 
 
 
, 
 

 
 
 
.
 
 
 
 
᾽ 
 
 

 
, 
 

 
 
, 
 
 

 
 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
, 
 
. 
 

 
 
 
 
, 
 
 
 

 
, 
᾽ 
 
·
᾽ 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 

· 
 
 
 
 
 
ʼ 

᾽ 
, 
 
 
 
 
.
21666	 
 
ʼ 
, 
 
 
,
 
 
ʼ 
,
 
 
· 
 
 
 

 
· 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
 
, 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
. 
 
 
 
,
 
ʼ 
, 
 
 
.
 
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
᾽ 
 
·
 
 
 
 
,
 
 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
 

 
 
 
· 
 
ʼ 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
,
· 
 
ʼ 
 
 
, 
 
ʼ 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 

 
· 
 
ʼ 
 

 
 
 
, 
 
ʼ 
 
·
 
, 
 
 
 
 
.
, 
 
 
 
 
 
 
 

. 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 

 
, 
 
 
ʼ 

 
, 
 
 

· 
 
 
 
 
 
 
 
.’
 
, 
 
 
 
 
,
, 
· 
 
 
 

, 
 
 
 
.
 
 
 
 
 
 
,
 
· 
 
ʼ 
ʼ 
 

ʼ· 
 
 
 
 
, 
 
ʼ 

· 
 
 
 
 
 
 
·
 
᾽ 
, 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
, 
 
ʼ 
, 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 

 
 
· 
 
ʼ 
 
·
 
 
 
 
, 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
·
 
 
 
. 
 
 
 

 
 
ʼ 

, 
 
 
 
 
·
 
ʼ 
 
· 
 
ʼ 
 

ʼ 
 
 
.
᾽ 
᾽ 
 
, 
᾽ 
 

 
· 
 
ʼ 
 

 
 
 
, 
 
 

ʼ 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
, 
 
·
22109	 
 
, 
, 
 
 
 
 
;
ʼ 
; 
 
 
 
 
 
 
;
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
ʼ 
 
 
; 
 
 
 

 
᾽ 
, 
 
, 
᾽ 
 

 
, 
 
 
 
 
.’
 
· 
 
ʼ 
 
· 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
᾽ 
 

, 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
· 
 
ʼ 

 
· 
 
 
 
·
, 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.
 
 
 
 

 
 
, 
 
 
 

, 
ʼ 
 
᾽ 
 
 
.’
 
, 
 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

, 
ʼ 
· 
 
ʼ 
᾽ 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 

 
 
, 
 
 
 
.
ʼ 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
.’
 
᾽ 
, 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
. 
ʼ 

 
᾽ 
 
 
· 
 
ʼ 

 
 
ʼ 
 
.
 
 
 
 
 
·
, 
 
 
 
 
, 
᾽ 
,
 
 
 
 
; 
 
 

 
 
᾽ 
 
 
 
.
 
 
 
 
᾽ 

 
, 
 
, 
 
ʼ 

, 
 
, 
 
 
 
,
 
ʼ 
, 
 
 
.’
 
· 
 
ʼ 
 
᾽ 
·
 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
᾽ 
; 
 
 
 
ʼ 

, 
 
 
 
 
·
 
 
 
 
 
᾽ 
.’
22467	 
· 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

 
, 
 
ʼ 
 
 
·
, 
 
 
 
 
 
,
 
. 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
,
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
, 
 
ʼ 
 
 
, 
 

 
 
· 
 
 

 
 
 
 
 
.’
 
ʼ 
 
 
 
, 
 
ʼ 

 
. 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
.
 
 
᾽ 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
 

 
 
· 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
ʼ 
·
 
 
 
᾽ 
 
, 
 
 

· 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
.
 
 
 
 
ʼ 

 
 
 
, 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
· 
 
ʼ 
 
 

 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
· 
 
ʼ 

ʼ 
 
 
 
, 
 
ʼ 

 
 
 
 
 
 
,
ʼ 
 
 
, 
ʼ 

 
 
 
.
 
 
 
 
 
 
 

, 
 
ʼ 
· 
 
 
 
·
 
ʼ 
᾽ 
 
, 
 
 
,
᾽ 
 
 
 
 
.
 
 
, 
 
·
 
, 
 
 
 
 
 
;
 
 
 
 
· 
 
 

· 
᾽ 
 
 
. 
 
 

 
 
 
 
,
 
ʼ 
, 
 
 
 

 
. 
 
 
 
 
 

 
 
᾽ 
 
 
.
 
, 
 
 
 
 

 
. 
 
 
 
 
 

 
; 
 
ʼ 
 
 
;
 
 
, 
 
 
 
᾽ 
;
 
 
ʼ 
 
 
 
;
· 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
,
 
 
 
. 
 
,
 
· 
 
ʼ 
 
 

, 
 
 
 
, 
 
.
 
 
, 
᾽ 
 
,
, 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 

 
· 
 
 
 
 
 

 
 
 
 
·
 
 
 
 

, 
 
 
 
 
 
,
 
. 
 
ʼ 
 
 
 
;
 
 
 
. 
 
ʼ 
 
 
 

᾽ 
 
 
 
 
 
 

 
, 
ʼ 
 
 
,
 
 
 
 
 
 
.’
23019	, 
 
 
, 
 
 

 
, 
 
 
, 
 
 
ʼ, 
.
 
ʼ 
 
ʼ 
. 
 
 

 
, 
 
ʼ 
 
 
,
ʼ 
 
 
 
. 
 
ʼ 

 
 
, 
 
.
 
 
 
 
,
 
, 
. 
 
 

ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 

 
 
 
.
 
 
, 
ʼ 
 
 
,
ʼ 
 
, 
 
 
·
 
 
 
 
 
᾽ 
,
 
, 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
, 
᾽ 
 

 
· 
 
ʼ 
 

 
, 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
· 
 
ʼ 
 
 

, 
 
ʼ 
 
 
.
 
 
 
᾽ 
 
 

, 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
· 
 

 
ʼ 
 
· 
 
 

, 
 
 
·
 
ʼ 
 
 
 

. 
 
 
 
 

 
 
 
, 
 
 
 
 

ʼ, 
 
ʼ 
 
 
.
 
ʼ 
, 
 
 
 

 
 
 
 

, 
 
 
 
 
,
 
 
 
,
 
 
 
 
 
 
 
.
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
 
,
 
 
 
 
· 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 

ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
, 
, 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 
,
 
 
· 
 
ʼ 

 
 
 
 
 
.
 
᾽ 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

, 
 
 
ʼ 
· 
 
 
 

, 
 
 
,
 
 
ʼ 
· 
 
 

 
 
 
 
.
 
 
 
᾽ 
 
,
 
 
 
 

 
 
᾽ 
 

 
 
 
,
 
 
 
·
 
ʼ 
 
 
 
, 
 
 
᾽ 

 
 
, 
 
 
 

 
 
 
· 
 
 

 
 
 
·
 
ʼ 
 
ʼ 
· 
 
 

, 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
᾽ 
 
ʼ 
 
ʼ 

, 
 
 
 
 
·
23586	 
, 
 
 
 
 
, 
᾽ 

 
 
 
ʼ 
, 
 
ʼ 
 

 
. 
 

 
· 
 
 
 
 
 

, 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

 
᾽ 
᾽ 
 
ʼ 
.
 
 
 
 
 
 
ʼ 

 
, 
 
 
 
 
.
 
 
ʼ 
 
, 
 
 
 

· 
 
 
 
 
᾽ 

 
, 
 
 
 
 
 
.
 
 
 
, 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
, 
 
ʼ 
 
 
 

. 
᾽ 
 
 
, 
ʼ 
 
.’
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

, 
᾽ 
 
 
 

 
 
 
 
 
,
 
 
· 
 
 
 
 

, 
 
 
 

, 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
, 
᾽ 
 

 
 
᾽ 
 
,
 
 
 
 
 
 

 
 
, 
 
.
 
 
 
 
 

 
· 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
᾽ 
 
 
 
·
 
 
, 
 
᾽ 
 
 

 
 
, 
 
 
 

᾽ 
 
 
 
 

, 
ʼ 
 
 
 
 
.
, 
 
, 
· 
 
 
,
᾽ 
 
 
 
.’
 
· 
 
 
 

 
 
, 
 
ʼ 
·
 
 
 
 
, 
 
 

, 
· 
 
ʼ 
 

 
, 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ, 
 
 
, 
, 
ʼ 
 
,
᾽ 
 
 
 
ʼ· 
 
ʼ 

 
 
 
 
.’
23974	 
 
, 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
,
 
 
· 
 
 
, 
᾽ 

, 
 
 
 
 
.
 
 
, 
 
ʼ 

 
ʼ 
 
᾽ 
· 
 
 

 
, 
 
.
 
 
 
 
 
, 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
 
 
ʼ 

, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
ʼ 

· 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
᾽ 
 
 
. 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
 
 
,
 
 
 
 
 
 
,
· 
 
ʼ 
 
 
 

 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
·
 
, 
, 
 
, 
 
;
 
 
, 
 
 
 
 

, 
᾽ 
 
 
 
 
,
 
. 
 
 
 
 
, 
,
 
 
, 
 
 
, 
 
 
.
᾽ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
᾽ 
,
 
 
 
· 
 
 

 
, 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
ʼ 
·
 
ʼ, 
 
 
 
 
᾽ 
,
 
 
. 
 
 

 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
, 
 
 
 
,
 
 
 
 
· 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
, 
 
 
 

 
 
 
·
 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
ʼ 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 
,
 
 
 
 
· 
 
 
 

 
, 
 
 
 
 

 
, 
 
 
ʼ 
,
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
. 
 
 

 
 
 
 
.’
24391	 
 
· 
 
ʼ 
 
 

 
ʼ 
 
 
 
 

 
, 
 
 
 
·
᾽ 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
.
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
·
 
 
 
 

 
 
 
 
· 
 
ʼ 

 
· 
 
 
 

, 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
ʼ 

, 
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
.
 
 
 
 
 
 
·
 
, 
 
 
 
 
ʼ 
.
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 

 
, 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 

 
 
 
 
,
 
 
, 
 
 
 
 

᾽ 
 
 
 
 
 
.
 
 
 
 
, 
ʼ 

 
 
 
· 
 
 
 

᾽ 
 
 
 
, 
 
 

, 
 
 
 
.
 
 
 
 
 
 
 

 
. 
ʼ 
 
 
 
 

 
, 
᾽ 
 

 
 
. 
 
 
 
 
 

, 
᾽ 
· 
 
 
 
ʼ 

. 
 
 
 
 
 
ʼ 
.
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
᾽ 
,
 
 
 
 
, 

· 
 
ʼ 
 
 

. 
 
 
 
 
 
 
ʼ 

 
 
 
 
· 
 
ʼ 
,
 
, 
 
 
 
 
.’
24762	 
᾽ 
, 
 
 
 
 
 

 
 
 
 

, 
 
ʼ 
 
 
 

 
· 
 
 
 

 
 
, 
 
 

· 
 
 
 
᾽ 
 
 
·
 
ʼ, 
 
 
 
ʼ 
 
ʼ 
,
 
· 
 
ʼ 
᾽ 
 
 

. 
 
 
 
 
, 
 
 

, 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
; 
 
 
,
 
᾽ 
 
 

, 
 
 
 
 
.’
 
· 
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 

 
, 
 
, 
 
 

 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
,
· 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 

 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
.
 
ʼ 
 
, 
 
, 
 
 
 

 
, 
᾽ 
 
 
ʼ 

 
· 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
᾽ 
,
 
 
 
 
ʼ 
,
 
, 
 
 
 

 
 
, 
 
ʼ 
;
 
, 
 
 
 
 

᾽ 
, 
 
 
 
 
 
.’
 
, 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
, 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
· 
᾽ 

· 
 
 
 
.
᾽ 
 
 
 
, 
᾽ 
 
,
· 
 
ʼ 
 
 
 
 

. 
 
ʼ 
 
 
 
 
,
 
 
 
, 
᾽ 
 
·
 
 
 
 
 
 

᾽ 
 
 
 
,
 
ʼ, 
 
 
 
,
 
 
 
. 
 
 

 
 
 
 
 
.’
25135	 
᾽ 
, 
 
 

· 
 
ʼ 
 
 
 
·
, 
 
 
 
 
,
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

· 
᾽ 
 
 

, 
 
 
 
 
.’
 
· 
 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
 
 
.
· 
 
 
 
 

 
. 
 
 
 
 
,
 
 
 
 
 
 

 
, 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
·
 
, 
 
 
 

 
, 
 
 
 
 

· 
 
ʼ 
 
᾽ 
.’
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
. 
 

 
 
 
 
 
 
·
 
 
ʼ 
· 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
.
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
ʼ 
, 
 
ʼ 
᾽ 

, 
 
· 
 
 

 
 
 
. 
 
ʼ 
᾽ 

 
 
 
 
·
 
 
 
 
 
 

, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
, 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
,
ʼ 
 
 
, 
 
 
,
 
 
· 
 
ʼ 
 
 
.
 
 
 
, 
 
, 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 

 
ʼ 
 
 
· 
 
 
 

 
 
, 
 
 
 
,
 
 
 
. 
 
᾽ 

 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
, 
 
 
.
 
ʼ 
, 
᾽ 
 
· 
 
 
 

 
 
 
 
 

 
, 
 
 
 

, 
᾽ 
 
 
,
 
 
 
 
·
 
 
 
 
, 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

, 
 
 
 
 
ʼ 

, 
 
 
 
 
 
 
.
25636	 
 
 
 
 

, 
 
 
 
·
 
ʼ 
 
 
 
· 
 
 

 
 
 
. 
 

ʼ 
 
᾽ 
 
 
 

, 
 
 
 
᾽ 
,
 
᾽ 
 
, 
 
 
 
,
 
 
· 
 
 
ʼ 
 

· 
 
 
, 
 
ʼ 
 

 
 
· 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 

, 
 
 
,
ʼ 
 
 
 
 

 
 
 
· 
 
 

 
, 
 
 
 
 

 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
.
 
᾽ 
 
 
 
 
· 
 
ʼ 

 
 
 
 
 

 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
· 
 
ʼ 

 
 
, 
 
 

 
 
 
.
 
ʼ 
 
 
 
, 
 
 
᾽ 

 
 
, 
᾽ 

 
· 
 
 
 
 

 
 
 
 
.
 
᾽ 
᾽ 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
, 
 
 
 

, 
· 
 
 
 
 
 
 

 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 
 
 

, 
 
 
 
. 
 
 

 
 
ʼ 
, 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
, 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
ʼ 
, 
 
 
·
 
᾽ 
 
 
 
 
.
26015	 
 
 
 

 
 
 
 

 
 
, 
 
 
· 
 
ʼ 

 
 
, 
᾽ 

 
 
 
 
 
, 
 
᾽ 

 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
· 
 
ʼ 

 
 
, 
· 
 
ʼ 

 
 
᾽ 
 
.
 
ʼ 
 
 
· 
 
 
 

 
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
, 
 

 
 
᾽ 
 
ʼ 
·
 
᾽ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
ʼ 
 

 
 
 

 
, 
᾽ 
 
 
 
.
 
᾽ 
᾽ 
 
 
 
 

· 
 
 
 

 
᾽ 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
 
,
 
· 
 
ʼ 
 

 
 
 
 

 
 
᾽ 
, 
 
, 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 

 
᾽ 
, 
 
ʼ 
ʼ 
.
 
ʼ 
 
 
 
 
 

 
· 
 
ʼ 
 

 
, 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 
. 
 
 
,
 
, 
, 
 
 
 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
· 
 
 
 

 
 
 
·
᾽ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
ʼ 
,
 
 
, 
᾽ 
 
 
,
 
ʼ 
 
 
 
, 
ʼ 

· 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
· 
 
 
 
ʼ 
.
 
᾽ 
 
 
 
 
 

 
 
 
, 
 

 
, 
 
ʼ 
 
 
 
,
 
 
 
 
. 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
. 
 
ʼ 
 

 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 

 
, 
 
 

. 
 
 
 
 
 
 
 

. 
 
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
 

 
 
 
ʼ 
, 
 
ʼ 
 

 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
ʼ 

 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 

 
 
 
 
· 
 
ʼ 

 
 
 
 
 

, 
 
 
 

 
 
 
· 
 
ʼ 
᾽ 

 
 
 
.
 
 
 
 
 

 
 
, 
 
 

 
 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
· 
 
ʼ 
ʼ 
.
 
 
 
 
 
·
 
 
 
 
 
 
, 
᾽ 
 

 
 
 
. 
 
ʼ 

 
. 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
ʼ 
, 
 
ʼ 
 

, 
 
 
, 
 
 
ʼ 

 
 
᾽ 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 

 
ʼ 
 
 
 

 
 
· 
 
ʼ 

 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
, 
 
ʼ 
 
᾽ 

 
 
 
· 
 
 

 
 
 
. 
 

 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 
 

 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 

· 
 
ʼ 
᾽ 
 
 
 

. 
 
 
ʼ 
, 
 
 

 
 
 
·
 
ʼ 
 
 
 
 

. 
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
, 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
, 
 
, 
 
 

 
 
ʼ 
 
·
 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 

, 
 
 
᾽ 
 
 
 

 
 
 
· 
 
 
 

 
· 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
ʼ 
᾽ 
 
 
,
 
, 
 
 
 
,
 
 
 
 

 
 
 
, 
 

 
 
 
 
·
 
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
ʼ, 
 
 
 
 
 

 
, 
 
ʼ 
, 
 
ʼ 
᾽ 

 
, 
 
 
 
.
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
, 
 

 
 
 
.
 
 
, 
 
 
,
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
, 
 
 
 
 
.
 
, 
 
 
 
 
.
27111	 
 
 
, 
, 
 
 

 
, 
, 
 
. 
 
 

 
 
 
 
,
 
 
 
 
, 
 
ʼ 

 
, 
 
 
 
.
 
 
 
 
ʼ 
, 
 
,
 
 
 
 
 

 
 
, 
 
 
 

 
 
· 
᾽ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ, 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
, 
 
 

, 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 

 
, 
 
 
 
.
 
 
 
, 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 

 
· 
 
 
 
 
 

· 
 
ʼ 
 
 
 

 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
, 
 
 

 
, 
 
 

 
, 
 
ʼ 
 
·
 
 
᾽ 
 
 
 
 
,
 
· 
 
 
 
 
 
·
 
, 
 
 
. 
 
 
,
, 
, 
 
 
 
.’
 
᾽ 
· 
 
 
ʼ 
 
 
.
 
ʼ 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 

 
 
 
 
 
·
 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
 

 
 
 
, 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
ʼ· 
 
 

 
, 
 
 
 
.
 
 
 
᾽ 
ʼ· 
 
 

 
, 
 
 
 
 
 
 
,
 
 
 
 
, 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 

, 
 
 
 
 
 
·
27492	 
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
·
 
 
 
 
 
 
 
,
 
, 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
. 
᾽ 
, 
 
ʼ 
,
 
 
 
, 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
,
 
 
 
, 
 
 
ʼ 

 
 
 
.
 
 
 
 
 

 
 
 
 
,
· 
 
 
 
 
 
 

 
ʼ 
 
· 
 
ʼ 

, 
ʼ 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 

 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
᾽ 
 

, 
 
 
 
 
 
 

 
᾽ 
· 
 
 
 
 
 
,
 
 
, 
 
· 
 
ʼ 
 

 
 
 
·
 
, 
, 
 
, 
 
 
 

 
, 
 
 
ʼ 
 

 
᾽, 
 
 
 
. 
᾽ 
 

, 
 
 
 
 
.
 
 
 
 
, 

 
· 
 
 
 
 
 
,
, 
 
 
, 
 
 
,
· 
ʼ 
 
 

 
 
 
 
 
.’
 
· 
 
 
 

· 
 
 
 
 
 

ʼ 
 
, 
 
·
, 
 
 
 
 
,
 
 
, 
 
, 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
 
.’
 
, 
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
, 
᾽ 
 

 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
.
 
 
 
, 
 
 
ʼ 

· 
 
ʼ 
 
 

 
· 
 
ʼ 
 

 
 
 
. 
 

 
ʼ 
, 
 
 
.
27847	 
ʼ 
 
 
᾽ 
 

, 
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
 
 

 
 
 
·
 
᾽ 
 
 
ʼ 
 
 

ʼ 
 
, 
 
 

, 
 
 
 
ʼ 
,
 
 
 
ʼ 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 

 
 
. 
ʼ 
 

 
 
 
.
 
 
ʼ 
 
ʼ 
 
 
,
 
 
, 
 
 

, 
 
, 
 
ʼ 

 
 
 
.
 
 
 
 
 

 
 
 
 

, 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
· 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 

, 
 
 
 
᾽ 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
,
 
ʼ 
ʼ 
 
 
 

 
 
 
·
 
 
 
 
 

 
 
 
.
 
ʼ 
 
ʼ 
 
 
,
 
, 
 
, 

 
, 
 
· 
 
ʼ 

, 
, 
 
 
.
 
ʼ 
 
, 
 
ʼ 

 
 
 
ʼ 

 
, 
 
 
 
,
 
 
 
 

 
 
 
 
 
· 
 
 

 
 
 
 

 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
ʼ 

 
ʼ 
· 
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
· 
 
ʼ 
 

 
 
 
, 
 
 

 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
 
 

 
 
· 
 
 
 

 
 
 
· 
 
᾽ 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
, 
 
ʼ 

 
· 
 
 
, 
 
 
 

 
 
 
 
. 
28308	 
 
 
 
 
, 
 
ʼ 
 

· 
 
 
 
 
 

 
 
 
. 
 
ʼ 

 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

 
· 
 
ʼ 
 

, 
 
 
 
 
 
·
 
 
, 
, 
 
.
 
 
, 
 
 
᾽ 

 
 
 
,
 
 
 
 
.
 
 
 
 
 
ʼ 

· 
 
 
 
 
 

 
ʼ 
 
 
 

. 
 
 
, 
᾽ 
, 
 

 
 
ʼ 
 
 
.
᾽ 
 
 
 
, 
 
 

, 
 
· 
 
 

 
, 
 
 
 
,
 
 
. 
 
ʼ 
 

 
 
 
 
, 
 
 

· 
 
ʼ 
 
 
,
 
, 
 
 
 
 
.’
 
, 
 
 
ʼ 
· 
 
ʼ 

 
. 
 
 
 
 

 
 
 
 
ʼ 
.
 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ 
 
ʼ 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
;
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

 
 
, 
 
 

 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 
 

 
 
. 
 
ʼ 

 
 
. 
 
 
 

 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
, 
 
 
,
 
 
 
᾽ 
 
 
 
,
, 
 
 
 

 
 
, 
 

 
 
 
 
 
 
.
28660	 
᾽ 
· 
 
ʼ 
 
 

 
ʼ 
, 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
, 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 

, 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
, 
ʼ 
 
.
 
 
ʼ 
 
 

 
. 
 
 
 
, 
 

 
 
, 
 
 

, 
᾽ 
 
 
 
.
 
· 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 

, 
, 
 
 
 
 

 
 
· 
 
ʼ 

 
. 
 
 
 
·
ʼ 
 
 
 
 

 
 
, 
 
 
.
 
 
 
, 
 
 

, 
 
 
 
.
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
,
, 
 
 
 
 

, 
 
 
 
. 
 

 
 
 
 
,
 
᾽ 
 
 
,
 
 
 
,
 
 
 
, 
 
 

 
· 
 
 
 
 

· 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
· 
 
ʼ 

ʼ 
, 
 
 
 
 
,
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
 

ʼ 
, 
 
 
 
 
,
 
 
 
 
 
 
,
, 
 
 
 
 
 
ʼ 

 
 
 
 
 
.
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
 
 

᾽ 
, 
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
, 
 
 

 
 
 
.’
29045	 
᾽ 
· 
 
 
 
 

, 
 
 
 
 

 
᾽ 
. 
 
 
 

 
, 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
,
 
 
. 
 

, 
 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
 
,
 
 
 
 
·
 
ʼ 
 
 
, 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
, 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
· 
 
 

 
. 
 
 
 
·
 
ʼ 
 
 
, 
 
. 
 
 

 
 
 
 
·
 
ʼ 
 
 
ʼ 
 

. 
 
ʼ 
 
 
 

 
 
 
, 
 
 

 
 
 
.
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
,
᾽ 
 
, 
᾽ 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
ʼ 

, 
 
 
, 
 
.
 
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
??
ʼ 
, 
 
 
,
· 
 
 
 
 
 

, 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
· 
 

, 
 
 
, 
,
 
 
, 
 
 
 

, 
 
 
 
,
 
 
 
, 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
29414	 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
, 
᾽ 

 
, 
 
ʼ 
 
 
·
, 
 
 
 

᾽ 
; 
 
 
 
 

, 
 
ʼ 
 
, 
ʼ 

 
; 
 
 
 

, 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
 
 

, 
 
 
 
· 
 
ʼ 

 
 
 
᾽ 
 

 
 
, 
 
 
 
 
 

 
 
 
 
.
 
 
 
, 
 
ʼ 
 
,
 
 
· 
 
ʼ 
 
 

. 
 
 
 
 
 
 

 
 
ʼ 
 
 
.
 
 
 
, 
 
 

 
 
, 
 
.
᾽ 
 
· 
 
 
 
 

 
, 
 
 
· 
 
᾽ 

 
 
 
 
 
 
,
᾽ 
 
 
 
.
, 
 
 
 
 
 

 
 
, 
 
 
᾽ 

 
. 
 
 
 
;
 
᾽ 
; 
 
ʼ 
 
, 
 

 
 
 
 
, 
 
,
; 
 
 
 
 
 
;
 
 
 
 
 
,
 
. 
 
 
 
ʼ 
,
 
· 
 
 
 
 

ʼ 
 
 
. 
 
 
 

ʼ 
 
ʼ 
 
· 
 
 

 
 
. 
 
 
 
 

 
 
. 
 
 
 
 
,
· 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
.’
 
᾽ 
 
 
· 
 
ʼ 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 
. 
 
ʼ 

 
 
 
·
, 
· 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
,
 
 
 
 

 
. 
 
, 
 
 
 
,
 
 
, 
 
 
,
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
· 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 

. 
᾽ 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 

, 
 
 
 
 
 
.’
29832	 
· 
 
ʼ 
 
 
·
 
. 
 
 
 
᾽ 

 
 
, 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
, 
 
,
 
, 
 
 
 
.’
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
 

. 
 
 
 
 
 

 
 
 
 
· 
 
 

 
 
· 
 
ʼ 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
 

 
 
. 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
, 
 

 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
,
, 
ʼ 
 
 
 
 
 

, 
 
 
 
 
,
, 
 
 
, 
 
 

 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 
·
 
 
 
ʼ 

 
 
, 
 
 
 
 

 
 
ʼ 
 
 
.
ʼ 
, 
 
, 
 
 
,
 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
 
 
, 
, 
,
 
 
 
 
 
.
 
 
 
 
 
 

; 
 
 
 
 
 
.
 
᾽ 
 
 
 
ʼ 

. 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
 
 
,
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 
 

, 
 
 
ʼ 
 
.
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
· 
 
 

 
ʼ 
, 
 
,
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
,
 
 
 
, 
 
ʼ 

 
 
 
.
 
ʼ 
 
 
 
· 
 
ʼ 

 
 
 
 

 
ʼ 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
.
 
ʼ 
 
 
 
, 
ʼ 
 
 

 
 
 
ʼ 
 
.
30312	 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
ʼ 

· 
 
ʼ 
 
, 
 

 
, 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
, 
 
ʼ 

 
 
 
 
· 
 
ʼ 

, 
 
 
 
᾽ 

· 
 
 
 
᾽ 
 
.
 
 
 
 
 

 
· 
 
 
 
 

· 
 
 
 
 
·
 
 
 
 
 
ʼ 

 
 
 
, 
 

· 
 
 
 

 
 
 
, 
 
 

 
, 
 
· 
 
ʼ 

, 
 
 
.
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
.’
 
᾽· 
 
 
 
 
.
 
 
ʼ 
 
ʼ 

, 
᾽ 
 
 
 
,
 
, 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
. 
᾽ 

 
 
ʼ 
 
.
 
 
ʼ 
 
 
 

, 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
, 
 

, 
 
ʼ 
 
·
 
ʼ 
᾽ 
᾽ 
 
 
,
 
᾽ 
 
 
, 
 
,
 
 
· 
 
ʼ 
 

, 
 
 
 
,
 
, 
 
 
 
 

 
 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 

. 
 
 
 

 
 
 
 

 
, 
 
 
, 
 

· 
 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 

 
 
 
᾽ 
 

· 
 
ʼ, 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 

 
. 
 
 
 

 
ʼ 
, 
 
,
 
 
 
· 
ʼ 
 

 
 
 
,
 
· 
 
 
 
 
.
᾽ 
᾽ 
ʼ 
 
 
 
 

, 
 
᾽ 
 
·
 
ʼ 
 
, 
 
 

· 
 
 
 
 
 

 
· 
 
ʼ 
, 
 
 

, 
 
 
 
.
30742	, 
, 
 
 
 
, 
 
 

 
 
 
, 
 

, 
 
 
 

 
; 
 
 
 

 
 
ʼ 
; 
 
 
 
;
 
 
 
 

, 
 
, 
 
, 
 
.
 
ʼ 
 
 
 

ʼ 
, 
 
 
 
,
. 
 
 
 
 
·
᾽ 
 
 
 

· 
 
ʼ 
, 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
 
,
 
, 
 
 
,
 
᾽ 
· 
 
 
 

 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
 
, 
 
 
 

 
, 
 
 

 
· 
 
ʼ 
 

 
 
. 
 
 

᾽ 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 

, 
 
 
 

 
 
 
. 
 
ʼ 

 
 
 
 

 
 
 
, 
 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
. 
 
 

 
 
 
 
, 
 

, 
 
 
 
 

 
· 
 
ʼ 

 
ʼ 
 
 
 

 
 
 
, 
 
 

, 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 

, 
 
 
 

 
 
· 
 
ʼ 
 

 
. 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 

 
 
 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 

 
 
. 
 
 

 
 
 
,
 
 
 
· 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
 

 
. 
 
ʼ 
 
 
,
 
᾽ 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
, 
 
,
᾽ 
 
 
 
. 
᾽ 
 

 
 
 
 

 
, 
 
᾽ 
 

 
 
 
·
 
ʼ 
 
 
 
 

 
· 
 
 
 

 
 
 
 
. 
31219	 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
. 
 
 

 
, 
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
 

, 
 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
. 
 
ʼ 
 

 
 
, 
 
ʼ 
 

 
 
· 
 
 

 
 
. 
 
 
 

 
 
, 
 
 
 

, 
 
 
 
 
.
᾽ 
 
 
ʼ 
 

 
· 
 
ʼ 
 

 
· 
 
 
 
 
 
.
 
 
 
 
, 
 
᾽ 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 

 
, 
ʼ 
 
 

 
 
 
. 
 
 

 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 
 
 

· 
᾽ 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 

 
· 
 
 
ʼ 
 

· 
 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
· 
 
ʼ 
 

ʼ 
᾽ 
 
 
. 
 
 

 
 
 
 
·
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
ʼ 
,
 
 
 
ʼ 
, 
 
·
 
ʼ 
 
 
 
 
,
 
· 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
, 
 
ʼ 
᾽ 

 
, 
 
, 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
 
᾽ 
᾽ 
 
,
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
, 
 
ʼ 
 

 
 
 
 
. 
31616	 
ʼ 
 
 
 
 
 
 
,
ʼ 
᾽ 
 
· 
 
ʼ 
᾽ 
,
 
, 
 
.
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
᾽ 

 
 
· 
 
ʼ 
 
 

 
 
, 
 
.
 
ʼ 
 
 
 
᾽ 
 

, 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
. 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
,
 
, 
 
ʼ 

 
, 
᾽ 
 
.
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
, 
 

, 
 
· 
 
 
 

 
, 
 

, 
 
 
.
 
 
 
 
 
 
 
ʼ 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
᾽ 
 
, 
 

 
 
, 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
, 
 
᾽ 

 
 
 
 
,
 
ʼ 
 
 
 
. 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 

 
 
. 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
,
ʼ 
 
 
᾽ 
 
 
.
 
 
 
 
 

, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
, 
 

 
, 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 

. 
 
ʼ 
 
 
· 
 
 

 
, 
 
ʼ 
 
 
·
31970	, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
 
ʼ 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
, 
 
 

 
 
 
 
 
 
.’
 
· 
 
ʼ 
 
 
· 
 
 

 
 
 
, 
 
 

 
 
 
 

 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
· 
 
 

, 
ʼ 
 
 
 
.
 
 
 
 
, 
 

· 
 
 
 
ʼ 
·
 
, 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
. 
 

 
 
, 
 
ʼ 
 

 
 
 
·
 
 
 
 
, 
 

 
. 
 
 
 
 
,
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
, 
 
 

 
 
᾽ 
, 
 
 

 
· 
 
 
 
 
,
᾽ 
ʼ 
 
 
 
.’
 
᾽· 
 
ʼ 
 
᾽ 
 

, 
 
 
. 
 
ʼ 
 

, 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
· 
 
ʼ 

 
. 
 
 

 
 
 
. 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
, 
 
 
·
 
, 
 
, 
 
 
ʼ 
.
 
, 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 

, 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
. 
 
 
 

 
 
 
 
᾽ 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 

. 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
· 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
 
,
, 
 
 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
· 
 
ʼ 
 
ʼ 

 
· 
 
 
 
 

, 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
,
᾽ 
 
. 
 
 
 
;
. 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 

 
 
 
 
,
 
 
, 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
.
 
᾽ 
 
 
 

, 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 

 
, 
 
 
 
,
 
 
 
 

 
 
. 
᾽ 
 

ʼ, 
 
 
 
 
 
᾽ 
.’
32611	 
· 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
, 
 
 

 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
, 
 
 

, 
 
 
 
ʼ 
,
 
 
 
 
 
.’
, 
 
 
ʼ 
 
 

 
· 
 
ʼ 
 

 
· 
 
ʼ 

 
· 
 
ʼ 
 

· 
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

, 
᾽ 
 
 
 
,
ʼ 
 
 
ʼ 
, 
᾽ 

 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

· 
 
ʼ 
 
 
 

 
· 
 
 
 
 
 
·
 
 
 
ʼ 
, 
᾽ 
 

 
 
 
, 
 
·
 
 
 
 
 
,
 
 
 
 
 
,
 
 
. 
 
 

 
 
 
,
 
 
, 
 
 
 
,
. 
 
 
 
 
.
 
 
 
 
 
 
, 
ʼ 
 

 
 
· 
 
ʼ 
, 
 
 

 
᾽, 
 
 
 
 
.’
, 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
, 
 
 
᾽ 

, 
 
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
· 
 
ʼ 

 
 
 
, 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
· 
 
ʼ 

 
, 
 
· 
 
ʼ 

 
 
᾽ 
 
 
 
,
 
 
 
 
, 
ʼ 
,
 
᾽ 
 
 
 
, 
 
 

· 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
ʼ 
,
 
 
 
ʼ 
, 
 
 
.
32968	 
ʼ 
 
 
 
 
,
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
. 
 
 

, 
 
, 
 

 
ʼ 
 

 
, 
 
 
 
.
 
 
᾽ 
 
 

 
, 
 
· 
 
 

ʼ 
 
ʼ 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

 
 
 
 
. 
 
ʼ 
 

 
ʼ 
 
᾽ 
 
,
 
 
᾽ 
 
 
 

 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
, 
 

, 
 
 
 
 

, 
 
 
 
 
·
 
 
 
ʼ 
, 
᾽ 
,
. 
 
 
 
 
 
 
,
 
 
 
 
 

 
᾽ 
 
 
, 
 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 

 
 
, 
 
 
,
 
ʼ 
 
 
, 
 
 

 
. 
᾽ 
 
 
᾽ 

 
 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
, 
ʼ 
,
 
, 
 
 
 
·
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
᾽ 
 
 
 
 
,
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
· 
 
 

 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ, 
᾽ 
 
 

, 
 
 
᾽ 
 

 
 
· 
 
 

 
᾽ 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 

 
 
 
· 
 
ʼ 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
, 

 
 
 
· 
 
ʼ 

 
 
 
· 
 
ʼ 

 
, 
 
 
.
ʼ 
 
 
 
 
 

, 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 

 
 
. 
 
 
 

 
 
ʼ 
 

 
 
 
 
· 
 
 

 
 
 
, 
 
 

, 
 
 
.
 
 
 
 
᾽ 
· 
 
ʼ 

 
 
 
 
, 
 
 

 
 
 
 
. 
33601	 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
. 
 
 

, 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 

 
 
ʼ 
 
· 
 
ʼ 

 
 
 
 

ʼ 
· 
 
 
 

 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
 
 

· 
 
 
 
 
·
 
᾽ 
 
 
 

, 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
, 
 
 

 
 
 

 
 
 
 
 
 
.
 
 
 
 

 
. 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
 

 
 
 
 
·
, 
· 
 
ʼ 
, 
 
 

 
 
 
, 
 
 
 

 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
, 
 
 

. 
 
ʼ 
 
 
,
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
, 
᾽ 
· 
 
 

 
. 
 
 
 
, 
 
 

, 
 
 
. 
᾽ 
,
, 
 
 
 
· 
 
ʼ 

 
 
 
 
 

 
 
 
 
 
.’
 
 
 
 
 
·
 
ʼ 
 
 
 
·
, 
 
 
 
 
, 
 
ʼ 

 
 
, 
· 
 

 
ʼ 
, 
 
 
 
 

 
· 
 
 

 
 
 
 
.
᾽ 
, 
 
 
 
 
 
 
,
 
, 
 
 
 
·
 
 
 
 
 
 
 

· 
 
 
᾽ 
 

· 
 
 
 
 
 
 

· 
 
 
 
 
.
 
 
 
 
, 
ʼ 

, 
 
 
, 
 
 

 
 
 
.
 
, 
 
 
, 
 

, 
 
 
 
 
.
 
 
 
· 
᾽ 
 

 
 
ʼ 
 
 
 

 
 
· 
 
 
,
 
 
, 
 
 

 
ʼ 
 
· 
 
ʼ 

, 
 
 
 
.’
34061	 
 
· 
 
ʼ 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
. 
 
 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 

 
 
, 
 
 

 
· 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
·
 
 
 
· 
 
 
 

 
 
 
᾽ 
.
 
ʼ 
 
 
 
, 
 
 
,
 
 
 
ʼ 

 
, 
 
 

 
 
 
 
· 
 
ʼ 

 
 
 
 
·
 
, 
 
ʼ 
 
 
 
 

, 
 
 
. 
 
ʼ 

 
 
 
 
·
 
ʼ 
᾽ 
 
 
, 
 
 

, 
᾽ 
 
· 
 
 

 
 
 
 
 
.
 
, 
, 
 
 
 
 
.
, 
 
 
 
 

 
· 
 
 
 
, 
 
 

 
, 
 

 
 
 
. 
 
,
 
, 
 
 
 
 
,
 
 
 
 
,
, 
, 
᾽ 
 
 
 
 

 
, 
᾽ 
 
 

 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
,
 
· 
 
 
, 
᾽ 
,
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
.’
 
᾽ 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
·
, 
 
 
 
 

, 
 
 
, 
 
.
 
 
 
 
 
.
 
 
 
, 
 
,
· 
 
 
 
 
.
 
ʼ 
, 
 
, 
᾽ 
 
 
.
 
ʼ 
 
, 
 
 
 

 
, 
· 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 

 
 
 
 
· 
, 

 
ʼ 
 
 
, 
 
.’
34441	 
᾽ 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ· 
 
ʼ 

 
 
 
· 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 

 
, 
ʼ 
 

· 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
.
 
᾽ 
· 
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
· 
 
ʼ 
 

 
· 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
,
 
, 
 
 
ʼ 
,
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
, 
 
 

 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
· 
 
ʼ 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
.
 
᾽ 
 
 
· 
 
ʼ 

 
 
 
, 
 

 
 
 
 
. 
 
 

 
 
 
 
 

· 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
ʼ 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
. 
 
 

 
 
, 
 
.
 
 
 
 
 
 

, 
 
 
 
 

 
 
. 
 
ʼ 
 

 
 
, 
 
 
 

 
 
 
,
 
ʼ 
 
 
,
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
· 
 
 
 

 
· 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
.
 
 
 
 
 
 

ʼ 
, 
 
 
 
.
34838	 
ʼ 
 
 

 
 
 
ʼ 
· 
 
ʼ 

 
 
 
 

 
· 
 
 
 
 
·
ʼ 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
· 
 
ʼ 
 

 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
 

 
, 
 
 

 
. 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
.
 
 
 
 
, 
 
,
 
 
 
 
 
 

, 
 
 
 
·
 
ʼ 
 
 

 
 
, 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
, 
 
 
,
ʼ 
 
· 
 
ʼ 

 
 
 
 
 
,
, 
 
· 
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
 
 
,
 
 
 
· 
 
 

, 
 
 
 

, 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
· 
 
 

 
 
 
ʼ 
 
,
 
, 
 
 
,
 
 
 
· 
 
 

 
· 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 

, 
 
 
. 
 
ʼ 

 
 
, 
 
ʼ 

· 
 
ʼ 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
· 
 
ʼ 

 
??
 
 
. 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 
.
35212	 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
·
 
᾽ 
 
 
 

 
 
 
 

 
 
 
 
ʼ 
, 
 

 
᾽ 
 
, 
᾽ 
 
 

 
, 
 
 
 
 
.
 
 
, 
 
 

· 
 
 
 
 
 
·
 
ʼ 
 
· 
 
 

, 
 
 
. 
ʼ 
 

 
 
ʼ 
 

 
 
 
 
, 
 
 
 

 
 
 

, 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
,
 
 
· 
 
ʼ 
,
 
, 
 
 
 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
·
 
 
 
; 
 
 

; 
ʼ 
, 
 

, 
 
 
 

. 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
, 
 

 
 
 
 
 
; 
 

 
 
 
.’
 
᾽ 
· 
 
ʼ 
 
 

 
 
 
·
ʼ 
 
 
, 
᾽ 

᾽ 
· 
 
ʼ 
 
 
 

᾽ 
᾽ 
 
, 
 
 

 
· 
 
 

 
 
 
· 
 
ʼ 

 
 
 
.
 
 
 
 
 
 
᾽ 

 
 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 

 
, 
 
 
 
.
ʼ 
 
 
 
᾽ 
 
 

 
 
. 
 
 
 

 
· 
 
 
 
᾽ 
 

 
. 
᾽ 
 
 
 

 
 
 
᾽ 
 
.’
 
 
· 
 
ʼ 
 

 
 
 
· 
 
ʼ 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
, 
 

 
 
 
, 
 
ʼ 

, 
 
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
ʼ 

, 
 
 
 
ʼ 
 
 
·
 
᾽ 
 
 
 

 
. 
 
ʼ 
ʼ 

. 
 
ʼ 
 
 
 

 
, 
᾽ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
ʼ 
 

 
, 
 
 
. 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
·
 
 
 
 
᾽ 
 

 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
᾽ 
·
 
 
 
 

, 
 
, 
 
ʼ 
,
 
᾽ 
 
 
 
 
,
 
 
᾽ 
 
.
 
 
, 
 
ʼ 
 
 

 
· 
 
 
 

, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
,
 
· 
 
 
 
 

 
 
 
·
35799	, 
ʼ 
 
 
 
;
 
 
 
· 
 

 
, 
ʼ 
 
, 
 
ʼ 
᾽ 

 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
,
, 
 
 
 
.
᾽ 
· 
ʼ 
 
 
 
·
 
ʼ 
. 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
.’
 
᾽ 
, 
 
 
᾽ 
, 
ʼ 
 

 
 
 
. 
 

 
᾽ 
᾽ 
ʼ 
 
, 
 
ʼ 
·
ʼ 
 
 
· 
 
 

 
ʼ 
 
 
. 
 
 

 
 
 
, 
 
 
 

 
· 
 
 
 
 
.’
, 
 
 
 
 
 
,
 
, 
 
, 
 
 
ʼ 
᾽ 

 
 
 
· 
 
 

 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 
 

 
 
 
.
 
ʼ 
 
· 
 
 

 
 
 
 

, 
 
 
 
·
, 
· 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
, 
 
,
 
 
 
᾽ 
· 
 
ʼ 

 
 
 
, 
 
ʼ 

 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 

 
. 
 
ʼ 
 
 

 
 
 
. 
 
 
 

, 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
᾽ 
ʼ 
᾽ 

, 
 
 
 
.
᾽ 
 
᾽ 
 
 
, 
 
 

 
 
 
 
.’
 
᾽· 
 
ʼ 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
,
, 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
. 
 
 

 
 
 
· 
36157	 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
· 
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 

 
ʼ 
 
 
 
.’
 
· 
 
ʼ 
 
 
·
 
 
· 
 
ʼ 
 

, 
 
 
 
 
,
, 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 
,
 
 
 
 

ʼ 
 
 
. 
 
 
 
 
 

 
ʼ 
, 
 
 
 
;
 
 
 
, 
 

, 
 
. 
 

 
᾽ 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 

 
· 
 
 
 

 
 
 
 
, 
᾽ 

· 
 
ʼ 
 
, 
 
 

 
 
 
 
 

 
 
, 
 
· 
 
 

 
, 
 
.
 
 
ʼ 
 
 
᾽ 
 

 
 
 
· 
 
ʼ 

 
 
· 
 
 
 

 
᾽ 
 
ʼ 
· 
 
 

 
 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
 
 

 
 
ʼ 
· 
 
ʼ 

 
· 
 
ʼ 
 
 
 
, 

, 
 
. 
 
ʼ 

 
, 
 
 
 
 
·
 
 
 
 
, 
ʼ, 
,
᾽ 
 
 
 
 
,
 
, 
᾽ 
 

· 
ʼ 
 
, 
 
 
,
ʼ 
 
 
 

 
 
 
 
, 
 
 

 
, 
, 
, 
 
 

 
 
. 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
 
.’
36508	 
 
 
 
· 
 
ʼ 

 
· 
 
 
 

 
· 
 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
.
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
. 
 
 
 

, 
 
, 
 
 
 

, 
 
, 
 
ʼ 

 
 
 
·
 
 
 
 
 
᾽ 
 

᾽ 
 
 
 
, 
 

 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 
 
·
· 
 
 
 
 
 

, 
· 
 
ʼ 
 
 

 
, 
 
 
᾽ 
 
.
 
ʼ 
 
, 
 
 
 
 
,
 
· 
 
 
᾽ 
 
,
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
, 
 

, 
 
 
, 
.’
 
· 
 
ʼ 
 
 
 
 

, 
 
 
 
, 
᾽ 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 

᾽ 
 
 
 
 

 
 
· 
 
᾽ 

 
 
 
 
.
 
 
 
 
 
 
 
·
 
, 
 
 
 
 
 

 
 
. 
 
 
 

 
 
ʼ 
 
.’
, 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
.
 
 
 
ʼ 

 
. 
 
 

 
, 
 
. 
 
 

 
, 
 
 
 
 

 
· 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 

, 
᾽ 
 
 
,
 
 
 
· 
 
 

 
 
᾽ 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 

 
ʼ 
· 
 
ʼ 
 

 
· 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
. 
 
 
ʼ 

 
 
 
 
 

 
, 
 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
, 
 
 
᾽ 

 
 
· 
 
 
 

, 
 
 
 
 
 
 

 
, 
 
. 
36942	, 
 
ʼ 
 
 
 
 
.
 
 
· 
 
ʼ 

, 
 
ʼ 
 
 
, 
ʼ 

 
, 
 

 
· 
 
 
 
 
ʼ 
,
 
 
 

 
ʼ 
 
, 
 
 

 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
,
 
 
 
. 
 
ʼ 
 

 
, 
 
ʼ 
 

· 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
·
᾽ 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
᾽ 
 
, 
 
 
 
 
,
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 

 
 
 
· 
 
 

 
 
, 
 
 
,
 
 
. 
 
 
 

 
· 
 
 
 
 

, 
᾽ 
 
 
 
 
.
· 
 
 
 
 
 
 
 

, 
 
 
ʼ 
 
ʼ 
.
 
 
 
 
 

ʼ 
· 
 
 
 

 
ʼ 
, 
 
 
.
 
 
᾽ 
 
 
 
 

 
᾽ 
. 
 
 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
· 
 
 

 
 
 
, 
 
 

· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
.
37292	᾽ 
 
 
᾽ 
 
 
, 
 

 
 
, 
 
ʼ 

 
 
, 
 

 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 
 

 
 
 

, 
 
 
 
 
·
 
 
 
 
 

 
 
 
. 
 
ʼ 

ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 

 
, 
 
ʼ 
 
 

ʼ 
 
, 
 
·
, 
· 
 
 
 

 
 
ʼ 
 
 
.
 
 
 
 
 
ʼ 
, 
 
 

 
 
᾽ 
 
,
. 
 
 
 
 
 

 
 
᾽ 
. 
 

, 
 
 
ʼ 
 
 

 
 
 
.’
 
· 
 
ʼ 
 
 

, 
 
 
 
·
 
 
 
 
 
 
, 
,
, 
 
 
.
 
 
 
 
, 
 

 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
· 
 
 
,
 
 
 
 
 
.’
 
᾽ 
· 
 
 
 
, 
 
ʼ 

 
 
 
 
 
 
·
 
 
 
, 
 

 
 
· 
 
 

 
 
· 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
· 
᾽ 
 

, 
 
᾽ 
 
 
 
,
ʼ 
 
 
 
 
,
᾽ 
 
 
· 
 
ʼ 

 
, 
 
 
 

 
ʼ 
 
 
 
.
᾽ 
 
, 
 
 
 

, 
 
 
 
.’
 
· 
 
ʼ 
ʼ 
 
 

 
 
 
.
 
 
 
· 
 
 

 
 
 
, 
 

· 
 
ʼ 
 
, 
 

 
 
 
 
. 
 
ʼ 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
, 
 
 

 
 
, 
 
ʼ 
 
·
37685	, 
 
 
 
 
᾽ 
,
 
 
ʼ, 
 
, 
 
 
,
 
 
 
ʼ 
,
, 
 
 
 
 
.’
 
᾽, 
 
ʼ 
 
 
 

 
 
· 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 

, 
 
 
 
,
 
, 
 
ʼ 
᾽ 
 
 

, 
 
ʼ 
 
 

 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
. 
 
 
 
 

, 
 
 
 
 
 
᾽ 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
ʼ 

 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
, 
 
 
 

· 
 
ʼ 
 
 
· 
 
ʼ 

, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

· 
 
ʼ 
 
. 
 
 

 
 
 
 
ʼ 

 
, 
 
 
.
 
ʼ 
᾽ 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
· 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

, 
 
ʼ 
 
 
,
 
᾽ 
᾽ 
 
 
 

 
 
 
 

, 
 
ʼ 

 
 
᾽ 
, 
᾽ 
 
ʼ 
 

ʼ 
. 
 
ʼ 
 

· 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
 
.
 
 
 
, 
 
 

 
, 
 
 
ʼ 
,
 
 
 
·
 
 
 
 

 
 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
᾽ 
· 
 
 
 
 

 
 
 
· 
 
 
ʼ 

 
 
 
 
 
 
.
 
, 
 
 
 
, 
ʼ 
 

 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
· 
38067	 
. 
 
 
 
 

 
, 
 
᾽ 
, 
 
 
 

 
, 
 
 
 
᾽ 
 
 
.
᾽ 
᾽ 
 
 
 
 

, 
 
 
 
 
.’
 
᾽ 
· 
 
 
 
 
 

ʼ 
᾽ 
, 
 
 

 
· 
 
 
 

 
 
 

ʼ 
᾽ 
· 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
, 
 
 

, 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
,
 
 
· 
 
 
 
, 

 
 
 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 

 
, 
 
.
 
, 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
. 
 
 

 
, 
 
 
.
 
 
 
· 
 
 
 

 
 
 
· 
᾽ 
 

 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
᾽ 
 

 
 
· 
 
ʼ 
 

 
 
 
, 
 

 
 
· 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 

 
 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
·
ʼ 
 
 
 
, 
 

· 
 
 
 
, 
 
 

 
 
 
 
.
 
ʼ, 
᾽ 
, 
᾽ 
 
,
 
᾽ 
· 
 
 

, 
, 
 
. 
 

 
 
 
 
 
,
 
· 
 
ʼ 
 

· 
 
 
 
, 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
, 
 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 

· 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
, 
 
 
 
,
ʼ 
 
 
 
· 
 
ʼ 

 
· 
 
ʼ 
 

 
 
 
 
 
 

, 
 
 
 
 

 
· 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 

 
 
, 
᾽ 

 
 
 
 
, 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 

 
 
 
. 
 
 
 

 
 
 
 
 

 
, 
᾽ 
 

 
 
 
.
38573	᾽ 
 
 
 
 
ʼ 
,
ʼ 
᾽ 
 
 
,
 
 
 
. 
 
 

 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
 
 
 

 
· 
 
ʼ 
 

, 
 
ʼ 
 
 
 
·
 
 
 
 
ʼ 
·
 
 
, 
 
, 
 
, 
,
 
· 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
· 
 
ʼ 
 

 
, 
 
 
.’
 
ʼ 
᾽ 
 
 
 
, 
 
ʼ 

· 
 
ʼ 
 
 

 
 
 
 
·
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 

, 
᾽ 
 
 
 

· 
 
 
 

 
 
 
. 
 
 
 

, 
 
, 
 
 
 
.’
 
᾽· 
᾽ 
 
 

· 
 
, 
 
,
 
. 
 
ʼ 
 
 

, 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
᾽ 
 

 
 
· 
 
 

 
 
 
 
 

 
 
, 
 
ʼ 
 

 
. 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
.
ʼ 
 
 
 
 

 
 
 
ʼ 
 

 
 
 
 
.
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
 
 

. 
 
 
 
 
ʼ 

 
· 
 
 
 
 
 

 
᾽ 
 
 
,
᾽ 
 
 
· 
 

 
 
 
ʼ 
 

 
 
 
ʼ 
 

 
 
 
.
