@node
@author=Harpocration, Valerius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Wilhelm Dindorf
@filename=tlg1389.tlg001.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Alison Babeu, Bridget Almas, Monica Berti
@sourceDesc=Harpocrationis Lexicon in decem oratores Atticos, Harpocration, Valerius, Wilhelm Dindorf, Oxonii: E Typographeo Academico, Oxford, 1853.
@sponsor=Perseus Project, Tufts University
@title=Lexicon in decem oratores Atticos
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:43:08Z

46636	 ἍΒΑΡΙΣ
 ἌΒΙΟΣ
 ἈΒΡΟΚΟΜΑΣ
 ἈΓΑΘΑΡΧΟΣ
 ἈΓΑΘΗΣ ΤΥΧΗΣ ΝΕΩΣ
 ἈΓΑΣΙΚΛΗΣ
 ἌΓΟΙ
 ἈΓΕΛΑΙΩΝ
 ἈΓΕΝΗΣ
 ἈΓΗΣΙΛΑΟΣ
 ἌΓΛΑΥΡΟΣ
 ἉΓΝΕΥΕΤΕ ΤΗΝ ΠΟΛΙΝ
 ἈΓΝΙΑΣ
 ἈΓΝΟΥΣ
 ἈΓΝΩΜΟΝΩΣ
 ἈΓΟΡΑΣ
 ἈΓΟΡΑΝΟΜΟΙ
 ἈΓΟΡΑΣΑΙ
 ἈΓΡΑΦΙΟΥ
 ἈΓΡΙΟΥΣ
 ἈΓΡΥΛΗ
 ἈΓΥΙΑΣ
 ἈΓΥΡΡΙΟΣ
 ἈΓΩΝΙΑΝ
 ἈΓΩΝΙΩΝΤΕΣ
 ἈΔΕΗΤΟΣ
 ἈΔΕΛΦΙΖΕΙΝ
 ἈΔΗΜΟΝΟΥΣΗΣ
 ἈΔΗΦΑΓΟΥΣ ΤΡΙΗΡΕΙΣ
 ἈΔΙΑΣΤΑΤΟΝ
 ἈΔΙΚΙΟΥ
 ἈΔΟΚΙΜΑΣΤΟΣ
 ἈΔΡΑΣΤΕΙΑΝ
 ἈΔΥΝΑΤΟΙ
 ἈΕΙ
 ἌΙΔΡΙΣ
 ἈΕΙΛΟΓΙΑ
 ἈΕΙΕΣΥΩ
 ἌΕΡΚΤΟΝ
 ἈΕΤΟΣ
 ἈΖΗΝΙΕΥΣ
 ἈΖΗΤΗΤΟΝ
 ἈΘΕΩΡΗΤΟΣ
 ἈΘΗΝΟΔΩΡΟΣ
 ἈΘΜΟΝΕΥΣ
 ΑΙΓΕΙΟΝ
 ΑΙΓΕΙΔΑΙ
 ΑΙΓΙΔΑΣ ἐκάλουν
 ΑΙΓΙΛΙΕΥΣ
 ΑΙΔΕΣΑΣΘΑΙ
 ΑΙΘΑΛΙΔΗΣ
 ΑΙΘΙΟΠΙΟΝ
 ΑΙΚΙΑΣ
 ΑΙΝΙΟΥΣ
 ΑΙΞΩΝΗΣΙΝ
 ἈΚΑΔΗΜΕΙΑ
 ἈΚΑΜΑΝΤΙΣ
 ἈΚΑΡΗ
 ἈΚΙΝΑΚΗΣ
 ἌΚΗ
 ἈΚΜΑΖΕΙΣ
 ἌΚΡΙΤΟΣ
 ἈΚΡΟΑΣΘΑΙ
 ἈΚΤΗ
 ἌΚΤΙΑ
 ἈΛΑΒΑΣΤΟΘΗΚΑΙ
 ἉΛΑΙΕΥΣ
 ἈΛΑΣΤΩΡ
 ἈΛΕΞΑΝΔΡΟΣ
 ἉΛΙΠΕΔΟΝ τινες
 ἉΛΙΜΟΥΣΙΟΙ
 ἉΛΙΡΡΟΘΙΟΣ
 ἈΛΚΕΤΑΣ
 ἈΛΚΙΒΙΑΔΗΣ
 ἈΛΚΙΜΑΧΟΣ
 ἈΛΚΜΑΙΩΝΙΔΑΙ
 ἈΛΟΓΙΑΝ
 ἍΛΟΓΟΙ ΕΡΑΝΙΣΤΑΙ
 ἉΛΟΝΝΗΣΟΣ
 ἈΛΟΠΗ
 ἉΛΟΥΡΓΟΠΩΛΙΚΗ
 ἉΛΩΑ
 ἈΛΩΠΕΚΗ
 ἈΛΩΠΕΚΟΝΝΗΣΟΣ
 ἈΜΑΔΟΚΟΣ
 ἈΜΑΖΟΝΕΙΟΝ
 ἉΜΑΞΑΝΤΕΙΑ
 ἈΜΒΛΩΘΡΙΔΙΟΝ
 ἈΜΒΡΑΚΙΑ
 ἍΜΙΠΠΟΙ
 ἈΜΜΩΝΙΣ
 ἈΜΟΡΓΗΣ
 ἈΜΟΡΓΟΣ
 ἈΜΦΙΓΝΟΕΙΝ
 ἈΜΦΙΔΕΑΙ
 ἈΜΦΙΔΡΟΜΙΑ
 ἈΜΦΙΚΤΥΟΝΕΣ
 ἈΜΦΙΠΟΛΙΣ
 ἈΜΦΙΣΒΗΤΕΙΝ
 ἌΜΦΙΣΣΑ
 ἈΜΦΟΤΕΡΟΠΑΟΥΝ
 ἉΜΩΣΓΕΠΩΣ
 ἈΝΑΒΑΛΛΕΙ
 ἈΝΑΓΕΙΝ
 ἈΝΑΓΕΙΣ
 ἈΝΑΓΙΝΩΣΚΟΜΕΝΟΣ
 ἈΝΑΓΚΑΙΟΝ
 ἈΝΑΓΥΡΑΣΙΟΣ
 ἈΝΑΔΙΚΑΣΑΣΘΑΙ
 ἈΝΑΘΕΣΘΑΙ
 ἈΝΑΙΡΕΘΕΙΣ
 ἈΝΑΙΝΕΣΘΑΙ
 ἈΝΑΚΑΙΑΣΙΝ
 ἈΝΑΚΑΛΥΠΤΗΡΙΑ
 ἈΝΑΚΕΙΟΝ
 ἈΝΑΚΡΙΣΙΣ
 ἌΝΑΚΤΕΣ
 ἈΝΑΞΑΓΟΡΑΣ
 ἈΝΑΞΙΒΙΟΣ
 ἈΝΑΠΟΔΙΖΟΜΕΝΑ
 ἈΝΑΣΕΙΣΑΣ
 ἈΝΑΣΥΝΤΑΞΑΣ
 ἈΝΑΤΙ
 ἈΝΑΦΛΥΣΤΙΟΙ
 ἈΝΑΦΟΡΑΝ
 ἌΝΔΗΡΑ
 ἈΝΔΟΚΙΔΟΥ ἙΡΜΗΣ
 ἈΝΔΡΑΠΟΔΟΚΑΠΗΛΟΣ
 ἈΝΔΡΑΠΟΔΙΣΤΗΣ
 ἈΝΔΡΕΙΑ 
 ἈΝΔΡΟΛΗΨΙΑ
 ἌΝΔΡΩΝ
 ἈΝΕΛΟΥΣΑ ΓΑΡ ΤΟΝ ΝΟΜΟΝ ΤΟΥΤΟΝ ΕΚΕΙΡΟΤΟΝΗΣΕΝ ΑΥΤΗΙ
 ἈΝΕΜΥΤΑΣ
 ἈΝΕΠΟΠΤΕΥΤΟΣ
 ἈΝΕΣΚΕΥΑΣΑΝΥΟ
 ἌΝΕΤΟΝ
 ἈΝΕΧΑΙΤΙΣΕ
 ἈΝΗΚΕΙ
 ἌΝΘΕΙΑ
 ἈΝΘΕΜΟΚΡΙΤΟΣ
 ἈΝΘΕΜΟΥΣ
 ἈΝΘΕΣΤΗΡΙΩΝ
 ἈΝΘΗΝΗ
 ἈΝΘΥΠΩΜΟΣΑΝ
 ἈΝΙΔΡΥΤΟΣ
 ἌΝΟΙΚΟΣ
 ἈΝΤΕΠΙΤΙΘΗΣΙΝ
 ἈΝΤΙΑΤΑΙΣ
 ἈΝΤΙΒΑΒΘΕΝΤΟΣ
 ἈΝΤΙΓΕΝΙΔΑΣ
 ἈΝΤΙΓΡΑΦΕΥΣ
 ἈΝΤΙΓΡΑΦΗ
 ἈΝΤΙΘΕΣΙΣ
 ἈΝΤΙΚΥΡΑ
 ἈΝΤΙΟΧΙΣ
 ἈΝΤΙΦΩΝ
 ἈΝΤΙΠΑΤΡΟΣ
 ἌΝΤΙΣΣΑ
 ἈΝΤΡΩΝΕΣ
 ἈΝΤΩΜΟΣΙΑ
 ἈΝΩΡΘΙΑΖΟΝ
 ἈΞΙΟΙ
 ἈΞΙΟΧΟΣ
 ἌΞΟΝΙ
 ἌΟΠΤΑ
 ἌΠΑΓΕ
 ἈΠΑΓΟΡΕΥΕΙΝ
 ἈΠΑΘΗ
 ἈΠΑΡΙΘΜΩΝ
 ἈΠΑΡΤΙΛΟΓΙΑ
 ἈΠΑΤΟΥΡΙΑ
 ἈΠΕΙΠΕΙΝ ἀντὶ
 ἈΠΕΡΓΑΣΑΜΕΝΟΣ
 ἈΠΕΣΧΟΙΝΙΣΜΕΝΟΣ
 ἈΠΗΑΟΗΜΕΝΟΣ
 ἈΠΗΧΕΙΑ
 ἈΠΙΛΛΕΙΝ
 ἈΠΙΣΤΕΙΝ
 ἈΠΛΑΣ
 ἈΠΟΒΑΤΗΣ καὶ ἈΠΟΒΑΙΝΕΙΝ
 ἈΠΟΓΡΑΦΗ
 ἈΠΟΔΕΚΤΑΙ
 ἈΠΟΔΙΔΟΜΕΝΟΙ
 ἈΠΟΙΚΙΑ
 ἈΠΟΙΚΟΔΟΜΕΙΣ
 ἈΠΟΚΗΡΥΤΤΟΝΤΕΣ
 ἈΠΟΚΡΙΣΙΣ
 ἈΠΟΛΑΧΕΙΝ
 ἈΠΟΛΕΛΟΙΠΟΤΕΣ
 ἈΠΟΛΗΞΙΣ
 ἈΠΟΜΑΤΤΩΝ
 ἈΠΟΛΛΩΝ ΠΑΥΡΩΙΟΣ
 ἈΠΟΜΙΣΘΟΙ
 ἈΠΟ ΜΙΣΘΩΜΑΤΩΝ
 ἈΠΟΝΟΜΗ
 ἈΠΟΠΕΦΑΣΜΕΝΟΝ
 ἈΠΟΠΟΜΠΑΣ
 ἈΠΟΡΡΕΞΑΝΤΕΣ
 ἈΠΟΡΡΗΤΑ
 ἈΠΟΡΩΤΑΤΟΣ
 ἈΠΟΣΑΞΑΝΤΑ
 ἈΠΟΣΤΑΣΙΟΥ
 ἈΠΟΣΤΗΣΑΜΕΝΟΝ
 ἈΠΟΣΤΟΛΕΙΣ
 ἈΠΟΣΤΡΟΦΗΝ
 ἈΠΟΤΑΞΙΣ
 ἈΠΟΤΙΜΗΤΑΙ καὶ ἈΠΟΤΙΜΗΜΑ καὶ ἈΠΟΤΙΜΑΝ καὶ τὰ ἀπ̓
 ἈΠΟΤΑΦΟΣ
 ἈΠΟΤΕΙΧΙΣΑΙ
 ἈΠΟΤΕΤΕΙΧΙΣΜΕΝΟΣ δὲ ὁ ἀπειλημμένος καὶ ἀποκεκλεισμένος
 ἌΠΟ ΥΟΥ ΠΡΑΓΜΑΤΟΣ
 ἈΠΟΦΑΣΙΣ
 ἈΠΟΦΟΡΑΝ
 ἈΠΟΨΗΦΙΖΟΝΤΑΙ
 ἈΠΡΟΒΟΥΛΕΥΤΟΝ
 ἈΠΡΟΣΚΛΗΤΟΝ
 ἈΠΡΟΣΤΑΣΙΟΥ
 ἈΠΡΟΤΩΝ
 ἈΡΑΦΗΝΙΟΣ
 ἈΡΓΑΣ
 ἌΡΓΟΥΡΑ
 ἈΡΓΥΡΙΟΘΗΚΗ
 ἈΡΓΥΡΙΤΙΣ ΓΗ
 ἈΡΓΥΡΟΚΟΠΕΙΟΝ
 ἈΡΓΙΝΟΥΣΑΙ
 ἈΡΓΥΡΟΠΟΥΣ ΔΙΦΡΟΣ
 ἈΡΓΑΙΟΣ
 ἈΡΙΟΒΑΡΖΑΝΗΣ
 ἈΡΔΗΤΤΟΣ
 ἈΡΕΤΗ
 ἌΡΘΜΙΟΣ
 ἈΡΙΣΤΕΥΣ
 ἈΡΙΣΤΤΛΛΑ
 ἈΡΙΣΤΙΩΝ
 ἈΡΚΤΕΥΣΑΙ
 ἈΡΚΤΟΥΡΟΣ
 ἈΡΚΥΩΡΟΣ
 ἉΡΜΟΣΤΑΙ
 ἈΡΡΗΦΟΡΕΙΝ
 ἈΡΤΕΜΙΣΙΑ
 ἈΡΤΕΜΙΣΙΟΝ
 ἈΡΥΒΒΑΣ
 ἈΡΧΑΙΡΕΣΙΑΖΕΙΝ
 ἈΡΧΑΙΩΣ
 ἈΡΧΗ ΑΝΔΡΑ ΔΕΙΧΝΥΣΙ
 ἈΡΧΗΝ ΙΑΣΘΑΙ ΠΟΛΥ ΛΩΙΟΝ ΗΕ ΤΕΛΕΥΤΗΝ
 ἈΡΧΙΔΑΜΕΙΟΣ ΠΟΛΕΜΟΣ
 ἈΣΗΜΑΝΤΑ
 ἈΣΠΑΣΙΑ
 ἈΣΤΑΘΜΗΤΟΤΑΤΟΝ
 ἌΣΤΙΚΤΟΝ ΧΩΡΙΟΝ
 ἈΣΤΡΑΒΗ
 ἈΣΤΥΝΟΜΟΣ
 ἈΣΥΝΘΕΤΩΤΑΤΟΝ
 ἈΤΑΡΝΕΥΣ
 ἈΤΕΧΝΩΣ
 ἈΤΙΜΗΤΟΣ ΑΓΩΝ
 ἌΤΙΜΟΣ
 ἌΤΤΑ
 ἌΤΤΗΣ
 ἈΤΤΙΚΟΙΣ ΓΡΑΜΜΑΣΙΝ
 ΑΙΦΕΝΤΗΣ
 ΑΥΛΕΙΟΣ
 ΑΥΛΙΑ
 ΑΥΛΙΖΟΜΕΝΟΙ
 ΑΥΥΟΔΙΚΕΙΝ
 ΑΥΤΟΚΛΕΙΔΗΣ
 ΑΥ
 ΑΥΤΟΛΗΚΥΘΟΙ
 ΑΥΥΟΛΥΚΟΣ
 ΑΥΤΟΜΑΧΕΙΝ
 ΑΥΤΟΧΘΟΝΕΣ
 ἈΦΑΙΡΕΣΙΣ ἰδίως λέγεται ἡ εἰς
 ἈΦΑΡΕΥΣ
 ἈΦΑΝΗΣ ΟΥΣΙΑ ΚΑΙ ΦΑΝΕΡΑ
 ἈΦΕΙΣ
 ἈΦΕΙΣ ΤΗΝ ΥΠΕΡΑΝ ΤΟΝ ΠΟΔΑ ΔΙΩΚΕΙ
 Ἀφ’ ἙΣΤΙΑΣ ΜΥΕΙΣΘΑΙ
 ἈΦΟΡΜΗ
 ἈΦΟΣΙΩ
 ἈΦΡΟΔΙΣΙΟΝ
 ἈΦΥΑΣ
 ἈΧΑΡΙΣΤΕΙΝ
 ΒΑΛΒΙΣΙΝ
 ΒΑΡΑΘΡΟΝ
 ΒΑΣΑΝΟΣ
 ΒΑΣΙΛΙΚΗ ΔΙΑΔΡΟΜΗ
 ΒΑΣΙΛΕΙΟΣ ΣΤΟΑ
 ΒΑΣΚΑΙΝΕΙ
 ΒΑΣΑΝΙΣΑΣ
 ΒΑΤΑΛΟΣ
 ΒΑΥΒΟΥΣ
 ΒΕΒΑΙΩΣΕΩΣ
 ΒΗΣΑΙΗΣ
 ΒΙΑΙΩΝ
 ΒΛΙΜΑΖΕΙΝ
 ΒΛΙΣΑΙ
 ΒΟΗΔΡΟΜΙΑ
 ΒΟΘΥΝΟΣ
 ΒΟΛΕΩΝΕΣ
 ΒΟΜΒΥΛΙΟΣ
 ΒΟΥΛΑΙΑ
 ΒΟΥΛΕΙΑ
 ΒΟΥΛΕΥΣΕΩΣ
 ΒΟΥΤΑΔΗΣ
 ΒΟΥΤΗΣ
 ΒΟΥΦΟΝΙΑ
 ΒΟΥΧΕΤΑ
 ΒΟΩΝΗΣ
 ΒΡΥΤΙΔΑΙ
 ΒΩΜΟΛΟΧΕΥΕΣΘΑΙ
 ΓΑΛΗΨΟΣ
 ΓΑΜΗΛΙΑ
 ΓΑΝΟΣ
 ΓΕΙΣΙΠΟΥΣ
 ΓΕΝΝΗΤΑΙ
 ΓΕΡΑΡΑΙ
 ΓΕΡΑΝΕΙΑ
 ΓΕΡΡΑ
 ΓΕΩΦΑΝΙΟΝ
 ΓΗΠΕΔΩΝ
 ΓΛΑΥΚΟΣ
 ΓΛΥΚΕΡΑ
 ΓΝΩΣΙΣ
 ΓΟΡΓΥΡΑ
 ΓΡΑΜΜΑΤΕΥΣ
 ΓΡΑΦΕΥΣ
 ΓΡΑΦΕΙΝ
 ΓΡΑΦΗ
 ΓΡΥΠΑΝΙΟΝ
 ΓΡΥΛΛΟΣ
 ΓΥΛΙΟΣ
 ΓΥΛΙΠΠΟΣ
 ΓΥΛΩΝ
 ΓΩΝΙΑΣΜΟΣ
 ΔΑΙΔΑΛΟΥ ΠΟΙΗΜΑΤΑ
 ΔΑΕΙΡΑ
 ΔΑΜΩΝ
 ΔΑΟΧΟΣ
 ΔΑΡΕΙΚΟΣ
 ΔΑΤΕΙΣΘΑΙ
 ΔΑΤΟΣ
 ΔΕΗΣΕΙΣ
 ΔΕΙΓΜΑ
 ΔΕΙΠΝΟΦΟΡΟΣ
 ΔΕΙΡΑΔΙΩΤΗΣ
 ΔΕΙΝΩΙ
 ΔΕΚΑΖΩΝ
 ΔΕΚΑ
 ΔΕΚΑΔΑΡΧΙΑ
 ΔΕΚΑΤΕΥΕΙΝ
 ΔΕΚΑΤΕΥΤΑΣ
 ΔΕΚΑΤΗΛΟΓΟΥΣ
 ΔΕΚΕΛΕΙΚΟΣ
 ΔΕΛΦΙΝΙΟΝ
 ΔΕΡΚΥΛΙΔΑΣ
 ΔΕΡΜΑΤΙΚΟΝ
 ΔΕΡΜΗΣΤΗΣ
 ΔΕΥΣΟΠΟΙΟΣ
 ΔΗΜΑΙΝΕΤΟΣ
 ΔΗΛΙΑΣΤΑΙ
 ΔΗΜΑΡΧΟΣ
 ΔΗΜΟΚΟΙΝΟΣ
 ΔΗΜΟΠΟΙΗΤΟΣ
 ΔΗΜΟΣΙΟΣ
 ΔΗΜΟΤΕΛΗ
 ΔΗΜΟΤΕΥΟΜΕΝΟΣ
 ΔΗΜΟΦΑΝΗΣ
 ΔΙΑΓΟΡΕΥΩΝ
 ΔΙΑΓΡΑΜΜΑ
 ΔΙΑΓΡΑΦΗ
 ΔΙΑΓΡΑΨΑΣΘΑΙ
 ΔΙΑΔΟΣΕΙΣ
 ΔΙΑΚΕΧΡΗΜΕΝΟΝ
 ΔΙΑΣΤΑΣΙΣ
 ΔΙΑΓΡΑΨΑΝΤΟΣ
 ΔΙΑΘΕΣΙΣ
 ΔΙΑΛΗΞΙΣ
 ΔΙΑ ΜΕΣΟΥ ΤΕΙΧΟΥΣ
 ΔΙΑΧΕΙΡΟΤΟΝΙΑ
 ΔΙΑΜΕΜΕΤΡΗΜΕΝΗ ΗΜΕΡΑ
 ΔΙΑΜΕΤΡΟΝ
 ΔΙΑΣΚΕΥΑΣΑΣΘΑΙ
 ΔΙΑΣΕΙΣΤΟΥΣ
 ΔΙΑΨΗΦΙΣΙΣ
 ΔΙΑΜΑΡΤΥΡΙΑ
 ΔΙΑΙΤΗΤΑΙ
 ΔΙΑΣΥΗΣΑΙ
 ΔΙΔΑΣΚΑΛΟΣ
 ΔΙΕΓΓΥΗΣΙΝ
 ΔΙΕΚΩΔΩΝΙΣΕ
 δι’  ΕΝΙΑΥΤΟΥ
 ΔΙΕΣΠΕΥΣΑΜΗΝ
 ΔΙΕΣΚΑΡΙΦΗΣΑΜΕΘΛ
 ΔΙΕΤΕΙΝΑΝΤΟ
 ΔΙΗΛΛΑΞΕΝ
 ΔΙΗΡΞΑ
 ΔΙΙΠΟΛΕΙΑ
 ΔΙΚΑΙΟΓΕΝΗΣ
 ΔΙΚΑΙΟΠΟΛΙΣ
 ΔΙΚΑΙΩΣΙΣ
 ΔΙΚΗ
 ΔΙΟΙΚΙΕΙΝ
 ΔΙΟΠΕΥΩΝ
 ΔΙΟΤΙΜΟΣ
 ΔΙΟΦΑΝΤΟΣ
 ΔΙΩΑΥΓΙΟΝ
 ΔΙΩΜΟΣΙΑ
 ΔΟΚΙΜΑΣΘΕΙΣ
 ΔΟΡΙΣΚΟΣ
 ΔΟΣΙΣ
 ΔΡΑΚΟΝΤΙΔΗΣ
 ΔΡΑΚΩΝ
 ΔΡΓΓΙΛΟΝ
 ΔΡΟΜΟΚΗΡΥΚΕΣ
 ΔΡΥΜΟΣ
 ΔΡΥΣ
 ΔΥΣΑΝΙΟΣ
 ΔΥΣΑΥΛΗΣ
 ΔΥΣΩΠΟΥΜΑΙ
 ΔΩΡΙΕΥΣ
 ΔΩΡΟΞΕΝΙΑ
 ΔΩΡΩΝ ΓΡΑΦΗ
 ἘΑΝ ΤΙΣ γραψάμενος μὴ
 ἙΒΔΟΜΕΥΟΜΕΝΟΥ
 ἘΓΓΥΘΗΚΗ
 ἙΔΩΛΙΑΣΑΙ
 ἜΘΝΟΣ
 ΕΙΛΩΤΕΥΕΙΝ
 ΕΙΣΑΓΓΕΛΙΑ
 ΕΙΣ ΕΜΦΑΝΩΝ ΚΑΤΑΣΤΑΣΙΝ
 ΕΙΣ ΕΝ ΗΛΘΕΝ
 ΕΙΣΕΠΟΔΙΖΟΝ
 ΕΙΣ ΕΩ
 ΕΙΣΦΡΗΣΕΙΝ
 ἘΚΑΛΙΣΤΡΟΥΝ
 ἙΚΑΤΗΣ ΝΗΣΟΣ
 ἙΚΑΤΟΜΒΑΙΩΝ
 ἙΚΑΤΟΜΝΩΣ
 ἙΚΑΤΟΜΠΕΔΟΝ
 ἜΚΔΕΙΑ
 ἘΚΔΕΞΑΜΕΝΟΣ
 ἘΚΔΙΚΑΣΑΣΘΑΙ
 ἜΚΔΟΣΙΣ
 ἘΚΚΛΗΤΕΥΕΙΝ
 ἘΚΛΟΓΕΙΣ
 ἘΚΛΩΖΕΤΕ
 ἘΚΜΑΡΤΥΡΙΑ
 ἘΚ ΠΕΡΙΟΥΣΙΑΣ
 ἘΚΠΛΙΝΘΕΥΣΑΣ
 ἘΚΠΟΛΕΜΩΣΑΙ
 ἘΚ ΠΡΟΑΓΩΓΗΣ
 ἘΚΦΥΛΛΟΦΟΡΗΣΛΙ
 ἘΛΑΙΟΥΣ
 ἘΛΑΤΕΙΑ
 ἘΛΑΦΡΟΤΑΤΟΥΣ
 ἘΛΕΟΚΟΠΩΝ
 ΕΛΕΥΘΕΡΙΟΣ ΖΕΥΣ
 ἘΛΕΥΣΙΝΙΑ
 ἙΛΙΚΤΗΡΕΣ
 ἝΛΙΞΟΣ
 ἙΛΛΑΝΟΔΙΚΑΙ
 ἙΛΛΗΝΟΤΑΜΙΑΙ
 ἜΜΒΕΒΛΗΜΕΝΑ
 ἝΜΒΙΟΣ
 ἜΜΒΡΑΧΥ
 ἜΜΜΗΝΟΙ ΔΙΚΑΙ
 ἘΜΠΟΔΩΝ
 ἜΜΠΟΥΣΑ
 ἝΝΑΙ ΑΡΧΑΙ
 ἜΝΔΕΙΞΙΣ
 ἘΝΔΕΚΑΖΟΝΤΑΣ
 ἘΝ ΔΙΟΜΕΙΟΙΣ ἩΡΑΚΛΕΙΟΝ
 ἘΝΕΠΙΣΚΗΜΜΑ
 ἘΝΕΣΚΕΥΑΣΜΕΝΗΝ
 ἘΝΕΤΙΜΑΤΟ
 ἝΝΗ ΚΑΙ ΝΕΑ
 ἜΝΘΡΥΠΥΑ
 ἘΝ ΛΙΜΝΑΙΣ ΔΙΟΝΥΣΙΟΝ
 ἘΝΝΕΆΚΡΟΥΝΟΝ
 ἘΝΝΕΑ ΟΔΟΙ
 ἘΝ ΠΑΡΑΒΥΣΤΩΙ
 ἘΝΣΗΜΑΙΝΟΜΕΝΟΣ
 ἘΝ ΦΡΕΑΤΤΟΙ
 ἘΞΑΓΙΣΤΟΣ
 ἘΞΑΙΡΕΣΕΩΣ ΔΙΚΗ
 ἘΞΑΡΑΣΑΣΘΑΙ
 ἘΞΕΓΓΥΗΣΙΣ
 ἘΞΕΝΙΖΕ
 ἘΞΕΠΡΕΜΝΙΖΟΝ
 ἘΞΕΤΑΖΕΣΘΑΙ
 ἘΞΗΓΗΤΗΣ
 ἘΞΗΚΕΣΤΟΣ
 ἘΞΟΡΧΗΣΑΜΕΝΟΣ
 ἘΞΟΥΛΗΣ
 ἘΞΩΜΟΣΙΑ
 ἘΠΑΓΓΕΛΙΑ
 ἘΠΑΚΤΟΣ ΟΡΚΟΣ
 ἘΠΑΚΤΡΟΚΕΛΗΣ
 ἘΠΑΛΛΑΞΕΙΣ
 ἘΠΑΝΑΦΟΡΑ
 ἘΠΑΙΡΟΜΕΝΟΣ
 ἘΠΕΔΙΚΑΣΕ
 ΜΝΗΜΑΤΙ
 ἘΠΕΣΚΗΨΑΤΟ
 ἘΠΙΒΑΤΗΣ
 ἘΠΙΒΑΗΤΑΣ
 ἘΠΙΒΟΙΟΝ
 ἘΠΙΒΟΛΗ
 ἘΠΙΓΝΩΜΟΝΑΣ
 ἘΠΙΓΡΑΦΕΑΣ
 ἘΠΙΓΥΙΟΝ
 ἘΠΙΔΕΚΑΤΟΝ
 ΕΠΙΠΕΜΠΤΟΝ εἰώθασι λέγειν
 ἘΠΙ ΔΕΛΦΙΝΙΩΙ
 ἘΠΙΔΙΑΤΙΘΕΣΘΑΙ
 ἘΠΙ ΔΗΛΙΩΙ ΜΑΧΗ
 ἘΠΙΔΙΕΤΕΣ ΗΒΗΣΑΙ
 ἘΠΙΔΙΚΟΣ καὶ ΕΠΙΚΛΗΡΟΣ καὶ ΕΠΙΠΡΟΙΚΟΣ
 ἘΠΙ ΘΡΑΣΥΛΛΩΙ
 ἘΠΙΘΕΤΟΥΣ ΕΟΡΤΑΣ
 ἘΠΙΚΕΚΗΡΥΧΕΝΑΙ
 ἘΠΙΚΗΡΥΚΕΙΑ
 ἘΠΙ ΚΟΡΡΗΣ
 ἘΠΙΚΡΑΤΗΣ
 ἘΠΙΛΑΧΩΝ
 ἘΠΙΜΕΛΗΤΗΣ ΤΩΝ ΜΥΣΤΗΡΙΩΝ
 ἘΠΙΜΕΛΗΤΗΣ ΕΜΠΟΡΙΟΥ
 ἘΠΙΜΗΝΙΑ
 ἘΠΙΟΡΚΗΣΑΝΤΑ
 ἘΠΙ ΠΑΛΛΑΔΙΩΙ
 ἘΠΙΠΕΜΠΤΟΝ
 ἜΠΙΠΛΟΝ
 ἘΠΙ ΠΡΥΤΑΝΕΙΩΙ
 ἘΠΙΣΗΜΑΙΝΕΣΘΑΙ
 ἘΠΙΣΙΤΙΑ
 ἘΠΙΣΚΟΠΟΣ
 ἘΠΙΣΤΑΤΗΣ
 ἘΠΙΣΤΑΘΜΟΣ
 ἘΠΙΤΕΛΕΟΥΝ
 ἘΠΙΤΙΜΗΤΑΣ
 ἘΠΙΤΕΙΧΙΣΜΑ
 ἘΠΙΤΡΕΠΕΙΝ
 ἘΠΙΤΡΙΤΑΙΣ
 ἘΠΙΧΑΡΗΣ
 ἘΠΙΧΕΙΡΟΤΟΝΙΑ
 ἘΠΙΨΗΦΙΖΩΝ
 ἘΠΟΓΔΟΟΝ
 ἘΠΩΒΕΛΙΑ
 ἘΠΩΝΙΑ
 ἘΠΩΝΥΜΟΙ
 ἘΠΩΠΤΕΥΚΟΤΩΝ
 ἘΡΑΝΙΖΟΝΤΕΣ
 ἜΡΓΑ ΝΕΩΝ
 ἘΡΓΙΣΚΗ
 ἘΡΓΟΚΛΗΣ
 ἘΡΓΟΦΙΛΟΣ
 ἝΡΚΕΙΟΣ ΖΕΥΣ
 ἝΡΜΑ
 ἙΡΜΑΙ
 ἝΡΜΟΣ
 ἙΡΜΗΣ Ο ΠΡΟΣ ΤΗΙ ΠΥΛΙΔΙ
 ἙΡΜΙΑΣ
 ἘΡΟΙΑΔΑΙ
 ἘΡΥΘΡΑΙΟΙ
 ἘΡΧΙΑΘΕΝ
 ἘΣΠΑΘΑΤΟ
 ἘΣΤΙΑΤΩΡ
 ἘΣΧΑΡΑ
 ἘΣΧΑΤΙΑ
 ἙΤΑΙΡΕΙΑ
 ἘΤΕΟΒΟΥΥΑΔΑΙ
 ἙΤΕΡΟΦΘΑΛΜΟΣ
 ΕΥΑΓΟΡΑΣ
 ΕΥΑΙΩΝ
 ΕΥΑΝΔΡΙΑ
 ΕΥΒΟΥΛΟΣ
 ΕΥΔΙΚΟΣ
 ΕΥΗΝΟΣ
 ΕΥΗΝΙΩΤΑΤΑ
 ΕΥΘΙΑΣ
 ΕΥΘΥΝΟΙ
 ΕΥΘΥΩΡΟΝ
 ΕΥΜΕΝΙΔΕΣ
 ΕΥΝΕΙΔΑΙ
 ΕΥΞΙΘΕΟΣ
 ΕΥΟΙ ΣΑΒΟΙ
 ΕΥΟΦΘΑΛΜΩΣ
 ΕΥΡΥΒΑΤΟΝ
 ΕΥΡΥΜΕΔΩΝ
 ΕΥΡΥΣΑΚΕΙΟΝ
 ΕΥΣΥΜΒΟΛΟΣ
 ΕΥΦΡΑΙΟΣ
 ΕΥΩΝΥΜΕΙΣ
 ἜΦΕΣΙΣ
 ἜΦΕΚΤΟΣ ΤΟΚΟΣ
 ἘΦΕΤΑΙ
 Ἐφ’ ἹΕΡΟΝ
 ἘΦΟΡΙΑ
 ἘΦΟΡΜΕΙΝ
 ἘΧΙΝΟΣ
 ἙΩΛΟΚΡΑΣΙΑ
 ΖΕΙΡΑ
 ΖΕΥΞΙΣ
 ΖΗΛΟΤΥΠΟΥΝ
 ΖΗΤΗΤΗΣ
 ἩΓΕΜΟΝΙΑ ΔΙΚΑΣΤΗΡΙΟΥ
 ἩΓΕΜΩΝ ΣΥΜΜΟΡΙΑΣ
 ἩΓΗΜΩΝ
 ἩΓΗΣΙΠΠΟΣ
 ἩΔΥΛΕΙΟΝ
 ἨΕΤΙΩΝΕΙΑ
 ἨΚΡΩΤΗΡΙΑΣΜΕΝΟΙ
 ἩΛΙΑΙΑ
 ἩΛΙΚΙΑ ΤΗΣ ΠΟΛΕΩΣ
 ἩΜΙΕΚΤΟΝ
 ἩΜΙΟΛΙΑΣΜΟΣ
 ἬΠΕΙΡΟΝ
 ἩΡΑΚΛΕΙΑ
 ἩΡΑΙΟΝ ΤΕΙΧΟΣ
 ἨΡΙΑ
 ἮΣΜΕΝ
 ἨΙΤΗΜΕΝΗΝ
 ἩΦΑΙΣΤΙΑ
 ἨΙΩΝ
 ΘΑΡΓΗΛΙΑ
 ΘΕΜΕΝΟΣ ΤΑ ΟΠΛΑ
 ΘΕΜΙΣΤΕΥΕΙΝ
 ΘΕΜΙΣΩΝ
 ΘΕΟΓΕΙΤΩΝ
 ΘΕΟΓΝΙΣ
 ΘΕΟΙΝΙΟΝ
 ΘΕΟΚΡΙΝΗΣ
 ΘΕΡΑΠΝΑΙ
 ΘΕΡΜΑΝ
 ΘΕΡΜΟΠΥΛΑΙ
 ΘΕΡΣΑΝΔΡΟΣ
 ΘΕΣΘΛΙ
 ΘΕΣΜΟΣ
 ΘΕΣΜΟΘΕΤΑΙ
 ΘΕΤΗΣ
 ΘΕΤΤΑΛΟΣ
 ΘΕΥΔΟΣΙΑΝ
 ΘΕΩΡΙΚΑ
 ΘΕΩΡΙΣ
 ΘΗΜΑΚΕΥΣ
 ΘΗΡΑΜΕΝΗΣ
 ΘΗΣΕΙΟΝ
 ΘΗΤΕΣ
 ΘΙΑΣΟΣ
 ΘΙΒΡΩΝ
 ΘΟΛΟΣ
 ΘΟΡΑΙ
 ΘΟΡΙΚΟΣ
 ΘΡΙΠΗΔΕΣΤΟΝ
 ΘΡΟΝΙΟΝ
 ΘΥΜΑΙΤΑΔΑΙ
 ΘΥΡΓΩΝΙΔΑΙ
 ΘΥΣΤΙΟΝ
 ἸΔΙΑΝ
 ἸΔΡΙΕΥΣ
 ἹΕΡΑΞ
 ἹΕΡΑ ΟΔΟΣ
 ἹΕΡΑ ΤΡΙΗΡΗΣ
 ἹΕΡΟΜΗΝΙΑ
 ἹΕΡΟΜΝΗΜΟΝΕΣ
 ἹΕΡΟΦΑΝΤΗΣ
 ἹΕΡΩΝΥΜΟΣ
 ἸΘΥΦΑΛΛΟΙ
 ἸΚΑΡΙΕΥΣ
 ἹΚΕΤΗΡΙΑ
 ἸΟΝΙΟΣ
 ἸΠΝΟΣ
 ἽΠΠΑΡΧΟΣ
 ἹΠΠΑΣ
 ἹΠΠΙΑ ἈΘΗΝΑ
 ἹΠΠΟΔΑΜΕΙΑ
 ἼΣΑ ΒΑΙΝΩΝ ΠΥΘΟΚΛΕΙ Δημοσθένης ἐν
 ἼΣΑΙ ΨΗΦΟΙ
 ἸΣΑΙΟΣ
 ἸΣΜΗΝΙΑΣ
 ἸΣΟΛΑΙΤΗΣ
 ἸΣΟΤΕΛΗΣ
 ἼΣΧΑΝΔΡΟΣ
 ἸΤΕΛΙΟΣ
 ἼΩΝ
 ΚΑΒΥΛΗ
 ΚΑΔΙΣΚΟΣ
 ΚΑΔΜΕΙΑ
 ΚΑΘΑΡΣΙΟΝ
 ΚΑΘΕΛΩΝ
 ΚΑΘΗΚΟΝΤΑ
 ΚΑΘΕΤΟΣ
 ΚΑΙ
 ΓΝΩΜΗΣ ΑΠΟΔΗΜΕΙΝ
 ΚΑΙΝΩΣ
 ΚΑΚΟΤΕΧΝΙΩΝ
 ΚΑΚΩΣ ΕΙΔΟΤΕΣ
 ΚΑΚΩΣΕΩΣ
 ΚΑΛΑΥΡΕΙΑ
 ΚΑΝΗΦΟΡΟΙ
 ΚΑΡΚΙΝΟΣ
 ΚΑΡΠΟΥ ΔΙΚΗ
 ΚΑΡΥΑΝΔΑ
 ΚΑΤΑΒΟΛΗ
 ΚΑΤΑΔΕΔΕΣΘΑΙ
 ΚΑΤΑ ΔΗΜΟΤΣ ΔΙΚΑΣΤΑΣ
 ΚΑΤΑΔΙΚΑΣΑΜΕΝΟΣ
 ΚΑΤΑΓΕΙΝ ΤΑ ΠΛΟΙΑ
 ΚΑΤΑΣΤΑΣΙΣ
 ΚΑΤΑ ΤΗΝ ΑΓΟΡΑΝ ΑΨΕΥΔΕΙΝ
 ΚΑΤΑΤΟΜΗ
 ΚΑΤΑΠΑΗΞ
 ΚΑΤΑΧΥΣΜΑΤΑ
 ΚΑΤΑΧΕΙΡΟΤΟΝΙΑ
 ΚΑΤΑΨΕΥΔΟΜΑΡΤΥΡΗΣΑΜΕΝΟΣ
 ΚΑΤΕΛΕΥΣΑΝ
 ΚΑΤΩΙΚΟΔΟΜΗΣΕΝ
 ΚΕΒΡΗΝΑ
 ΚΕΓΧΡΕΩΝ
 ΚΕΙΟΙ
 ΚΕΙΡΙΑΔΗΣ
 ΚΕΚΡΟΠΙΣ
 ΚΕΛΕΟΝΤΕΣ
 ΚΕΡΑΜΕΙΣ
 ΚΕΡΑΜΕΙΚΟΣ
 ΚΕΡΚΙΔΑΣ
 ΚΕΡΚΟΥΡΟΣ
 ΚΕΡΚΩΨ
 ΚΕΙΝΕΑΣ
 ΚΕΡΣΟΒΛΕΠΤΗΣ
 ΚΕΣΤΡΙΝΟΙ
 ΚΕΦΑΛΟΣ
 ΚΕΦΑΛΗΘΕΝ
 ΚΗΔΩΝΙΔΗΣ
 ΚΗΚΙΣ
 ΚΗΠΟΣ
 ΚΗΡΥΚΕΙΑ
 ΚΗΡΥΚΕΣ
 ΚΗΤΤΟΙ
 ΚΗΦΙΣΙΕΥΣ
 ΚΗΦΙΣΟΔΩΡΟΣ
 ΚΗΦΙΣΟΔΟΤΟΣ
 ΚΙΓΚΛΙΣ
 ΚΙΝΑΔΟΣ
 ΚΙΝΗΣΙΑΣ
 ΚΙΡΡΑΙΟΝ ΠΕΔΙΟΝ
 ΚΙΣΘΗΝΗ
 ΚΙΤΤΟΦΟΡΟΣ
 ΚΛΙΜΑΖΗΙ
 ΚΛΗΡΟΥΧΟΙ
 ΚΛΗΣΙΣ
 ΚΛΗΤΗΡΕΣ
 ΚΟΒΑΛΕΙΑ
 ΚΟΙΝΟΝ ΓΡΑΜΜΑΤΕΙΟΝ
 ΚΟΙΝΩΝΙΚΩΝ
 ΚΟΙΡΩΝΙΔΑΙ
 ΚΟΛΛΥΤΕΥΣ
 ΚΟΛΩΝΕΤΑΣ
 ΚΟΜΙΣΤΙΚΑ ΠΛΟΙΑ
 ΚΟΜΜΑΤΑ
 ΚΟΡΔΑΚΙΣΜΟΣ
 ΚΟΡΟΠΛΑΘΟΣ
 ΚΟΡΣΙΑΙ
 ΚΟΤΥΛΑΙΟΝ ΟΡΟΣ
 ΚΟΤΥΣ
 ΚΡΑΥΑΛΛΙΔΑΙ
 ΚΡΑΣΤΙΣ
 ΚΡΙΘΩΤΗΝ
 ΚΡΙΩΕΥΣ
 ΚΡΩΒΥΛΟΣ
 ΚΤΗΣΙΟΥ ΔΙΟΣ
 ΚΤΗΣΙΦΩΝ
 ΚΥΔΑΘΗΝΑΙΕΥΣ
 ΚΥΔΑΝΤΙΔΗΣ
 ΚΥΘΗΡΙΟΣ
 ΚΥΘΝΙΟΙ
 ΚΥΚΛΟΙ
 ΚΥΜΒΙΟΝ
 ΚΥΝΝΙΔΑΙ
 ΚΥΝΟΣΑΡΓΕΣ
 ΚΥΠΡΟΘΕΜΙΣ
 ΚΥΠΑΣΣΙΣ
 ΚΥΡΒΕΙΣ
 ΚΥΡΕΙΟΝ
 ΚΥΡΗΒΙΩΝ
 ΚΥΡΙΑ ΕΚΚΛΗΣΙΑ
 ΚΥΡΣΙΛΟΝ
 ΚΩΔΕΙΑ
 ΚΩΛΙΑΣ
 ΛΑΓΙΣΚΑ
 ΛΑΜΠΑΔΙΟΝ
 ΛΑΜΠΑΣ
 ΛΑΜΠΤΡΕΙΣ
 ΛΑΡΚΟΣ
 ΛΑΡΥΓΓΙΖΕΙΝ
 ΛΕΒΑΔΕΙΑ
 ΛΕΜΒΟΣ
 ΛΕΣΧΑΙ
 ΛΕΥΚΑΣ
 ΛΕΥΚΗ
 ΛΕΥΚΗ ΑΚΤΗ
 ΛΕΥΚΟΝΟΙΕΥΣ
 ΛΕΥΚΤΡΑ
 ΛΕΧΑΙΟΝ
 ΛΕΩΚΟΡΕΙΟΝ
 ΛΗΞΙΑΡΧΙΚΟΝ ΓΡΑΜΜΑΤΕΙΟΝ
 ΛΗΞΙΣ
 ΛΗΤΗ
 ΛΙΘΟΣ
 ΛΙΚΝΟΦΟΡΟΣ
 ΛΙΠΑΡΑ
 ΛΟΓΙΣΜΟΣ
 ΛΟΓΙΣΤΑΙ
 ΛΟΓΟΠΟΙΟΣ
 ΛΟΓΟΥ ΤΥΧΕΙΝ
 ΛΟΙΔΙΑΣ
 ΛΟΥΤΡΟΦΟΡΟΣ
 ΛΟΥΣΙΕΥΣ
 ΛΥΚΕΙΟΝ
 ΛΥΚΙΟΥΡΓΚΙΣ
 ΛΥΚΟΥΡΓΟΣ
 ΛΥΣΛΝΔΡΟΣ
 ΛΥΣΙΜΑΧΟΣ
 ΜΑΙΜΑΚΤΗΡΙΩΝ
 ΜΑΚΡΟΚΕΦΑΛΟΙ
 ΜΑΛΚΙΟΜΕΝ
 ΜΑΛΘΗ
 ΜΑΝΤΙΝΕΩΝ ΔΙΟΙΚΙΣΜΟΣ
 ΜΑΡΓΙΤΗΣ
 ΜΑΡΩΝΕΙΑ
 ΜΑΣΣΑΛΙΑ
 ΜΑΣΤΕΙΡΑ
 ΜΑΣΤΗΡΕΣ
 ΜΑΤΡΥΛΕΙΟΝ
 ΜΑΥΣΩΛΟΣ
 ΜΑΧΑΤΑΣ
 ΜΕΔΙΜΝΟΣ
 ΜΕΘΩΝΗ
 ΜΕΙΟΝ
 ΜΕΙΑΓΩΓΗΣΑΙ δέ ἐστι
 ΜΕΛΑΝΙΠΠΕΙΟΝ
 ΜΕΛΑΝΩΠΟΣ
 ΜΕΛΙΝΗ
 ΜΕΛΙΤΗ
 ΜΕΝΔΗ
 ΜΕΝΕΛΑΟΣ
 ΜΕΣΕΓΓΥΗΜΑ
 ΜΕΤΑΓΕΙΤΝΙΩΝ
 ΜΕΤΑΛΛΕΙΣ
 ΜΕΤΑΠΥΡΓΙΟΝ
 ΜΕΤΟΙΚΙΟΝ
 ΜΕΤΟΙΩΝΙΣΑΣΘΑΙ
 ΜΕΤΡΟΝΟΜΟΙ
 ΜΕΤΑΥΛΟΣ
 ΜΗΚΥΒΕΡΝΑ
 ΜΗΛΟΒΙΟΣ
 ΜΗΥΡΩΙΟΝ
 ΜΙΚΩΝ
 ΜΟΛΠΙΣ
 ΜΟΙΡΟΚΛΗΣ
 ΜΟΙΡΟΛΟΓΧΗΣΑΙ
 ΜΟΥΝΥΧΙΑ
 ΜΟΥΝΤΧΙΩΝ
 ΜΟΥΣΑΙΟΣ
 ΜΟΡΑΝ
 ΜΥΛΩΘΡΟΣ
 ΜΥΡΙΟΙ ΕΝ ΜΕΓΑΛΗΙ ΠΟΛΕΙ
 ΜΥΡΤΑΝΟΝ
 ΜΥΡΤΙΣ
 ΜΥΣΩΝ ΛΕΙΑΝ
 ΝΑΙΣ
 ΝΑΝΝΙΟΝ
 ΝΑΥΚΛΗΡΟΣ
 ΝΑΥΚΡΑΡΙΚΑ
 ΝΑΥΤΟΔΙΚΑΙ
 ΝΕΑΛΗΣ
 ΝΕΒΡΙΖΩΝ
 ΝΕΗΛΑΤΑ
 ΝΕΜΕΑΣ ΧΑΡΑΔΡΑ
 ΝΕΜΕΑΣ αὐλητρίδος μνημονεύει Ὑπερείδης ἐν
 ΝΕΜΕΣΕΙΑ
 ΝΕΩΝ
 ΝΕΩΡΙΑ
 ΝΕΩΣΙ
 ΝΙΚΑΙΑ
 ΝΙΚΑΝΩΡ
 ΝΙΚΗ ἈΘΗΝΑ
 ΝΟΘΕΙΑ
 ΝΟΜΟΦΥΛΑΚΕΣ
 ΝΟΤΙΟΝ
 ΝΥΜΦΑΙΟΝ
 ΞΕΝΙΖΕΙΝ
 ΞΕΝΙΚΟΝ ΕΝ ΚΟΡΙΝΘΩΙ
 ΞΕΝΙΤΕΥΟΜΕΝΟΥΣ
 ΞΗΡΑΛΟΙΦΕΙΝ
 ΞΥΠΕΤΑΙΟΝΕΣ
 ΞΥΣΤΙΣ
 ὈΒΟΛΟΣΤΑΤΟΙ
 ὉΔΟΣ
 ὈΘΝΕΙΟΣ
 ΟΙΗΘΕΝ
 ΟΙΚΕΩΣ
 ΟΙΚΗΜΑ
 ΟΙΚΙΣΚΩΙ
 ΟΙΝΗΙΣ
 ΟΙΝΟΗ
 ΟΙΟΝ
 ΟΙΟΣ ΕΙ
 ΟΙΣΥΜΗ
 ὍΤΙ διαμαρτάνει Δημοσθένης ἐν
 ὍΤΙ ἑξακισχίλια
 ὈΛΙΓΩΡΗΣΕΤΕ
 ὉΛΟΣΧΟΙΝΩΙ
 ὉΜΗΡΕΥΟΝΤΑΣ
 ὉΜΗΡΙΔΑΙ
 ὉΜΟΕΡΚΕΣ
 ὉΜΟΣΕ ΙΕΝΑΙ
 ὉΜΟΥ
 ὈΝΗΤΩΡ
 ὈΝΟΜΑΖΩΝ
 ὈΞΥΘΥΜΙΑ
 ὈΠΙΣΘΟΔΟΜΟΣ
 ὈΡΓΑΣ
 ὈΡΓΕΩΝΑΣ
 ὈΡΓΕΩΝ
 ὈΡΙΚΑ ΖΕΥΓΗ
 ὈΡΙΓΝΗΘΗΝΑΙ
 ὈΡΚΑΝΗ
 ὈΡΝΙΘΕΥΤΗΣ
 ὍΡΟΣ
 ὌΡΟΝ
 ὈΡΡΩΔΕΙΝ
 ὌΡΥΓΜΑ
 ὍΣΙΟΝ
 ὈΣΧΟΦΟΡΟΙ
 ὍΤΙ νόμος ἐστὶν ὑπὲρ
 ὍΤΙ ξένους τινὰς
 ὍΤΙ οἱ ἁλόντες ἐπ̓
 ὍΤΙ οἱ ποιητοὶ
 ὍΤΙ τὰ ἐπικηρυττόμενά τισι χρήματα ἐπὶ
 ὍΤΙ πρὸς τὴν φυλὴν
 ὍΤΙ παιδὶ καὶ γυναικὶ οὐκ
 ὍΤΙ χιλίας
 ΟΥΚ ΕΠΙ ΤΗΣ ΑΥΤΗΣ ΟΡΜΕΙ ΤΟΙΣ ΠΟΛΛΟΙΣ
 ΟΥΣΙΑΣ ΔΙΚΗ
 ὈΦΡΥΝΙΟΝ
 ὈΧΕΙΟΝ
 ΠΑΓΑΣΑΙ
 ΠΑΙΑΝΙΕΙΣ
 ΠΑΛΙΝΑΙΡΕΤΟΣ
 ΠΑΛΙΝΣΚΙΟΝ
 ΠΑΛΙΜΒΟΛΟΝ
 ΠΑΛΛΗΝΕΥΣ
 ΠΑΛΑΜΝΑΙΟΣ
 ΠΑΜΒΩΤΑΔΗΣ
 ΠΑΝΔΑΙΣΙΑ
 ΠΑΝΔΗΜΟΣ ἈΦΡΟΔΙΤΗ
 ΠΑΝΔΙΑ
 ΠΑΝΔΟΣΙΑ
 ΠΑΝΔΙΟΝΙΣ
 ΠΑΝΑΘΗΝΑΙΑ
 ΠΑΝΑΚΤΟΣ
 ΠΑΝΔΡΟΣΟΣ
 ΠΑΡΑΓΡΑΦΗ
 ΠΑΡΑΓΓΕΛΙΑ
 ΠΑΡΑΚΑΗΣΙΣ
 ΠΑΡΑΛΟΣ
 ΠΑΡΑΒΥΣΤΟΝ
 ΠΑΡΑΠΕΠΤΩΚΩΣ
 ΠΑΡΑΚΑΤΑΒΟΑΗ
 ΠΑΡΑΒΑΛΟΙΤΟ
 ΠΑΡΕΔΡΟΣ
 ΠΑΡΕΙΑΙ ΟΦΕΙΣ
 ΠΑΡΡΗΣΙΑΣ
 ΠΑΡΑΚΡΟΥΕΤΑΙ
 ΠΑΡΑΣΚΗΝΙΑ
 ΠΑΡΑΣΗΜΟΣ ῬΗΤΩΡ
 ΠΑΡΑΣΤΑΣΙΣ
 ΠΑΡΑΦΡΥΚΤΩΡΕΙΝ
 ΠΑΡΕΓΓΥΗΣΕΝ
 ΠΑΡΕΛΘΕΙΝ
 ΠΑΡΟΥΣΙΑ
 ΠΑΡΡΑΣΙΟΣ
 ΠΑΣΙΝΟΣ
 ΠΑΣΙΩΝ
 ΠΑΤΑΙΚΙΩΝ
 ΠΕΔΙΑΚΑ
 ΠΕΔΑΡΙΤΟΣ
 ΠΕΖΕΤΑΙΡΟΙ
 ΠΕΛΑΝΟΣ
 ΠΕΝΤΑΚΟΣΙΟΜΕΔΙΜΝΟΝ
 ΠΕΠΙΡΗΘΟΣ
 ΠΕΙΣΩΝ
 ΠΕΝΕΣΤΑΙ
 ΠΕΝΤΗΚΟΝΤΑΡΧΟΣ
 ΠΕΝΤΗΚΟΣΤΗ
 ΠΕΠΛΟΣ
 ΠΕΡΓΑΣΗΘΕΝ
 ΠΕΡΙΑΝΔΡΟΣ
 ΠΕΡΙ ΤΗΣ ΕΝ ΔΕΛΦΟΙΣ ΣΚΙΑΣ
 ΠΕΡΙΘΟΙΔΑΙ
 ΠΕΡΙΛΑΟΣ
 ΠΕΡΙΟΔΟΣ
 ΠΕΡΙΟΙΚΙΟΝ
 ΠΕΡΙΠΟΛΟΣ
 ΠΕΡΙΣΤΑΤΟΙ
 ΠΕΡΙΣΤΑΣΙΝ
 ΠΕΡΙΣΤΟΙΧΙΖΕΤΑΙ
 ΠΕΡΙΣΤΟΙΧΟΙ
 ΠΕΦΑΣΜΕΝΗΣ
 ΠΕΦΟΡΙΩΣΘΑΙ
 ΠΗΓΑΙ
 ΠΗΛΗΞ
 ΠΙΝΑΚΙΑ
 ΠΙΤΘΕΥΣ
 ΠΛΕΙΣΤΗΡΙΑΣΑΝΤΕΣ
 ΠΛΗΡΩΤΗΣ
 ΠΛΙΝΘΕΙΟΝ
 ΠΑΥΝΤΗΡΙΑ
 ΠΛΩΘΕΥΣ
 ΠΟΔΟΣΤΡΑΒΗ
 ΠΟΔΟΚΑΚΚΗ
 ΠΟΛΙΤΕΙΑ
 ΠΟΛΕΜΑΡΧΟΣ
 ΠΟΛΙΟΧΟΣ
 ΠΟΜΠΕΙΑΣ
 ΠΟΜΠΕΙΑ
 ΠΟΡΙΟΣ
 ΠΟΡΘΜΟΣ
 ΠΟΛΥΓΝΩΤΟΣ
 ΠΟΛΥΣΤΡΑΤΟΣ
 ΠΟΣΕΙΔΕΩΝ
 ΠΟΤΑΜΟΣ
 ΠΡΟΒΑΛΛΟΜΕΝΟΥΣ
 ΠΡΟΒΟΛΑΣ
 ΠΡΟΒΟΥΛΕΥΜΑ
 ΠΡΟΒΟΛΙΟΝ
 ΠΡΟΒΟΛΟΙ
 ΠΡΟΕΔΡΟΙ
 ΠΡΟΗΡΟΣΙΑ
 ΠΡΟΘΕΣΜΙΑΣ ΝΟΜΟΣ
 ΠΡΟΚΛΗΣΙΣ
 ΠΡΟΚΩΝΙΑ
 ΠΡΟΜΕΤΡΗΤΑΣ
 ΠΡΟΝΑΙΑ
 ΠΡΟΠΕΜΠΤΑ
 ΠΡΟΠΕΠΩΚΟΤΕΣ
 ΠΡΟΠΥΛΑΙΑ ΤΑΥΤΑ
 ΠΡΟΣΕΠΟΙΗΣΑΤΟ
 ΠΡΟΣΚΛΗΣΙΣ
 ΠΡΟΣΠΑΛΤΙΟΙ
 ΠΡΟΣΤΑΤΗΣ
 ΠΡΟΣΤΑΣΙΑ
 ΠΡΟΣ ΤΗΙ ΠΥΛΙΔΙ ἙΡΜΗΣ
 ΠΡΟΣΤΙΜΗΜΑΤΑ
 ΠΡΟΣΤΡΟΠΑΙΟΝ
 ΠΡΟΤΕΛΕΙΑ
 ΠΡΟΦΕΡΕΙΣ
 ΠΡΟΣΦΟΡΑ
 ΠΡΟΧΕΙΡΟΤΟΝΙΑ
 ΠΡΟΣΧΑΙΡΗΤΗΡΙΑ
 ΠΡΥΤΑΝΕΙΑ
 ΠΡΥΤΑΝΕΙΑΣ
 ΠΡΥΤΑΝΕΨΟΝΤΑ
 ΠΡΥΤΑΝΕΙΣ
 ΠΤΟΙΟΔΩΡΟΣ
 ΠΥΑΝΟΨΙΑ
 ΠΨΓΕΛΑ
 ΠΤΩΜΑΤΑ ΕΛΑΙΩΝ
 ΠΥΕΛΙΔΑ
 ΠΥΘΑΕΑ
 ΠΥΚΝΙ
 ΠΥΑΑΙ
 ΠΥΡΙΛΑΜΠΗΣ
 ΠΥΡΡΑ
 ΠΩΛΗΤΑΙ
 ΠΩΛΑΣ
 ΠΩΛΩΣΙ
 ΠΩΜΑΛΑ
 ῬΑΙΣΑΣ
 ῬΗΝΑΙΑ
 ῬΗΤΟΡΙΚΗ ΓΡΑΦΗ
 ῬΙΝΩΝ
 ῬΟΔΟΓΟΤΝΗ
 ῬΟΔΩΝΙΑ
 ῬΟΘΙΟΝ
 ῬΟΠΤΡΟΝ
 ῬΥΤΑ
 ΣΑΒΟΙ
 ΣΕΙΡΙΝΑ
 ΣΕΜΝΑΙ ΘΕΑΙ
 ΣΕΡΡΕΙΟΝ ΤΕΙΧΟΣ
 ΣΕΣΗΜΑΣΜΕΝΩΙ
 ΣΕΥΘΗΣ
 ΣΗΚΟΣ
 ΣΗΡΑΓΓΙΟΝ
 ΣΗΜΕΙΑ
 ΣΘΕΝΕΛΟΣ
 ΣΙΓΕΙΟΝ
 ΣΙΜΟΣ
 ΣΙΜΥΛΟΣ
 ΣΙΜΩΝ
 ΣΙΝΩΠΗ
 ΣΙΠΥΑ
 ΣΙΤΗΡΕΣΙΟΝ
 ΣΙΤΟΣ
 ΣΙΤΟΦΥΛΑΚΕΣ
 ΣΚΑΜΒΩΝΙΔΑΙ
 ΣΚΑΦΗΦΟΡΟΙ
 ΣΚΑΦΙΟΝ
 ΣΚΕΥΟΠΟΙΟΥΝΤΑ ΤΟ ΠΡΑΓΜΑ
 ΣΚΗΝΙΤΗΣ
 ΣΚΗΝΗΝ ΔΕ ΗΝ ΕΧΟΥΣΙΝ, ΟΥΔΕ ΓΑΡ ΤΑΥΤΗΝ ΛΑΒΟΝΤΕΣ ΑΝΑΦΕΡΟΥΣΙ
 ΣΚΗΨΙΣ
 ΣΚΙΑΘΟΣ
 ΣΚΙΑΠΟΔΕΣ
 ΣΚΙΡΟΝ
 ΣΚΙΡΑΦΙΑ
 ΣΚΥΘΙΚΑΙ
 ΣΜΙΚΥΘΙΩΝ
 ΣΟΛΟΙ
 ΣΠΑΡΤΩΛΟΣ
 ΣΠΕΡΜΟΛΟΓΟΣ
 ΣΤΑΣΙΩΤΗΣ
 ΣΤΑΦΥΛΟΒΟΛΕΙΟΝ
 ΣΤΕΦΑΝΗΦΟΡΟΣ
 ΣΤΕΦΑΝΩΝ ΤΟΥΣ ΝΕΝΙΚΗΚΟΤΑΣ
 ΣΤΕΙΡΙΕΥΣ
 ΣΤΡΑΤΕΙΑ ΕΝ ΤΟΙΣ ΕΠΩΝΥΜΟΙΣ
 ΣΤΡΑΤΗΓΟΙ
 ΣΤΡΑΒΑΞ
 ΣΤΡΕΨΑ
 ΣΤΡΕΠΤΟΥΣ
 ΣΤΡΟΜΒΙΧΙΔΗΣ
 ΣΤΡΟΥΘΗΣ
 ΣΤΡΟΦΑΔΕΣ ΝΗΣΟΙ
 ΣΤΡΥΜΗ
 ΣΤΥΡΑΞ
 ΣΤΡΩΤΗΡ
 ΣΥΑΑΣ
 ΣΥΛΛΟΓΗΣ
 ΣΥΜΒΟΛΑ
 ΣΥΜΜΟΡΙΑ
 ΣΥΓΓΡΑΦΕΙΣ
 ΣΥΝΔΙΚΟΙ
 ΣΥΝΗΓΟΡΟΙ
 ΣΥΓΚΛΗΤΟΣ ΕΚΚΛΗΣΙΑ
 ΣΥΝΤΑΞΙΣ
 ΣΥΝΤΕΛΕΙΣ
 ΣΥΝΤΕΛΕΙΑ
 ΣΦΗΤΤΟΣ
 ΣΦΟΔΡΙΑΣ
 ΤΑΥΡΕΑΣ
 ΤΑΜΙΑΙ
 ΤΑΜΥΝΑΙ
 ΤΑ ΤΩΝ ΦΩΡΩΝ ΚΡΕΙΤΤΩ
 ΤΕΤΑΡΤΗΜΟΡΙΟΝ
 ΤΕΤΡΑΚΟΣΙΟΙ
 ΤΕΤΡΑΡΧΙΑ
 ΤΕΤΡΥΠΗΜΕΝΗ
 ΤΕΤΥΦΩΜΑΙ
 ΤΗΛΕΦΑΝΗΣ
 ΤΗΝΟΣ
 ΤΗΤΕΣ
 ΤΙΛΦΩΣΣΑΙΟΝ
 ΤΙΜΗΜΑ
 ΤΙΤΑΚΙΔΑΙ
 ΤΟΠΕΙΟΝ
 ΤΟΡΩΝΗ
 ΤΟΥΣ ΕΤΕΡΟΥΣ ΤΡΑΓΩΙΔΟΥΣ ΑΓΩΝΙΕΙΤΑΙ
 ΤΟΥΣ ΧΩΡΙΣ ΟΙΚΟΥΝΤΑΣ
 ΤΡΑΓΙΚΟΣ ΠΙΘΗΚΟΣ
 ΤΡΑΠΕΖΟΦΟΡΟΣ
 ΤΡΙΑΚΑΣ
 ΤΡΙΒΩΝΕΥΟΜΕΝΟΙ
 ΤΡΙΓΩΝΟΝ ΔΙΚΑΣΤΗΡΙΟΝ
 ΤΡΙΗΡΑΡΧΗΜΑ
 ΤΡΙΚΑΡΑΝΟΝ
 ΤΡΙΚΕΦΑΛΟΣ
 ΤΡΙΠΤΗΡΑ
 ΤΡΙΤΗΜΟΡΙΟΝ
 ΤΡΙΤΟΝ ΗΜΙΔΡΑΧΜΟΝ
 ΤΡΙΤΟΠΑΤΟΡΕΣ
 ΤΡΙΤΟΜΗΝΙΣ
 ΤΡΙΤΤΥΣ
 ΤΥΡΜΕΙΔΑΙ
 ΤΥΡΤΑΙΟΣ
 ὙΑΚΙΝΘΙΔΕΣ
 ὙΒΑΔΑΙ
 ὙΓΙΕΙΑ ἈΘΗΝΑ
 ὙΠΑΓΟΥΣΙΝ
 ὙΠΕΡΒΟΛΟΣ
 ὙΠΕΡΗΜΕΡΟΙ
 ὙΠΟ ΓΗΝ ΟΙΚΟΥΝΤΕΣ
 ὙΠΟΚΥΔΕΙΣ ΓΑΡ ΕΙΣΙΝ ΟΙ ΤΟΠΟΙ
 ὙΠΟΛΟΓΟΝ
 ὙΠΟΝΟΜΕΥΟΝΤΕΣ
 ὙΠΟΣΤΗΣΑΣ
 ὙΠΟΦΟΝΙΑ
 ὙΠΩΜΟΣΙΑ
 ὙΣΙΑΙ
 ΦΑΛΑΓΓΙΑ
 ΦΑΛΗΡΟΝ
 ΦΑΝΙΑΣ
 ΦΑΝΟΣΤΡΑΤΗ
 ΦΑΡΜΑΚΟΣ
 ΦΑΡΜΑΚΩΝΤΑ
 ΦΑΣΙΣ
 ΦΑΣΚΩΛΟΝ
 ΦΑΥΛΛΟΣ
 ΦΕΛΛΕΑ
 ΦΗΓΑΙΕΥΣΙ
 ΦΗΛΩΜΑΤΑ
 ΦΗΓΟΥΣΙΟΝ
 ΦΘΟΗΝ
 ΦΙΛΑΜΜΩΝ
 ΦΙΛΕΨΙΟΣ
 ΦΙΛΙΣΚΟΣ
 ΦΙΛΟΣΟΦΕΙΝ
 ΦΙΛΟΤΗΣΙΑ
 ΦΙΜΟΙ
 ΦΛΥΕΑ
 ΦΟΡΒΑΝΤΕΙΟΝ
 ΦΟΡΙΝΗ
 ΦΡΑΤΕΡΕΣ
 ΦΡΕΑΡΡΙΟΣ
 ΦΡΟΥΔΟΣ
 ΦΡΥΚΤΩΡΩΝ
 ΦΡΥΝΩΝΔΑΣ
 ΦΡΥΝΩΝ
 ΦΥΛΑΡΧΟΣ
 ΦΥΛΗ
 ΧΑΡΑΚΑ
 ΧΑΛΚΕΙΑ
 ΧΑΡΙΚΛΗΣ
 ΧΕΡΝΙΒΩΝ
 ΧΙΛΙΟΙ ΔΙΑΚΟΣΙΟΙ
 ΧΙΛΙΩΘΕΝΤΑ
 ΧΙΛΩΝ
 ΧΛΗΔΟΣ
 ΧΟΕΣ
 ΧΟΛΑΡΓΕΥΣ
 ΧΟΛΛΕΙΔΑΙ
 ΧΡΗΣΤΑΙ
 ΧΡΥΣΙΣ
 ΧΡΥΣΟΧΟΕΙΝ
 ΧΥΤΡΟΙ
 ΨΕΥΔΕΓΓΡΑΦΗ
 ΨΕΥΔΟΚΛΗΤΕΙΑ
 ΨΙΘΥΡΙΣΤΗΣ ἙΡΜΗΣ
