@node
@author=Vettius Valens
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Wilhelm Kroll
@filename=tlg1764.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg1764.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig) 2015 - 2017, Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Anthologiarum libri, Guilelmus Kroll, Vettius Valens, Weidmann, Berlin, 1908, Hathi Trust.
@sponsor=Harvard College Library
@title=Anthologiarum libri ix
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:50:10Z

119605	.
.
.

 Ὡροσκοπικὸς γνώμων.
 Περὶ μεσουρανήματος.
 Περὶ ἀναφορᾶς τῶν ζῳδίων.
 Περὶ ἀκουόντων καὶ βλεπόντων ζῶδίων.
 Σύνοδοι καὶ πανσέληνοι ἀπὸ χειρός.
 ἀπὸ χειρός.
 Περὶ οἰκοδεσπότου ἕτους.
 Περὶ ἀρρενικῶν καὶ θηλυκῶν μοιρῶν.
 Περὶ φωτισμῶν Σελήνης.
 Περὶ κρύψεως Σελήνης.
 Σελήνης.
 Ἀναβιβάζοντα ἀπὸ χειρὸς εύρεῖν.
 Ἄλλως συντομώτερον.
. Περὶ εὑρέσεως βαθμῶν καὶ ἀνέμων τῆς Σελήνης.
. Ἱππάρχειον περὶ ψήφου Σελήνης ποίίῳ ζῳδίῳ.

.
.


. Περὶ ἑπταμήνων.
 Liber II. Οὐεττίου Οὐάλεντος Ἀντιοχέως ἀνθολγιῶν βιβλίον δεύτερον.
 Περὶ τριγώνων.
 Τριγώνων διακρίσεις καὶ οἰκοδεσποτῶν καὶ συνεργῶν καὶ αἱρέσεων Ἡλίου Σελἡνης καὶ νυκτός.
. Περὶ κλήρου τύχης καὶ οἰκοδεσπότου.
. Περὶ τοῦ λαχόντοςτὴν ὥραν ἢτὸνκλῆρον ἀστέρος.
 Κακοδαίμονος τόπος· πολλὰ σχήματα.
 Ἀγαθοῦ δαίμονος τόπος· πολλὰ σχήματα. ζητητέον καὶ περὶ ἀκουόντων καὶ βλεπόντων ζῳδίων.
 Θεοῦ Ἡλίου τόπος τὸ προμεσουράνημα, θ΄ ἀπὸ ὡροσκόπου· πολλὰ ἔχει σχήμτα.
 Ὄγδοος τόπος θανάτου· παντοῖαι θεωρίαι.
 Δεύτερος τόπος.
 Ἕκτος τόπος Ἄρεως.
 Πέμπτος τόπος· πολλαὶ θεωρίαι.
 Τέταρτον ὑπόγειον.
 Τρίτος τόπος θεᾶς Σελήνης
 Δεύτερος τόπος καλεῖται Ἅιδου πύλη.
 Τόπων ὀνομασίαι ἐννέα.
 Τριγμωνικαὶ ἀστέρων διακρίσεις πρὸς εὐδαιμονίαν ἢ δυστυκίαν· τριγμωνικὰ καὶ ἐξαγωνικὰ καὶ διαμετρικὰ σχήματα.
 Περὶ ὡροσκόπου τοῦ τῆς τύχης κλήρου.
 Περὶ ὑψώματος Ἡλίου καὶ Σελήνης πρὸς πρὸς εὐδαιμονίαν.
 Περὶ κλήρου τύχης καὶ δαίμονος πρὸς εὐδαιμονίαν καὶ ἀποτροπὴν πράξεων.
 τόπου τῆς τύχης πρὸς εὐδαιμονίαν.
 Τῶν προκειμένων κεφαλαίων ὑποδείγματα.
 Περὶ ἐνδόξων καῖ ἐπισήμων γενέσεων· δὲ αὐτὸ καὶ περὶ ἀδόξων καὶ ἐκπιπτόντων.
 Περὶ κλήρου δάνους.
 Κλῆρος κλοπῆς.
 Κλῆρος ἐνέδρας.
 Τῶν προκειμένων τόπων ὑποδείγματα.
 ἐκ τῶν κέντρων καὶ ἐπααναφορῶν.
 Περὶ ἀποδημίας ἐκ τῶν Ἑρμίππου.
 Περὶ ἀποδημίας.
 Περὶ προτελευτῆς γονέων μεθ᾿ ὑποδείγματος.
 Ἄλλως· περὶ γονέων ἐκ τοῦ Τιμαίου.
 Περὶ ὁρφανίας πατέρων.
 Περὶ χωρισμοῦ γονέων.
 Περὶ ἐλευθερικῶς καὶ δουλικῶν γενέσεων.
 Σχήματα Σελήνης ια΄ πρὸς ἀποτελεσμάτων δυνάμεις.
 καὶ τὰ ἑξῆς αὐτοῦ.
 Περὶ γάμου καὶ συναρμογῆς καὶ εὐπαθείας παντοῖαι θεωρίαι καὶ παντοῖς.
 Ἄλλω περὶ γάμου μετὰ ὑποδείγματος.
. Περὶ τεκνώσεως ἢ ἀτεκνίας.
 Περὶ ἀδελφῶν.
 Περὶ βιαιοθανάτων μεθ᾿ ὑποδείγματος.
 Περὶ ἐπικρατήσεμως.
 Περὶ μοιρῶν ἐπισήμων τῶν κέντρων.
 Περὶ ἀφέσεως.
 Περὶ ἀνέμων τῶν ἀστέρων καὶ τῶν ὑψωμάτων καὶ βαθμῶν.
 Περὶ αἱρέσεως τῶν ἀστέρων.
 Τῶν προκειμένμων κεφαλαίων ὑποδείγματα.
 Ἄλλως περὶ ἐχθρῶν τόπων καὶ ἀφέσεων ἐκ τῶν Κριτοδήμου.
 Περὶ ἐχθρῶν ἀστέρων καὶ κλιμακτηρικῶν τόπων περὶ α΄ ὄργανον Κριτοδήμου.
 Περὶ ἀνέμων καὶ τροπῶν.
 Ἐκ τῶν Βάλεντος περὶ ἀριθμίου κλήρου καὶ χρόνων ζωῆς· ὁ δὲ αὐτὸς καὶ εἰς περὶ ἐμπράκτων χρόνων μεθʼ ὑποδειγμάτων.
 Περὶ κλιμακτῆρος ἑβδομαδικῆς καὶ ἐννεαδικῆς ἀγωγῆς.
 Συνοδικὴ καὶ πανσεληνιακὴ ἀγωγὴ καὶ σπορίμη πρὸς τὸν ἀναβιβάζοντα περὶ χρόνων ζωῆς μεθʼ ὑποδειγμάτων.
 Πῶς δεῖ εὑρεῖν ἀκριβῶς τὸν τῇ σπορᾷ Ἥλιον καὶ τὴν Σελήνην καὶ τὸν ὡροσκόπον.
 Περὶκλήρου τύχης εἰς τὸν περὶ ζωῆς τόπον μεθʼ ὑποδείγματος· ᾧ καὶ τὰ ἐλάχιστα ἔτη τῶν ἀστέρων.
 Περὶ κλιμακτήρμν.
 Μέσα ἔτη τῶν ἀστέρων.
 Περιόδων διαιρέσεις.
 Περὶ ἀφέσεως.
 Περὶ ἐπιδιαιρέσεως ἡμερῶν.
 Περὶ χρόνων διαιρέσεως ἀπὸ κλήρου τύχης καὶ δαίμονος.
 Περὶ τῆς τῶν συνδέσμων λύσεμως καὶ ἀντιπαραδόσεως τῶν ἀστέρων.
 ἔτη τῶν ἀστέρων.
 Περὶ χρόνων διαιρέσεων ἐπὶ κλήρου τύχης καὶ δαίμονος καὶ ἐπεμβάσεως ἀστέρων καὶ οἰκοδεσποτῶν καὶ συνόδου καὶ πανσελήνου μεθʼ ὑποδείγματος καὶ ἀντιπαραδόσεως.
 πόδειγμα ἀναγκαῖον.
 καὶ τοῦ πρὸς τὴν διαίρεσιν ἐνιαυτοῦ, πόσων ἐκάτερος ἡμερῶν ἑστι και πῶς δεῖ λογίζεσθαι.
 Περὶ μερισμοῦ ἐτῶν καὶ μηνῶν καὶ ἡμερῶν πλειόνων καὶ ἐλαττόνων καὶ ὡρῶν ἐκάστου ἀστέρος καὶ τούτων χρήσεις εἰς τὰς γενέσεις.
 Περὶ ἐνιαυτοῦ χρηματιστικοῦ καὶ μερικῆς ἀγωγῆς.
 Περὶ τῶν ὀνομασιῶν τῶν ιβ΄ τὁπων καὶ περὶ τῆς δωδεκατρόπου.
 Περὶ τῆς ἀπὸ ὑψὡματος εὶς ῦψωμα παραδόσεως.
 Περὶ φάσεως τῶν ἀστέρων καὶ ἐπεμβάσεως.
 Περ ὶ τρίτου καὶ ἐνάτου τόπου ἀπὸ ὡρο σκόπου.
 Περὶ ἀνωμ αλίας γενέσεων.
 καὶ ὡροσκόπου.
 Ἐπιμερισμοὶ Σελήνης.
 Ἐπιμερισμοὶ ὡροσκόπου.
 Ἐπιμερισμοὶ Κρόνου.
 Ἐπιμερισμοὶ Διός.
 Ἐπιμερισμοὶ Ἄρεως.
 Ἐπιμερισμοὶ Ἁφροδίτης.
 Ἐπιμερισμοὶ Ἑρμοῦ.
 Τῶν τεττάρων κλήρων μερισμοἱ.
 Τὸ τέταρτον περὶ χρόνων διαιρέσεως καὶ τὴν ἐπτάζωνον ἀνωφερῶς κατὰ Κριτόδημον.
 τὴν ἄφεσιν ποιοῦσα ἀπὸ Ἡλίου ἢ Σελήνης ἢ ὡροσκόπου ἢ κλήρου τύχης.
 Περὶ μηνὸς ποῦ ἔσται.
 Περὶ ἡμέρας χρηματιστικῆς.
 Περὶ χρόνων ἐμπράκτων καὶ ἀπράκτων πρὸς τὸ τέταρτον τῆς περιὁδου.
 Περὶ αἰτιατικοῦ τόπου.
 Περὶ ἐνιαυτοῦ κλιμακτηρικοῦ καὶ ἐκλειπτικῶν τόπων καὶ καταρχῶν.
 Περὶ καταρχῶν.
 Περὶ κλιμακτηρικῶν ζῳδίων.
 Περὶ ἀντιγενέσεως εἰς τὸν περὶ ἐμπράκτων καὶ ἀπράκτων τόπον.
 Περὶ μηνὸς χρηματιστικοῦ καὶ ἡμέρας ἀπὸ τοῦ πραροδικοῦ Ἡλίου ἐπὶ τὴν κατ᾿ ἐκτροπὴν Σελήνην καὶ τὰ ἴσα ἀπὸ ὡροσκόπου.
 Περὶ ἡμέρας χρηματιστικῆς τε καὶ ἀπράκτου. ἀληθὴς αὕτη ἡ διαίρεσις τῶν ἡμερῶν.
 Περὶ τῶν προσνεύσεων τῆς Σελήνης ἐν ταῖς νεομηνίαις ταῖς ἀπὶ Λέοντος καὶ τοῖς ἐξῆς ζῳδίοις.
 ἀποτελέσματα συμβαίνειν, ἀλλ᾿ ὁτὲ μὲν προσδοκωμένων ἀγαθῶν φαῦλα συνέβη ἢ τοὐναντίον φαύλων ἀγαθά, ἔσθ᾿ ὅτε δὲ καὶ εἰς κενὰ ζῴδια τῆς διαιρέσεως πιπτούσης μεγάλα ἀγαθὰ ἢ φαῦλα συνέβη.
 Τῶν προκειμένων ἀγωγῶν ὑπόδειγμα.
 Περὶ ἀ φἐσεως.
 Ἄλλως περὶ κλιμακτήρων, καθὼς Κριτόδημος ἀπὸ Σελήνης τὴν ἄφεσιν ποιεῖται.
 Liber VI. Οὐεττίου Οὐάλεωτοσ Ἀντιοχέως ἀνθολογιῶν βιβλίον Ϛ΄. Προοίμιον.
 Περὶ ἐμπράκτων καὶ ἀπράκτων χρόνων κατὰ τὴν τῶν χρόνων μοιρικὴν διάστασιν καὶ συναφήν.
 ἐτύπωσαν.
 Διὰ τί οἰ κακοποιοὶ δοκοῦσι μᾶλλον ἐνεργέστεροι εῖναι τῶν ἀγαθοποιῶν
 Περὶ ἐπεμβάσεων.
 Περὶ τῆς εἰς ι΄ ἔτη καὶ μῆνας θ΄ διαιρέσεως ἐμπράκτων τε καὶ ἀπράκτων χρόνων.
 Περὶ τῆς ὑ πο διαιρέσεμως τῆ ς προκειμένης ἀγμγῆς.
 Μαθεῖν τίνος ἀστέρος εἰσὶν αἱ καταγόμεναι ἡμέραι τῆς προκειμένης ἀγωγῆς.
 η΄ . Περὶ χρόνων ζωῆς ἀπὸ πανσεληνιακοῦ καὶ ὡροσκοπικοῦ γνώμονος.
 Εὕρεσις σπορίμ ης Σελή νης καὶ ὡρο σκ όπο υ.
 Liber VII. 0ὐεττίου Οὐάλεντος᾿ Ἀντιοχέως ἀνθολογιῶν βιβλίον ἕβδομον. Προοίμιον.
 Ἀγωγὴ περὶ χρόνμων ἐμπράκ των καὶ ἀπράκ των καἰ ζωῆσ πρός τε τὸν οἰκοδεσπότην καὶ τὰς ἀναφορὰς καὶ τὸν ὡροσκόπον.
 Ἀγωγὴ δευτέρα τέρα περὶ χρόνων διαιρέσεως πρὸς τὰς τῶν ζῳδίων ἀναφορὰς καὶ τὰς τῶν ἀστέρων περιόδους.
 τῆς τύχης καὶ τὸν τούτου κύριον.
 Ἀγωγὴ λεπτομερεστέρα καὶ περὶ χρόνων ἐμπράκτων καὶ ἀπράκτων πρὸς ἀναφορὰς καὶ τὰς περιόδους τῶν ἀστέρων.
 καὶ τῶν περιόδων τῶν ἀστέρων.
 Πῆξις τοῦ α΄ ὀργάνου.
 Πῆξις τοῦ δευτέρου ὄφγὰνου φυσική.
 γ΄. Πῆξις ὡροσκοπούσης μοίρας πρὸς τὰ προκείμενα β΄ ὄργανα.
 ὥραν ἱστάνειν.
 Εἴσο δος τῶν προκειμένων δύο ἀργάνων.
 Περὶ πήξεως τῶν ἀναφορῶν καὶ τῶν τριῶν ὅρων.
 Τῶν προκειμένων ἐφόδων εἰς τὸ β΄ ὄργανον ὑποδείγματα.
  Περὶ τῶν ἐχθρῶν τόπων καὶ ἀστέρων. περὶ   κλιμακτηρικῶν τόπων πρὸς τὸ α΄ ὁργανον.
 Liber IX.
 Προοίμιον.
 Περὶ κλήρου τύχης καὶ δαίμονος εἰς τὸν περὶ ἐμπράκτων καὶ ἀπράκτων χρόνων καὶ ζωῆς τόπον.
 Περὶ τῆς δωδεκατρόπου εἰς τὸν περὶ ἐμπράκτων καὶ ἀπράκτων τόπον.
 Ἀγωγὴ περὶ χρόνων ἐμπράκτων καὶ ἀπράκτων καὶ ζωῆς πρὸς Σελήνην.
 Περὶ κλιμακτήρων.
 Περὶ κατακλίσεως καὶ καταρχῶν.
 Περὶ εὑρέσεως ὡροσκοποῦντος ζῳδίου καὶ μοίρας ὡροσκοπούσης.
 τεράτων ἤ τετραπόδων.
 η΄. Ἀγωγὴ περὶ χρόνων ζωῆς πρὸς τὰ ἀπογώνια.
 Ἀγωγὴ περὶ χρόνων ζωῆς πρὸς Ἥλιον καὶ Σελήνην.
 Ἀγωγὴ περὶ ὡροσκόπου μοίρας.
 Ποἱοις δεῖ κανόσι χρῆσθαι καὶ τίνα δεῖ παρατηρεῖν καὶ ὅτι οὐδὲν ἐφ᾿ ἡμῖν.
 Περὶ τῶν συνδέσμων.
 Ἀγωγὴ περὶ χρόνων ζωῆς ἐμπράκτων καὶ ἀπράκτων πρὸς Ἥλιον καὶ Σελήνην.
 Περὶ σπορᾶς εἰς τὸν περὶ χρόνων ζωῆς τόπον.
  ἀκριβῶς στῆσαι.
 Ἀγωγὴ περὶ χρόνων ζωῆς πρὸς Ἥλιον καὶ Σελήνην.
 Ἀγωγὴ περὶ χρόνων ζωῆς πρὸς Ἥλιον καὶ Σελήνην.
 Περὶ ὡροσκοπικοῦ ζῳδίου καὶ ἀναγκαστικῆς καὶ φυσικῆς ὥρας.
 ἀναγκαστική, ἣν εὗρον.
