@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg089.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ Ἴσιδος και Ὀσίριδος
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:20Z

19797	grc εὐχώμεθα
grc εὐχόμεθα
grc οὐδὲ οὐ
grc τἄλλα τὰ ἄλλα
grc νοῦ -- μεταδίδωσιν
grc ἐπιστήμῃ καὶ σοφίᾳ
grc ἐπιστήμης καὶ σοφίας
grc εὔδαιμον ἓν εὔδαιμον
grc προαπολείπειν προαπολιπεῖν
grc γε
grc τε
grc ὢν
grc θειώσεως θεὶʼ ὁσίοις
grc ὁσιώσεως
grc μειράκιον - τῶν Ἀφροδίτης μυούμενον
grc κολουούσης
grc κολουούσαις
grc ἐθιζούσαις
grc καὶ γνῶσιν γνῶσιν
grc Ἰσεῖον
grc ἴσειον
grc εἰσομένων
grc εἰσόμενον
grc ὧν
grc ὡς
grc τὸν
grc το]
grc νομίζοντες νομίζομεν
grc νομίζοντες διατελοῦσι
grc ἐν
grc σοφὴν οὖσαν σοφίαν
grc λὸγον λόγον τὸν
grc ὑποδηλοῦντα ὑποδηλοῦντες
grc οἰήσεως νοήσεως
grc αἱ αὖ
grc ξυρήσεις
grc ξύρησις
grc ὅταν ἅττʼ ἂν
grc γὰρ
grc περὶ τι περὶ
grc ξυρεῖσθαι ξύρεσθαι
grc Πλάτων
grc αὑτῶν αὐτῶν
grc ξυρουμένους ξυρωμένους
grc Ἡσίοδον
grc τὸ
grc Ἀρισταγόρας
grc ʽἡγούμενοι
grc ἡγουμένους
grc τίμιον
grc τιμὴ
grc ἡμέρας ἱερέας
grc Ἑκαταῖος
grc ποιεῖν
grc ποιεῖ
grc οὐδʼ ἀπειρίεργον
grc οὐδὲ περίεργον ἀποφαίνων
grc ἀποφαίνειν
grc καὶ καὶ ὕδατος
grc ταῖς
grc τῶν
grc οὐ
grc τὸ
grc καὶ τὸ
grc ἅπαξ ἅπαξ τοῦ ἔτους
grc καὶ ἐσθίοντες
grc κατεσθίοντες
grc παρακουσμάτιον
grc παρακουσμάτων
grc Μεινίῳ Μείνι
grc ἐπαινεσάντων ἐπινευσάντων
grc Σάι
grc σάει
grc Σεβεννύτης
grc σεβεννίτης
grc Ἑκαταὶος
grc ὃν
grc ἦν
grc Ἡλιοπολίτου ἡλιουπολίτου
grc φυτεύειν φονεύειν
grc μαχαίρᾳ μαχαιρῃ
grc τὴν δυάδα
grc δυάδα τὴν
grc φράζοντος
grc φράζοντες
grc ἀγήρων ἀγήρω
grc θυμὸν ἐσχάρας ὑποκειμένης βωμίου ἐσχάρας ὑποκαομέηνς
grc εἰς ὕλην, ἣν
grc ὡς
grc Πλάτων
grc συνοικειοῦσιν
grc κυνικειοῦσιν
grc νεογνόν
grc νεογιλόν
grc ἀκούσασα ἀκούουσα
grc ποιήσειν
grc ποιήσειν αὐτοὶς
grc ἀποφεύξῃ ἀποφεύξοιο
grc οὕτως
grc ἑβδομηκοστόν
grc δεύτερον
grc συνελεῖν
grc συνελθεῖν
grc ἐπαγαγεῖν
grc ἐπάγειν
grc ὁ πάντων
grc ἁπάντων
grc ὑδρευόμενον
grc ὑδρευομένην
grc ἐγχειρίσαντος
grc ἐγχειρήσαντος
grc Παμύλην - Παμυλίων Παμμύλην - Παμμυλίων
grc ὅν καὶ ὄντα καί
grc ἐξαλέσθαι
grc ἐξάλλεσθαι
grc πανύγροις πανηγύρεσι
grc τρίτην
grc καὶ τὴν πέμπτην
grc γήμασθαι
grc τιμᾶσθαι
grc ἔνιοι δέ φασι - Ἑλλήνων
grc διδάξαντα
grc δείξαντα
grc ἔχουσαν ἄρχουσαν
grc ἐγκατακλιθεὶς
grc ἐγκατακελισθεὶς
grc ἐξισωθῇ ἐξισωθείη
grc συνόντας συνωμότας
grc ἐπιρράξαι
grc ἐπιρρῆξαι
grc τῶ μὲν - καταλαβόντων
grc τὰ μὲν - καταλαβόντας
grc Τανιτικοῦ
grc ταναϊτικοῦ
grc ἐκεῖνο
grc ἐκείνου
grc Χέμμιν
grc χέννιν
grc κείρασθαι
grc χείρεσθαι
grc τῇ πόλει πόλις ᾑ
grc ἑτεροι - λέγουσι
grc προσελθεῖν παρελθεῖν
grc δὲ τυχεῖν
grc δʼ ἔτυχεν
grc ἰδοῦσαν τὸν μελιλώτινον
grc ἰδοῦσα τὸν μὲν λάτινον
grc τῇ Νέφθυι
grc τὴν νέφθυν
grc ἐκθεὶναι
grc ἐκεῖνο
grc δὲ
grc βύβλον βύβλου
grc κορμόν
grc κόλπον
grc αὐτῇ
grc αὐτ̀ν
grc Ἀστάρτην
grc ἀσπάρτην
grc προσείποιεν
grc προσειπεῖν
grc τῷ παιδίῳ
grc τιθεῖσαν
grc ἐκκραγοῦσαν
grc κεκραγοῦσαν
grc ἐκθανεῖν
grc ἐνθανεῖν
grc πρότερον
grc τρόπον
grc τὰ τοιαῦτα ταῦτα
grc οἰνωμένους
grc οἰομένους
grc ἄχαριν ἐπίκωμον
grc οὗ χάριν ἐπὶ κῶμον
grc τεσσαρεσκαίδεκα τεσσαρακαίδεκα
grc τὰ
grc τὰ δὲ
grc νὴ Δία
grc διὰ
grc διδόναι διαδοῦναι
grc οὓς
grc ὡς οὓς
grc ἀφοσιοῦσθαι ἀφοσιοῦνται
grc χρησιμώτατον
grc χρησιμώτερον
grc ἵππον λύκον
grc εἶπεν
grc δὲ
grc καὶ
grc τὸν τοῦ Ὡρου
grc στόμα
grc τὸ στόμα
grc Αἰσχύλον
grc ἀπʼ α0ρχῆς ἀνυποθέτου
grc ἀπαρξὰς ἀνυποθέτους
grc ὑφαίνουσι συνυφαίνουσι
grc οἶσθʼ
grc ἀναχρωρήσει ἀνακλάσει
grc ἀναχρώσει
grc Θηβαίοις θηκαίοις
grc καὶ σηκοῖς
grc σηκοῖς
grc θηκαίοις ἐοικότα σηκοῖς
grc Διοχίτην
grc ἐχειτῖνον
grc ἰδίως
grc ὡς
grc Φίλαις
grc πύλας
grc νιστιτάνην νησίδα τὴν
grc νησίδα
grc νησῖδα
grc καταίρειν
grc καρτερεῖν
grc μηθίδης μίνθης
grc αἰνῶ ἐῶ
grc τούτων τούτου
grc ἀγένητοι
grc τὴν Ὡρου
grc τὸν ὥρον
grc ταφὰς
grc γραφὰς
grc ἀλλʼ ἢ ὃν
grc ἀγένητον
grc τῇ δόξῃ ἢ δόξαν
grc τὸ - τὸ τὸν - τὸν
grc Σιμωνίδην
grc ἐξ τοῦ ἐξ
grc ἐξανθρωπίζοντας
grc ἐξανθρωπίζοντι
grc ὀνόματα
grc ὄνομα
grc ἀναγεγραμμένων
grc ἀναγεγραμμένοις
grc Παγχωόυς Παγχαίους
grc ἐντετύχηκε
grc Μάνην
grc μάνιν
grc ἐξαρθέντες
grc ἐξαρθέντες
grc ἐξαιρεθέντες
grc Πλάτων
grc ἀνοίᾳ
grc ἀγνοίᾳ
grc ἡλίου
grc οὓς
grc ὡς
grc πολὺ
grc πολλῇ
grc αἰσθήσει
grc αἰσθήσει ἐν φύσει - αἰσθήσει φύσεως - αἰσθήσεως
grc δεχόμενον
grc δεχομένην
grc Κρόνου πολλαὶ
grc τινὲς
grc τινὸς
grc φυγαί
grc φθόγγοι
grc πᾶσιν παρὰ πᾶσιν
grc περικαλυπτόμενα παρακαλυπτόμενα
grc καλοῦντος
grc Δ
grc Πλάτων
grc Ησίοδος
grc Πλάτων
grc Ἐμπεδοκλῆς
grc ἂν
grc αὐγὰς
grc αὖθις
grc τι
grc τε
grc ὑπολαβοῦσαν
grc ὑπολαβοῦσα
grc μιμήματα
grc μίμημα
grc ἀρετὴν
grc ἀρετῆς
grc τοῖς
grc τούτοις
grc ὑπὲρ γῆν καὶ
grc τὴν ἢ τὴν
grc Ἀρχέμαχος
grc Ἡερακλείδης
grc ἡράκλειτος
grc ὄναρ εἶδε
grc ἀνεῖλε
grc ἧν
grc πολυπλανὴς
grc πολυπλάνης
grc Διονύσιον
grc διόνυσον
grc ἀλλὰ ἀλλʼ ἢ
grc οὕτως
grc οὑτος
grc μέντοι
grc τὰ
grc ωὑτός
grc οὗτος
grc ὅτεῳ - ληναϊζουσιν
grc ὅτε οὐν - ληραίνουσιν
grc τυχόντι
grc τυχόντα
grc δὴ δὲ
grc Χάροπος
grc χαροπῶς τοὺς
grc Ἰσις αἰακοῦ
grc ἰσαιακοῦ
grc Φυλάρχου
grc φιλάρχου
grc Ὀσιρις Ὀνουφις
grc τὰ
grc παντὸς - ἐπιλαμβάνεσθαι πάντων - ἐπιλανθάνεσθαι
grc μετριώτεροι
grc μετριώτερον
grc οἱ
grc καὶ τὸ σοῦσθαι
grc ἔμμορφον
grc εὔμορφον
grc ἁδούσιον αἰδοῦς υἱὸν αὐτῷ
grc αὐτοῦ
grc λόγοι εἰσὶ
grc σεβομένοις
grc ἐσομένοις
grc τριγώνου
grc φύσιν
grc δύναμιν
grc καὶ Ἡρας
grc τὴν δʼ τὴν δὲ τοῦ
grc ἑκκαιπεντηκονταγωνίου
grc ὀκτωκαιπεντηκονταγωνίου
grc Κάστωρ
grc Δείνων
grc ἡμέρας
grc ἡμέραις
grc δοκούντων
grc δυναμένων
grc Κρόνου Νείλου
grc προπύλῳ προπυλαίῳ
grc τοῦτον τοῦτο
grc θεὸς ἀναίδειαν - δʼ ὁ γέρων
grc δεο γέρων
grc πυρρόχρουν τ͂ͅ χρόᾳ πυρρὸν
grc πυρρόχρων
grc καὶ πάρωχρον
grc Μνεῦιν
grc μνύειν
grc φασιν
grc ἀεί
grc Ὁμηρον Ξ
grc πρόεσιν
grc πρόθεσιν
grc ἔοικεν
grc ἔθηκεν
grc φύσεως ὕσεως
grc εὖ ὕσεως
grc εὑρέσεως ὑγρεύσεως
grc εὖ ῥύσεως
grc δὴ δήπου
grc ἀρχικλὰ ἀρχηγὸν
grc ἀρχίλλαν
grc ταυρόμορφα Διονύσου
grc οἱ ἀγαλματοποιοὶ
grc ἀγάλματα
grc βοείῳ βοέῳ
grc Σωκράτης
grc Νυκτέλια
grc νὺξ τελεία
grc Πίνδαρος
grc θρύῳ
grc θρύων
grc κύησις
grc κίνησις
grc αὑτῆς αὐτῆς
grc τρισμάκαρες
grc ζ
grc θ
grc δὴ περιχωρεῖ
grc δὲ παραχωρεῖ
grc πρώτην
grc πρῶτον
grc περὶ
grc παρὰ
grc κιττὸν
grc κιττὸν ὃν
grc ἀποικίας
grc ἀποικίαν
grc περιέπεσεν, ἐν ᾗ Διὸς
grc περιπέσειε νηίδος
grc καὶ
grc δὲ καὶ
grc ἐν τῷ ἄλφα γράμματι
grc Ἑρμαῖος Ἑρμέας
grc ὄμβριμον ὄμβριον
grc Μνασέαν
grc μνάσαν
grc Ἰσιδος Ὀσίριδος
grc Ἰσιδος νομίζουσιν
grc δος νομι
grc Ἰσιν ὀνομάζουσι
grc ἔχουσι λέγουσι
grc νομίζουσι ὀνομάζουσι
grc Τελευτὴν
grc τελευταίην
grc παντελὲς ἀλιτενὲς
grc τὸ παντελὲς ἄγονον
grc τὴν παντελῆ ἀγονίαν
grc στειρότητος
grc στερρότητος
grc ἑαυτὸν
grc ἐναντίον
grc αὔξεται ὅτε αὔξεται
grc οἱ οἱ δὲ
grc καὶ οἱ
grc καὶ γῆν αἰσθητὴν
grc πᾶσι δʼ πᾶσιν
grc κατίασι
grc κάτεισι
grc γῆν
grc τὴν
grc κρᾶσιν
grc κρίσιν
grc κόσμον
grc ἐκλιπόντος
grc ἐκλείποντος
grc μὴ δὴ
grc παρὰ τὸ εἰκός παρʼ αὐτοῖς
grc εἰκότως ἀπεικότως
grc ἔχειν ἐκεῖ
grc συνερρυηκός
grc συνερρυηκότος
grc ὄμβρων
grc ὀμβρίων
grc ἐξεώσας ἐξώσας
grc προάγοντι προαγαγόντι
grc Ὁμηρος δ
grc Δήμητρα δήμετραν
grc μαθηματικῶν μαθημάτων
grc καὶ σκληρῷ καταθάλπειν
grc κεκληρωκότα θάλπειν
grc ἀεὶ
grc περισσῆς
grc περὶ
grc περαινομένοις
grc ἔργοις
grc περαινομένης
grc δʼ ἐπὶ
grc διαιρεῖ διατηρεῖ
grc τὸν κατὰ τὸν
grc κἀν
grc ἐνεργοῦν εὐεργὸν
grc ὃ δὲ λέγουσιν ἕτερον κἑ
grc Ὀμφιν Ὀνουφιν
grc Ἑρμέας
grc ἓξ ἑπτὰ
grc πήχεων πηχῶν
grc Ἀπιν
grc φασιν
grc γίγνεσθαι γενέσθαι
grc ἔτι δὲ
grc ὅτι
grc ἀναλύεσθαι
grc ἀναδύεσθαι
grc ἀναιρεῖ
grc τὴν γ͂ν γῆν
grc τούτων
grc τούτῳ
grc ἔστι
grc ἐ?τι δʼ οὖν γοῦν
grc πάλαι γὰρ πάλαι
grc ἐστιν εἶναι
grc ἔστιν εἰπεῖν
grc ἀποίου
grc ἄποιον
grc ὅκωσπερ
grc ὅπωσπερ
grc Ἡεράκλειτον
grc Εὐριπίδην
grc περιφερομέην
grc περιφερομένην
grc γίγνεσθαι γενέσθαι
grc μὲν
grc μὲν γὰρ
grc Ζωροάστρης
grc ζωρόαστρις
grc δὲ
grc μῦς
grc ἀλλὰ
grc γαν ὅθεν
grc γανωθὲν
grc τὸ ᾠὸν ἀνωθεν
grc ἐπαίνωθεν ἐξήγαγον ἐκείνους· ὅθεν κἑ
grc ἀπολεῖσθαι
grc Ἁιδην Ὡρομάζην
grc ἄλλως
grc καλῶς
grc ὡς
grc τῷ
grc δʼ
grc πλανήτων πλανητῶν
grc οὓς
grc τοὺς
grc γενεθλίους
grc γενέσθαι οὓς
grc ἀποτρόπαιον
grc ἀποτροπαίου
grc Ἀρεος ἄρεως
grc μυθολογούντων
grc Ἡεράκλειτος
grc Ὁμηρον Σ
grc Λύττας Λύσσας
grc γλώττας
grc Ἐμπεδοκλῆς
grc καλεῖ θεμερῶπιν
grc καλεῖσθαι μέροπι
grc μὲν δὲ
grc Πυθαγορικοὶ
grc τὸ ἴσον
grc ὡς τοιαύτας ὥστε ταύτας
grc Ἀριστοτέλης
grc Πλάτων
grc ἐπηλυγαζόμενος
grc ἐπιλυγιζόμενος
grc ἐν δὲ τοῖς Νόμοις
grc ὧν
grc ὅθεν
grc καὶ - ἀεὶ
grc ἀεὶ - καὶ
grc ἐπίκηρον
grc ἐπίκλητον
grc ἀωρίαις
grc ἀθρίαις
grc ἀφανισμοὶ ἀφηνιασμοι
grc ἐμφανισμοὶ
grc ᾧ
grc αὖ
grc μὲν γὰρ
grc μὲν
grc τὴν
grc τὸ
grc Βέβωνα βεβῶνα
grc Μανεθὼς
grc μάνεθος
grc δʼ αὐτὸν τὸν
grc αὖ τὸν
grc μὲν οὖν
grc μὲν
grc Ἑρμοῦ πόλει ἑρμουπόλει
grc ἀνίεται
grc ἀνιᾶται
grc Ὁμηρος Θ
grc δὲ
grc ἐλαχίστῃ ἐλάχιστα τῇ
grc σώμασι
grc ὄμμασι
grc πιόμενος πιούμενος
grc ἀμπεχόνῃ - στέλλουσιν
grc ἀμπεχόην δὲ φλογοειδὴς στέλλουσα
grc σῶμα ὄμμα
grc ὡς φῶς
grc καὶ φῶς
grc ὃς
grc οἷς
grc γενέθλιον
grc γενέσθαι ὃν
grc πάροδον περίοδον
grc προστρέπεσθαι
grc προτρέπεσθαι
grc ὅθεν ἓν
grc ἐμφαίνεσθαι
grc ἐμφαίνουσι
grc ἁμωσγέπως
grc ἄλλως γέ πως
grc μοῖραν πεῖραν
grc ἐκείνῳ
grc ἐκεῖνο
grc ἀπορροὰς ἀπορροίας
grc ἡ
grc καὶ ζητεῖν ἀναζητεῖν
grc ἃς
grc τινὰς
grc αἰσθητὸν σωματικὸν καὶ αἰσθητόν
grc περιγίνεται δὲ καὶ νικᾷ
grc περιγίνονται δὲ καὶ νῖκαι
grc τῷ λόγῳ
grc τοῦ λόγου
grc τὴν φύσιν φύσει
grc ἐφʼ αὑτῆς
grc ἐπʼ αὐτὴν
grc οὑτος ὁ υἱὸς
grc ἀνεπήρωσε
grc ἀνεπλήρωσε
grc ἐκεῖ
grc ἐκείνη
grc δὲ
grc μέρεσι
grc μέλεσι
grc δὲ ἐν
grc καὶ ἐν
grc συνχέουσα
grc συνέχουσα
grc διαφυγούσῃ
grc διαφυγούσης
grc Πλάτων
grc ἐκγονον
grc ἔγγονον
grc τὸ κάλλιστον ζηλῶσαι πλεῖστον μάλλιστα κἑ
grc ὡς
grc ᾧ
grc Πολιτείᾳ
grc ὀρθὰς ὀρθίαν
grc ἐκγόνῳ
grc ἐγγονῳ
grc ὁ Ἀπις. τὸν
grc ὃ ἄπιστον
grc καὶ Μὶν
grc Καίμιν
grc προσαγορεύεται
grc προσαγορεύουσι
grc αἰτίου ἀγαθοῦ
grc ἀρτίου
grc Ησίοδος
grc πάντα πάντων
grc ταύτας τάς αὐτὰς
grc εἴγε
grc γε
grc πως
grc ὡς
grc Συμποσίῳ
grc μικτὸν
grc μαχρὸν
grc ἐρατοῦ
grc ἐραστοῦ
grc μεταλαμβάνουσαν μεταλαγχάνουσαν
grc τὸ κατὰ κατὰ
grc ἀποφερομένους
grc ὑποφερομένους
grc ποιότητος
grc ὁμοίτητος
grc εἰδῶν ἰδεῶν
grc ἐν δικαιοσυνῃ ἂν δικαίως συνῇ
grc οὕτως
grc χρὴ τὴν θεὸν διανοεῖσθαι
grc λιπαροῦσαν
grc παροῦσαν
grc δὲ δʼ ἐν
grc ἐνδιεσπαρμένα
grc διαλυόμενα
grc διαλεγόμενα
grc πολλάκις
grc καὶ πολλάκις
grc ἀπολλύμενον
grc ἀπολλυμένη
grc οὗτος ὁ υἱὸς
grc ἀπʼ
grc ὑπʼ
grc ῥημάτων
grc Πλάτων
grc ὁσίαν οὐσίαν
grc τοῦ
grc ῥέουσι
grc εὑροῦσι
grc ἀεὶ ῥέουσι
grc τὸ κακὸν
grc τῶν κατὰ
grc ἔθος
grc λόγος
grc ὢν λόγος Ἀνουβις
grc ἄνουβις λόγος
grc τὸ μὲν - τὸ δὲ
grc τὸν μὲν - τὸν δὲ
grc τὰ τοιαῦτα
grc τὰς τοιαύτας
grc Ὡρον Ὡρον ἐκεῖνοι
grc Σῶθιν σωθὶ
grc ἂν
grc ὑφείμην
grc ὑφιεμένην
grc τοῦ - τοῦ τὸ - τὸ
grc μὲν
grc μὲν οὖν
grc Μανεθ́ς
grc μάνεθος
grc μαλακωτέραν
grc μαλακώτερον
grc σκληρὰν - τυφώνειον
grc σκληρίαν - τυφώνιον
grc ἀνέστρεψε ἀπέστρεψε
grc ἀπειρίαν
grc ἀπορίαν
grc ἐν
grc καὶ δὲ καὶ
grc ἁψὶς
grc ὄψις
grc οὐδὲ - οὐδʼ
grc οὔτε - οὔτʼ
grc οὔτε τὸν οὐ τὸν
grc δυνάμενον διανοούμενον
grc Εὔδοξαν
grc περὶ ἐπὶ
grc τούτοις
grc τούτους
grc τῇ γῇ
grc τῆς γῆς
grc ἑορτάζειν ἑορτάζει
grc Ἁρποκράτης
grc μὴ θεοποιίαν
grc μηδὲ χέδροπα
grc μηδʼ ὁποιοῦν
grc μηδʼ ὁτιοῦν
grc ἅπαντας
grc κάλως
grc κάλους
grc σπονδεῖον σπογγίον
grc ἀλλὰ ἅμα δὲ
grc ἄνουν
grc οὖν
grc οὐδʼ
grc χρωμένοις
grc ἡμῖν αὐτοῖς
grc τοῖς καρποῖς χρωμένους αὐτοὺς καὶ
grc ἀέναα ἀένναα
grc πάντα
grc πάντας
grc καθιερωμένοις οἱ μὲν
grc καθιερωμένοι μὲν
grc χεδρόπων
grc χεδροπῶν
grc εὔφημα
grc εὔσχημα
grc παραλείπειν παραλιπεῖν
grc ὁσίοις ὁσιρείοις
grc Ἀχαίας ἀχαιᾶς
grc Πλειάδας
grc πλειάδα
grc Θεόπομπος
grc δὴ
grc δὲ
grc ἀπὸ ἀπὸ τῶν
grc κατέσπειραν ὄντας κατασπείραντες
grc γλίσχρους καὶ ἀπόρους
grc γλίσχρως καὶ ἀπόρως
grc ὑποκρίνεσθαι τὸν
grc τὸν ὑποκρίνεσθαι
grc εὖ μὲν οὖν οὐ μόνον
grc ἠξίωσε
grc ἢ ἑξῆς οἱ
grc γελοῖον
grc ἐστι
grc τὸ δʼ
grc οἱ δʼ
grc οἵδʼ ἀπελθόντες
grc λανθάνουσι
grc μανθάνουσι
grc συνεφελκόμενοι οὖν ἐφελκόμενοι
grc ἔσῃ
grc ἐσσίν
grc τοῦτο τοῦτο μὲν
grc ἀβελτερίας ἀβελτηρίας
grc ὑπερείπουσα
grc ὑπερείδουσι
grc ἐκπίπτουσα
grc ἐμπίπτουσα
grc ᾗ
grc ἢ
grc Ἑλληνικῶς
grc ʽἑλληνικὰς
grc δοῦναι
grc δοῦναι καὶ
grc ἕκαστον τῷ
grc ἑκάστῳ
grc δεινῶν
grc δὲ τῶν
grc συμφρονεῖν
grc σωφρονεῖν
grc ἐγκατασπεῖραι
grc ἐν κατασπορᾷ
grc ἑτέρου
grc ἑτέρους
grc πεφυκότος
grc πεφυκότας
grc ἀμύνοντες
grc ἀμύνοντας
grc συνεφελκόμενοι
grc συνελκόμενοι
grc κύνα
grc κύνας
grc αὐχμοὺς
grc αὐχμὸς
grc ὑπερβάλλοντας
grc ὑπερβαλλόντως
grc καθιερεύουσι
grc καθιεροῦσι
grc Εἰλειθυίας
grc ἰδιθύας
grc Τυφωνείους
grc τυφωνίους
grc ταφὰς Ἀπιδος ταφὰς
grc τὰς Ἀπιδος ταφὰς
grc συνεμβάλλωσιν συνεμβάλωσιν
grc ᾗ, συμβαίνειν σημαίνειν
grc Ἀπις
grc καὶ ὁ Μένδης
grc ἄστρῳ
grc ἄστρῳ ἢ
grc μίμημα
grc οὐ μίμημα
grc διʼ ἀψόφου
grc κατὰ δίκην
grc καὶ δίκης
grc θνήτʼ
grc θνητὰ
grc ἄγει
grc ἄγει κατὰ δίκην
grc ὃ
grc ᾧ
grc γινόμενον
grc γενησόμενον
grc δυνάμεναι - φοβούμεναι
grc δυνάμενοι - φοβούμενοι
grc κάν τοσαύταις
grc οὕτω κλυζομένην ὑποκλυζομένην
grc ἢ
grc διαστάσει
grc διαβάσει
grc καὶ τὸ
grc καὶ πρὸς τὸ
grc πρὸς
grc περὶ
grc καὶ γὰρ καὶ
grc καὶ
grc πλήθους ἀποφάσει καὶ διʼ ἁπλότητα τῆς
grc πείθουσα προάσει καὶ διπλοτάτης
grc τόλμαν πόλεμον
grc ἰσότητι ἰσότης καὶ
grc ταὐτὸ τὸ αὐτὸ
grc ἀποτελουμένη
grc αἴνιγμα μίμημα
grc ἀγαπητέον κατὰ τὸ ἧθος ἀγαπητέον
grc οὖν εἶναι
grc ὡς καὶ
grc τέχνην ἀεὶ τέχνημα δεῖν
grc καὶ ὅλως
grc καλῶς
grc γε
grc τε
grc χρόαις χροιαῖς
grc κάλλους τʼ
grc ἄλλως τε
grc ὅτῳ
grc ὅπως
grc τὸ
grc τό τε
grc Ἡράκλειτον
grc χαλχοῖς
grc χαλκείοις
grc πηρώσεις
grc ταύτην
grc ταῦτα
grc ταῖς δʼ Ἰσιακαῖς
grc τοῖς δʼ ἰσιακοῖς
grc αὑτῶν
grc αὐτῶν
grc ἁπλοῦ
grc ἁγίου
grc τῇ ψυχῇ
grc παρέσχε
grc προσέσχε
grc Πλάτων
grc ὡς οἱ καὶ ὅσοι
grc ἁπλῶς
grc ἄλλως
grc ἐντελῆ ἐν τελετῇ
grc φιλοσοφίας
grc διαταράττει
grc διαταράττειν
grc ἐνταυθοῖ ἐνταυθὶ
grc ὡς ἂν ἐξηρτημέναις
grc ἐξηρτημέναις ὡς ἂν
grc ῥητὸν ὁρατὸν
grc πάντων πάντα
grc ἂν
grc ὑγίειαν ὑγείαν
grc δʼ ἐν
grc δὲ
grc ἐστι ἐστι τουτὶ
grc καταμιγνύοντα
grc καταμιγνύοντες
grc βὰλ σὰλ
grc μερῶν
grc μνῶν
grc κυπείρου κυπέρου
grc τῶν ἴσων - ἀριθμῶν
grc τὸν ἴσον - ἀριθμὸν
grc ἀγαγέσθαι ἀγαπᾶσθαι
grc ἀλλὰ τὰ
grc ἅμα
grc λείως
grc δεῖ ὡς
grc προσηνῶς
grc πρὸς ἡμᾶς
grc ὑπνοῖ τε καὶ ὑπινοῦται καὶ
grc ἀναδομάτων ἀναλωμάτων
grc ποιῇ
grc ποιεῖ
grc χρὴ χρῆμα
grc σμύρνα
grc σμύρναν
grc εὑλην
grc σεληνην
grc Πιν́δαρος
grc ἐρήμας
grc ἐρήμης
