@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Arthur Sidgwick
@filename=tlg0085.tlg006.opp-grc3
@funder=Tufts University
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Gregory Crane
@sourceDesc=Aeschylus, Aeschyli Tragoediae : cum fabularum deperditarum fragmentis, poetae vita et operum catalogo, Arthur Sidgwick, Oxford, Clarendon Press, 1902, HathiTrust.
@sponsor=Perseus Project, Tufts University
@title=Χοηφóρoι
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:59:19Z

7608	grc Χοηφοποι Τὰ τοῦ δράματος πρόσωπα Ὀρέστης Πυλάδης χορός Ἠλέκτρα τροφός Κλυταιμήστρα Αἴγισθος θεράπων
grc ἐκφορᾷ ἐκφορὰν
grc ἔα
grc μειλίγματα μειλίγμασιν
grc ἐκποδών ἐκ τοδῶν
grc ἔβαν ἔβν ἔ ἔβην
grc σὺν κτύπῳ συγκυ.ωι συγκυπτωι
grc φοινίοις ἀμυγμοῖς φοινισσαμυγμοῖς
grc δ᾽ ἰυγμοῖσι διοιγμοῖσι
grc ὀρθόθριξ φόβος φοῖβος ὀρφόθριξ
grc ἔλαχε κε
grc τε
grc ἔλακον ἔλαχον
grc ἀχάριτον ἄχαριν
grc μ᾽ ἰάλλει μιλλεῖ
grc ἐκβαλεῖν ἐκβάλλειν
grc λύτρον λυγρὸν
grc πέδῳ
grc ἀδάματον ἀδάμαντον
grc φρενός φρένες
grc βροτοῖσι
grc δίκας δίκαν
grc τοὺς τοῖς
grc χρονίζοντας χρονίζοντ᾽
grc βρύει
grc ἐκποθένθ᾽ ἐκποθὲν
grc δ᾽
grc θιγόντι οἴγοντι
grc διαίνοντες βαίνοντες
grc καθάρσιοι ῥοαῖσιν ἔκλυσαν μάταν
grc μ᾽
grc ἀπ᾽
grc βίᾳ φρενῶν αἰνέσαι πικρὸν βίᾳ φερομένων αἰνέσαι πικρῶν φρενῶν πικρὸν
grc παχνουμένη παχνουμένην
grc τί φῶ τύφῳ δεͅ
grc κατεύξωμαι κατεύξομαι
grc ἔσθλ᾽ ἴσ᾽ ἔσψτ᾽
grc γε τε
grc ἐκχέασα ἐκχέουσα
grc ἔχεις
grc κεδνὰ σεμνὰ
grc ἐπεμ́ξωμαι ἐπεύξομαι
grc νῦν
grc λέγω;
grc μέγιστε μεγίστη
grc ἄρηξον
grc δωμάτων δ᾽ ὀμμάτων
grc φῶς τ᾽ ἄναψον ἐν δόμοις ὡς ἀναξωμεν
grc πεπραμένοι πεπραγμένοι
grc φεύγων φεύγειν
grc πόνοισι πόνοισιν
grc μέγα μέτα
grc δίκῃ δίκην
grc καλῆς κακῆς
grc ἀγος ἄλγος
grc σέβας ὦ σεβάσω
grc ἴτω τις ἰὼ τίς
grc Σκυθικά τ᾽ σκυθιτατ᾽ ης ι
grc ξίφη βέλη
grc γαπότους ἀπό του
grc ἄν: ὀρχεῖται ἀνορχεῖται
grc κείραιτό κείρετό
grc ἦν ἦ ᾖ
grc χαίτην καὶ τὴν
grc ἐπαίσθην ἐπαίθην
grc σαίνομαι σαι
grc μὴ᾽ κινυσσόμην μὴκηννυσσομην
grc ᾽σ᾽αφήνει σαφηνῆ
grc δίκην δίκηι ηι
grc ποδῶν ποδῶν δ᾽
grc ἐξηύχου ἐξηύκου
grc ἐκπαγλουμένην ἐκπαγλουμένης
grc μάτευ᾽ μάστευ᾽
grc τἄρα ταρρα
grc ἐμοῖς ἄρ᾽ ἐμοῖσιν
grc τἄρ᾽ τάδ᾽
grc οὖν νῦν
grc σκέψαι κόμῃ σκέψαιτο μὴ σκέψαι τομῇ
grc σύμμετρον σκέψαιτο μὴ σκέψαι τομῇ σύμμετρον συμμέτρου
grc ἠδὲ εἰς δὲ
grc θήρειον θηρίον
grc μὴ ᾽κπλαγῇς μἠκπλαγιν͂
grc μόνον μόνος
grc σοι μοι
grc πραγμάτων πρηγμάτων η πημάτων
grc γένναν εὖνιν γέννανιν
grc ἐντελεῖς ἐντελὴς
grc θήραν πατρῴαν θήρα πατρῴα
grc λέγω ἐγὼ
grc εὔθοινον εὔθυνον οι
grc εὐπειθῆ ι ει
grc ἐν ἤμασιν ἐνήμασιν
grc δ᾽ ἂν ἄρειας δαναρίας
grc οὔτοι οὔτι
grc κἀξοθριάζων
grc μηνίματα μειλίγματα
grc δ᾽ αἰνῶν δὲ νῶν
grc λειχῆνας λιχηνας
grc ἐπαντέλλειν ἐπαντέλλει
grc τ᾽ ἐφώνει τε φωνεῖ
grc κρατῆρος κρατερὸς
grc δ᾽
grc ἆρα ἄρα
grc συμπίτνουσιν συμπίτουσιν
grc πρὸς πιέζει προσπιέζει
grc μοῖρε, αι
grc δίκη μέγ᾽ ἀυτεῖ δικην μέγαυτι
grc αἰνοπαθές αἰνόπατερ
grc ἕκαθεν καθεν ἕ
grc ἀντίμοιρον ἰσοτίμοιρον
grc Χο.
grc ἡ
grc τἄποιν᾽ τὸ πᾶν ποινὰν ῥοπὰν
grc τοί σ᾽ τοῖς
grc ἐπιτύμβιος ἐιτυμβιδίοις
grc θείη θήη
grc παιὰν παίων
grc κομίσειεν κομίζει φιάλην νεοκρᾶτα κομίζοι
grc κατηναρίσθης κατεναρίσθης
grc τ᾽ ἐν τε
grc αἰῶ αἰῶνα
grc διαποντίου γᾶς διατοντιουτας
grc ἦν, ς
grc ἔζη ἔζης
grc πιπλάντων πιμπλάντων
grc χειροῖν χεροῖν
grc πεισιβρότῳ τε βάκτρῳ πισίμβροτόν τε βάκτρον
grc ἄλλῳ ἄλλων
grc τεθάφθαι τέθαψαι
grc φίλοις
grc πρόσω πρόσσω
grc Χο.
grc φωνεῖς: δύνασαι φωνεῖ ὀδυνᾶσαι
grc μαράγνης μαράγμης
grc ὅσιαι: στυγερὸν τούτων παισὶ τί μᾶλλον γεγένηται;
grc Ηλ οὖς ὡς
grc ἵκετο
grc τι τε
grc πυκάεντ᾽ πευκήεντ᾽
grc οἷον θεῖον
grc κραδίας καρδίαδς
grc Ορ
grc καὶ πότ᾽ καί τοτ᾽
grc Γᾶ χθονίων τε τιμαί ταχθονίων τετιμαι έν μᾳι
grc ἀλλὰ νόμος ἀλλ᾽ ἄνομος
grc λοιγὸς Ε᾽ρινὺν λοιγὸν ἐρινὺς
grc πρότερον προτέρων
grc πόποι δᾶ ποῖποῖδὴ
grc τ᾽
grc τεθυμένων φθειμένων ι ει
grc πετιστραποιταν
grc Χο
grc πέπαλται πεπάλατε, αι
grc μοι μου
grc ἐπ᾽ ἀλκῆς ἐπάρῃ μ᾽ ἐλπίς προσφανεῖσα ἐπαλκὲς φραρεαπέστασεν ἄχος πρὸς τὸ φανεῖσφαι
grc Ορ
grc φάντες πάντες
grc ἢ ἂν ἢ
grc ἄχεα ἄχθεα
grc Χο ῎Αριον ἔν τε Κισσίασͅ ἄρειον εἴτε κισσίαις
grc νόμοις ἰηλεμιστρίας νόμοισιλεμιστρίας
grc ἀπριγδόπληκτα πολυπλάνητα ἄπριγκτοι πληκτὰ πολυπάλαγκτα
grc δ᾽ ἦν δὴν
grc Ηλ ἰὼ ἰὼ ἰὼ
grc Ορ
grc ταφὰἀτίμους τὸ πᾶν ἀτίμως ταφὰν ἀτίμων
grc ἆρα ἀρὰ
grc ὀλοίμαν ἑλοιμαν
grc Χο
grc ἐμασχαλίσθη ἐμασχαλίσθης
grc δέ γ᾽ ὡς ... εἰδῇς τόδ᾽ δὲ τωστοστείδης
grc ᾇπέρ ἅπερ
grc κτίσαι κτεῖναι ν
grc ἄφερτον ἄφερκτον
grc κλύεις κλύει
grc δύας ἀτίμους δυσατίμους
grc Ηλ
grc μυχῷ μυχοῦ
grc χέουσα χαίρουσα αι
grc πάτερ
grc Χο
grc φρενῶν φρονῶν
grc ὄργα ὀργᾷ
grc φίλοις φίλοισι
grc ξυμβαλεῖ ξυμβάλλει
grc δίκας
grc ὦ ἰὼ
grc ἄτας ἄτης
grc ἄκος ἑκὰς
grc διώκειν ἔριν αιωμαναιρειν δι᾽ ὠμὰν ἔριν
grc τῶν
grc νίκῃ νίκην
grc αἰτουμένῳ αἰτούμενος
grc τοιάνδε τοιάδε
grc φθόρον
grc ἐμπύροισι ἐν πυροῖσι
grc πατέρ᾽ πάτερ
grc γ᾽ τ᾽
grc ὡς ἐκαίνισας ᾧ σ᾽ ἐκαίνισαν
grc γ᾽ ἀχαλκεύτοισι θηρευθείς δ᾽ ἀχαλκεύτοις ἐθηρεύθης
grc λαβὰς βλάβας
grc γόον γόνον
grc λίνου λίνον
grc ἀμεμφῆ τόνδ᾽ ἐτείνατον ἐτεινάτην ἀμόμφητον δέ τινα τὸν
grc μεθύστερον μεθ᾽ ὕστερον
grc θανόντι θανοῦντι
grc τάδε τόδε
grc μείω μέσω
grc παρῆ πάρει ει
grc τίνος τινὸς
grc νεογενὲς νεορενὲς
grc μαστὸν
grc τὠνείρατι τ᾽ ὀνείρατι
grc οὖθαρ ἦν οὐχαρην οὐχαριν
grc στύγους στύγος
grc ἂν τόδ᾽ ὄψανον πέλοι
grc κέκραγεν κέκλαγεν
grc ἀνῇθον ἀνῆλθον
grc συγκόλλως συσκόλως λ λ
grc ἐκλιπὼν ἐκλείπων ἐκλείπειν
grc οὔφεῖσεπᾶσασπαργανηπλείζετο
grc μαστὸν μασθὸν
grc ἀμφὶ τάρβει τῷδ᾽ ἀμφιταρβίτωδ᾽
grc δὴ δὲ
grc μέν δ᾽ ἕν
grc στείχειν στίχειν
grc κτείναντες κτείναντας
grc δόλοισι δόλῳ τε
grc ἐφ᾽ ἑρκείους ἐφερκίους
grc ἥσομεν οἴσομεν
grc δέξαιτ᾽ λέξαιτ᾽
grc δόμους δόμοις
grc παραστείχοντα παραστίχοντα
grc πύλαισι πύληισι
grc βαλὸν βαλῶν
grc ἕρκειον ἑρκίον
grc ἀρεῖ ἐρεῖ
grc βαλεῖ βαλεῖν
grc νῦν σὺν ν
grc γᾶ γὰρ
grc καὶ
grc βρύουσι βροτοῖσι
grc βλαστοῦσι
grc πεδάοροι πεδάμαροι
grc κἀνεμοέντ᾽ ἂν κἀνεμοέντων
grc φρεσὶν φρεσσὶν
grc τλαμόνων τλημόνων
grc καὶ
grc πυρδαῆτιν πυρδαν͂ τινα
grc καταίθουσα κ᾽ αἴθουσα
grc διαὶ διὰ
grc μοιρόκραντον μοιρόκραντος δ᾽ ν ς
grc ἄλλαν δ᾽ ἔστιν ἀλλα δν́ τιν᾽
grc κόραν σκύλλαν
grc ἀπώλεσεν ἀπόλεσεν
grc χρυσοκμήτοισιν χρυσεοδμήτοισιν
grc πιθήσασα πειθήσασα
grc δώροισι δόροισι
grc πνείονθ᾽ πνέονθ᾽
grc κιγχάνει κι. χάνει γ
grc ἐπεμνησάμην ἐπεμνήσαμεν
grc δηίοις ἐπικότω
grc ἀκαίρως τὸ δυσφιλὲς ... ἐπ᾽ ἀνδρὶ δᾴοισιν ἐμφόβῳ ψέγω:
grc τίω τίων
grc τ᾽
grc πάθος ποθει ι ει
grc ἄγει ἄχει
grc οὐτᾷ σοῦται
grc οὐ πέδοι οὐ θεμιστῶς πέδον ... ἀθεμίστως
grc προχαλκεύει προσχαλκεύει
grc δόμοισιν διμασε
grc αἱμάτων δωμάτων
grc τίνειν τείνει
grc φιλόξενός τις Αἰγίσθου βία
grc ὥρα ὧρα ὥραι
grc τόπαρχος ταπαρχος ό α
grc τ᾽
grc θελκτήριος θελκτήπια
grc οἰκείᾳ σαγῇ οἰκίαις ἄγη
grc πόδα πόδας
grc εἶπας ἐνπᾶσ᾽
grc κομίζων νομίζων
grc δ́ ἥπερ δήπερ
grc προδοῦσαν ἔγγραφε παροῦσαν ἐγγράφει
grc δ᾽
grc ἀξίων ἀξίως
grc τε δὲ
grc ὀπισθόπουν ... τόνδε ... ξυνέμπορον ὀπισθόπους ... τούσδε ... ξυνεμπόρους
grc ὑπευθύνῳ ἐπευθύνῳ
grc βουλευσόμεσθα βουλευόμεθα
grc δολίαν δολία
grc Ε᾽ρμῆν ἑρμῆα
grc καὶ τὸν νύχιον
grc ἁνὴρ ἀνὴρ
grc τοῖς ξίνοις τοὺς ξένους
grc θέτο σκυθρωπῶν θέτο σκυθρωπὸν θετοσκυθρωπὸν θετοσκυθρωπῶν θέτο σκυθρωπῶν θέτο γέλων
grc κείνη
grc ἐκεῖνος ἐκεῖνον
grc ἠνεσχόμην ἀνεσχόμην
grc κἀκ καὶ
grc εἰ ἢ
grc τροφεύς στροφεύς
grc πατρί ός
grc στείχων
grc τόνδε ... λόγον τῶνδε ... λόγων
grc ἦ πῶς; ἦ ἢ ὅπως;
grc εἰ ἢ
grc γηθούσῃ γαθούσῃ τάχιστ᾽ ἀγαθούσῃ
grc ὀρθοῦται λόγος ὀρθούσῃ φρενί
grc ἄγγελλ᾽ ἄγγελ᾽
grc μέλει ... μέλῃ μέλλει ... μέλλῃ
grc παραιτουμένᾳ μοι παραιτουμέν᾽ ἐμοὶ
grc εὖ τυχεῖν τυχεῖν δέ μου
grc σώφρον᾽ εῦͅ σωφροσυνευ
grc διὰ δίκας διαδικᾶσαι κὰδ δίκαν
grc ἅπαν ἔπος
grc ὦ Ζεῦ, σύ
grc τὸν ἔσωθεν μελάθρων, Ζεῦ τῶν ἔσω μελάθρων, ὦ Ζεῦ
grc νιν μιν
grc ἴσχε ἴσθι
grc ἅρμασιν ἅρματι
grc ἴδοι διὰ πέδον ἰδεῖν δάπεδον
grc ἔσω ἔσωθε
grc πλουτογαθῆ πλουταγαθῆ
grc ἐνίζτε νουίζετε
grc κλῦτε κλύετε
grc ἄγετε
grc πεπραγμένων
grc λύσασθ᾽ λούσαθ᾽
grc τὸ δὲ τόδε
grc κτίμενον κτάμενον
grc ἐλευθερίας φῶς ἐλευθερίως
grc λαμπρὸν λαμπρῶς
grc ὄμμασιν ὄμμασι
grc ἐκ
grc τὰ δ᾽ ἀλά᾽ ἀμφανεῖ χρῄζων κρυπτά
grc λέγω: λέγων
grc πρό
grc τότ᾽ ἤδη τότε δὴ
grc κλυτὸν πλοῦτον
grc γοατὰν γοητῶν
grc πόλει τάδ᾽ πόλει: τὰ δ᾽
grc ἀέξεται
grc αὐδὰν ἔργῳ
grc πρὸς σὲ πατρὸς αὐδὰν
grc πέραιν᾽ καὶ περαίνων ἀνεπίμομφον ἐπίμομφον
grc ἀνασχεθών σχεθὼν
grc θ᾽ δ᾽
grc φίλοισι
grc χάριτας χάριτος
grc λυγρᾶς λυπρᾶς
grc τίθει τιθεὶς
grc ἐξαπολλύων ἐξαπολλὺς μόρου μόρον
grc ἐφήμερον ἐφίμερον
grc δειματοσταγὲς δειματοστάγ᾽ ἐς
grc ἐλκαίνουσι καὶ δεδηγμένοις
grc εἴσω ἔσω
grc αὐτὸν αὐτὸς αὐτῶν αὐτὸν
grc πάρα πέρι
grc ἦεν
grc φρεν᾽ ἂν φρένα
grc κἀπιθοάζουσα οα
grc πατέρων θ᾽ ἕξει ἕξει πατέρων
grc θεῖος θείοις
grc ἀποσταθῶμεν ἀποσταθῶ μὲν ἄπο σταθῶ μὲν
grc πανοίμοι πᾶν οἴμοι
grc πεπληγμένου τελουμένου
grc ὥστ᾽ ὡς δ᾽
grc διαπεπραγμένῳ διαπεπραγμένων
grc αὖ τῆσδ᾽ αὐτῆ
grc ἐπιξήνου ἐπὶ ξυροῦ
grc δίκην
grc οἶ ἐγώ
grc εἰ ἢ
grc δ᾽ αἴδεσαι δήσεται
grc ᾧ σὺ ὠκὺ
grc δὴ δαὶ
grc τ᾽ δ᾽
grc κρείσσον᾽ κρέσσον᾽
grc σὺν νῦν
grc ἐπώρσυνεν
grc σὲ βίζηι σεβίζηι
grc αἰσχρῶς διχῶς
grc σοι σου
grc ἀλλ᾽ μὴ ἀλλ᾽ μὴ
grc σοὐρίζει σ᾽ ὁρίζει
grc ἔκανες κάνεσγ᾽
grc βαρύδικος καρύδικος
grc ἔλασε ἔλακε
grc πυθόχρηστος πυθοχρήστας α
grc εὖ φραδαῖσιν εὐφραδαῖσιν
grc τριβᾶς τριβὰς
grc ὑπαὶ ὑπὸ
grc δυοῖν δοιοῖν
grc δ᾽ ἐν δὲ
grc ἐν ἐπ᾽
grc τάνπερ ... Παρνασίας τάπερ ... Παρνάσσιος
grc ἐπορθιάζων ἐπ᾽ ὄχθει ἄξεν
grc ἀδόλοις δόλοις ἀδόλως δολίας
grc χρονισθεῖσαν ἐν χρόνοις θεῖσαν
grc δέ
grc παρὰ κρατείτω δ᾽ ἔπος τὸ θεῖον τὸ μή μ᾽
grc ἄξια δ᾽ ἄξιον
grc τὸ τε
grc μέγα τ᾽ ἀφῃρέθη μέγαν τ᾽ ἀφῃρέθην
grc οἰκέων οἴκων οἰκετῶν
grc ἄναγε μὰν δόμοι ἀναγεμὰν δόμοις
grc πάρα τὸ φῶς ἰδεῖν
grc ἀφ᾽ ἀμφ᾽
grc κλύσῃ ἐλάσει, ῃ
grc καθαρμοῖσιν καθαρμοῖς
grc ἀτᾶν ἐλατηρίοις ἅπαν ἐλατήριον
grc τύχαι δ᾽ εὐπροσωποκοῖται τύχα δ᾽ εὐπροσώπω κοίται ι ω
grc ἀκοῦσαι πρευμενεῖς θρεομένοις
grc μετοίκοις δόμων μετοικοδόμων
grc δὲ τε
grc ἀθλίῳ ἀθλίως
grc τ᾽ δ᾽
grc τοιοῦτον ἂν τοιοῦτο μὰν
grc φηλήτης φιλήτης
grc νομίζων νομίζω
grc φρένα φρενί
grc αὐτὸ αὐτὸν
grc λέγω ψέγω
grc νόμος νόμου
grc ἐξ οὗ ἐκ σοῦ
grc ἤνεγχ᾽ ην ἔχη
grc γ᾽ εἴτ᾽ τ᾽ ἤτ᾽ γ᾽ τ᾽
grc θίγουσ᾽ ἂν θίγουσαν
grc κἀκδίκου κἀνδίκου
grc φρονήματος
grc πρόσθεν πρόσθ᾽
grc αἰαῖ αἰαῖ αἲ αἲ
grc οὐκ ἔδρασε οὐκ ἔδρασεν
grc ἀσινεῖ ἀσινῆ
grc παντὸς πάντ᾽
grc ἄνατος ἄτιμος
grc ἀμείψει ἀμείψεται
grc ἒ ἔ, ἐς
grc μόχθο
grc ἥξει ἧξε
grc ἀλλ᾽ ὡς ἂν εἰδῆτ᾽ οὐ γὰρ ἀλλοσἂν εἰ δὴ τοῦτ᾽ ἂρ
grc ἡνιοστροφῶ ἡνιοστρόφου
grc ἕως δ᾽ ἔτ᾽ ἕως δέ τ᾽
grc ἐφ᾽ ἑστίαν ἐφέστιον
grc μὲν ὡς μοι μενέλεως
grc φεύγω ἐγὼ
grc γ᾽ ἔπραξας τε πράξας
grc ἐπιζευχθῇς ἐπιζεύχθη
grc φήμῃ πονηρᾷ φῆμαι πονηραὶ
grc κακά: ἠλευθέρωσας
grc Ἀργείων ἀργείην
grc οὐκέτ᾽ ἂν μείναιμ᾽ οὐκ ἔτ᾽ ἀμμείνοιμ᾽
grc φόβου νικῶ φοβοῦ νικῶν
grc σαφεῖς
grc πληθύουσι πληθύουσαι
grc εἷς σοὶ εἰσω εἰσσ᾽ ὁ
grc Λοξίας λοξίου
grc κοὐκέτ᾽ ἂν μείναιμ᾽ κοὐκ ἔτ᾽ ἀμμείναιμ᾽
grc πνεύσας πνεούσας πνοιᾶς φονίας
grc παιδοβόροι παιδόμοροι
grc τε θυέστου
