@node
@author=Pseudo-Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Gregorius N. Bernardakis
@filename=tlg0094.tlg003.perseus-grc1
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Plutarch, Moralia, Gregorius N. Bernardakis, Leipzig, Teubner, 1893, 5.
@sponsor=Perseus Project, Tufts University
@title=Placita Philosophorum, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:35:16Z

18166	 Τί ἐστι φύσις.
 Τίνι διαφέρει ἀρχὴ καὶ στοιχεῖα.
  Περὶ τῶν ἀρχῶν τί εἰσιν.
 Πῶς συνέστηκεν ὁ κόσμος.
 Εἰ ἓν τὸ πᾶν.
  Πόθεν ἔννοιαν ἔσχον θεοῦ ἄνθρωποι.
 Τίς Τίς ὁ θεός.
  Περὶ δαιμόνων καὶ ἡρώων.
  Περὶ ὕλης
  Περὶ ἰδέας. 
  Περὶ αἰτίων.
  Περὶ σωμάτων.
  Περὶ ἐλαχίστων.
  Περὶ σχημάτων.
  Περὶ χρωμάτων.
  Περὶ τομῆς σωμάτων.
  Περὶ μίξεως καὶ κράσεως.
  Περὶ κενοῦ.
  Περὶ τόπου. 
  Περὶ χώρας.
  Περὶ χρόνου.
  Περὶ οὐσίας χρόνου.
  Περὶ κινήσεως.
  Περὶ γενέσεως καὶ φθορᾶς.
  Περὶ ἀνάγκης.
  Περὶ οὐσίας ἀνάγκης.
  Περὶ εἱμαρμένης
  Περὶ οὐσίας εἱμαρμένης.
  Περὶ τύχης
  Περὶ φύσεως.
  Περὶ κόσμου.
  Περὶ σχήματος κόσμου.
 Εἰ ἔμψυχος ὁ κόσμος καὶ προνοίᾳ διοικούμενος.
 Εἰ ἄφθαρτος ὁ κόσμος.
  Πόθεν τρέφεται ὁ κόσμος.
  Ἀπὸ ποίου πρώτου στοιχείου ἤρξατο κοσμοποιεῖν ὁ θεός.
  Περὶ τάξεως τοῦ κόσμου.
 Τίς ἡ αἰτία τοῦ τὸν κόσμον ἐγκλιθῆναι.
  Περὶ τοῦ ἐκτὸς τοῦ κόσμου, εἰ ἔστι κενόν.
 Τίνα δεξιὰ τοῦ κόσμου καὶ τίνα ἀριστερά.
  Περὶ οὐρανοῦ, τίς  ἡ τούτου οὐσία.
  Περὶ διαιρέσεως οὐρανοῦ, εἰς πόσους κύκλους διαιρεῖται.
 Τίς ἡ οὐσία τῶν ἄστρων, πλανητῶν καὶ ἀπλανῶν.
  Περὶ σχημάτων ἀστέρων.
  Περὶ τάξεως ἀστέρων.
  Περὶ τῆς τῶν ἀστέρων φορᾶς καὶ κινήσεως.
  Πόθεν φωτίζονται οἱ ἀστέρες.
  Περὶ τῶν ἄστρων τῶν καλουμένων Διοσκούρων.
  Περὶ ἐπισημασίας ἀστέρων καὶ πῶς γίνεται χειμὼν καὶ θέρος. 
  Περὶ οὐσίας ἡλίου.
  Περὶ μεγέθους ἡλίου.
  Περὶ σχήματος ἡλίου.
  Περὶ τροπῶν ἡλίου.
  Περὶ ἐκλείψεως ἡλίου.
  Περὶ οὐσίας σελήνης.
  Περὶ μεγέθους σελήνης.
  Περὶ σχήματος σελήνης.
  Περὶ φωτισμῶν σελήνης.
  Περὶ ἐκλείψεως σελήνης.
  Περὶ ἐμφάσεως αὐτῆς, διὰ τί γεώδης φαίνεται.
  Περὶ τῶν ἀποστημάτων αὐτῆς.
  Περὶ ἐνιαυτοῦ, πόσος ἑκάστου τῶν πλανητῶν χρόνος, καὶ τίς  ὁ μέγας ἐνιαυτός.
  Περὶ τοῦ γαλαξίου κύκλου.
  Περὶ κομητῶν καὶ διᾳττόντων καὶ δοκίδων.
  βροντῶν ἀστραπῶν κεραυνῶν πρηστήρων τε καὶ τυφώνων.
  Περὶ νεφῶν ὑετῶν χιόνων χαλαζῶν.
  Περὶ ἴριδος.
  Περὶ ῥάβδων.
  Περὶ ἀνέμων.
  Περὶ χειμῶνος καὶ θέρους.
  Περὶ γῆς καὶ τίς  ἡ ταύτης οὐσία καὶ πόσαι.
  Περὶ σχήματος γῆς.
  Περὶ θέσεως γῆς.
  Περὶ ἐγκλίσεως γῆς.
  Περὶ κινήσεως γῆς.
  Περὶ διαιρέσεως γῆς.
  Περὶ σεισμῶν γῆς.
  Περὶ θαλάσσης πῶς συνέστη καὶ πῶς ἐστι πικρά.
  Πῶς ἀμπώτιδες γίνονται καὶ πλήμμυραι.
  Περὶ ἅλω.
  Περὶ Νείλου ἀναβάσεως.
  Περὶ ψυχῆς.
 Εἰ σῶμα ἡ ψυχὴ καὶ τίς  ἡ οὐσία αὐτῆς.
  Περὶ μερῶν ψυχῆς.
 Τί τὸ τῆς ψυχῆς ἡγεμονικὸν καὶ ἐν τίνι ἐστίν.
  Περὶ κινήσεως ψυχῆς.
  Περὶ ἀφθαρσίας ψυχῆς.
  Περὶ αἰσθήσεων καὶ αἰσθητῶν.
 Εἰ ἀληθεῖς αἱ αἰσθήσεις καὶ αἱ φαντασίαι.
  Πόσαι εἰσὶν αἱ αἰσθήσεις.
  Πῶς γίνεται ἡ αἴσθησις καὶ ἡ ἔννοια καὶ ὁ κατὰ ἐνδιάθεσιν λόγος.
 Τίνι διαφέρει φαντασία φανταστὸν φανταστικὸν φάντασμα.
  Περὶ ὁράσεως καὶ πῶς ὁρῶμεν.
  Περὶ κατοπτρικῶν ἐμφάσεων.
 εἰ ὁρατὸν τὸ σκότος.
  Περὶ ἀκοῆς.
  Περὶ ὀσφρήσεως.
  Περὶ γεύσεως.
  Περὶ φωνῆς.
 Εἰ ἀσώματος ἡ φωνὴ καὶ πῶς ἠχὼ γίνεται.
  Πόθεν αἰσθητικὴ γίνεται ἡ ψυχὴ καὶ τί αὐτῆς τὸ ἡγεμονικόν.
  Περὶ ἀναπνοῆς.
  Περὶ παθῶν σωματικῶν καὶ εἰ συναλγεῖ τούτοις ἡ ψυχή.
  Περὶ μαντικῆς.
  Πῶς ὄνειροι γίνονται.
 Τίς ἡ οὐσία τοῦ σπέρματος.
 Εἰ σῶμα τὸ σπέρμα.
 Εἰ καὶ αἱ θήλειαι προΐενται σπέρμα.
  Πῶς αἱ συλλήψεις γίνονται.
  Πῶς ἄρρενα γεννᾶται καὶ θήλεα.
  Πῶς τέρατα γίνεται.
  Διὰ τί γυνὴ πολλάκις συνουσιάζουσα οὐ συλλαμβάνει.
  Πῶς δίδυμα καὶ τρίδυμα γίνεται.
  Πόθεν γίνονται τῶν γονέων αἱ ὁμοιώσεις καὶ τῶν προγόνων.
  Πῶς ἄλλοις γίνονται ὅμοιοι οἱ γεννώμενοι καὶ οὐ τοῖς γονεῦσιν.
  Πῶς στεῖραι γίνονται αἱ γυναῖκες καὶ ἄγονοι  οἱ ἄνδρες.
  Διὰ τί αἱ ἡμίονοι στεῖραι.
 Εἰ τὸ ἔμβρυον ζῷον. 
  Πῶς τρέφεται τὰ ἔμβρυα.
 Τί πρῶτον τελεσιουργεῖται ἐν τῇ γαστρί.
  Διὰ τί τὰ ἑπταμηνιαῖα γόνιμα.
  Περὶ ζῴων γενέσεως, πῶς ἐγένοντο ζῷα, καὶ εἰ φθαρτά.
  Πόσα γένη ζῴων καὶ εἰ πάντα αἰσθητὰ καὶ λογικά.
 Ἐν πόσῳ χρόνῳ μορφοῦται τὰ ζῷα ἐν γαστρὶ ὄντα.
 Ἐκ ποίων συνίσταται στοιχείων ἕκαστον τῶν ἐν ἡμῖν γενικῶν μορίων.
  Πότε καὶ πῶς ἄρχεται ὁ ἄνθρωπος τῆς τελειότητος.
  Πῶς ὕπνος γίνεται καὶ θάνατος.
 Ποτέρου ἐστὶν ὕπνος καὶ θάνατος, ψυχῆς ἢ σώματος.
  Πῶς ηὐξήθη τὰ φυτὰ καὶ εἰ ζῷα.
  Περὶ τροφῆς καὶ αὐξήσεως.
  Πόθεν αἱ ὀρέξεις γίνονται τοῖς ζῴοις καὶ αἱ ἡδοναί.
  Πῶς γίνεται πυρετός, καὶ εἰ ἐπιγέννημά ἐστι.
  Περὶ ὑγείας καὶ νόσου καὶ γήρως.
