@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Arthur Sidgwick
@filename=tlg0085.tlg005.opp-grc3
@funder=Tufts University
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Gregory Crane
@sourceDesc=Aeschylus, Aeschyli Tragoediae : cum fabularum deperditarum fragmentis, poetae vita et operum catalogo, Arthur Sidgwick, Oxford, Clarendon Press, 1902, HathiTrust.
@sponsor=Perseus Project, Tufts University
@title=Ἀγαμέμνων
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:59:23Z

11088	grc Ἀγαμέμνων Ἀγαμέμνονος ὑπόθεσις Ἀγαμέμνων εἰς Ἴλιον ἀπιὼν τῇ Κλυταιμήστρᾳ, εἰ πορθήσοι τὸ Ἴλιον, ὑπέσχετο ὑπέσχετο  τῆς αὐτῆς ἡμέρας σημαίνειν διὰ τοῦ πυρσοῦ. ὅθεν σκοπὸν ἐκάθισεν ἐπὶ μισθῷ Κλυταιμήστρα, ἵνα τηροίη τὸν πυρσόν. καὶ ὁ μὲν ἰδὼν ἀπήγγειλεν, αὐτὴ δὲ τῶν πρεσβυτῶν ὄχλον μεταπέμπεται, περὶ τοῦ πυρσοῦ ἐροῦσα: ἐξ ὧν καὶ ὁ χορὸς συνίσταται: οἵτινες ἀκούσαντες παιανίζουσιν. μετ᾽ οὐ πολὺ δὲ καὶ Ταλθύβιος παραγίνεται καὶ τὰ κατὰ τὸν πλοῦν διηγεῖται. Ἀγαμέμνων δ᾽ ἐπὶ ἀπήνης ἔρχεται: εἵπετο δ᾽ αὐτῷ ἑτέρα ἀπήνη, ἔνθα ἦν τὰ λάφυρα καὶ ἡ Κασάνδρα. αὐτὸς μὲν οὖν προεισέρχεται εἰς τὸν οἶκον σὺν τῇ Κλυταιμήστρᾳ, Κασάνδρα δὲ προμαντεύεται, πρὶν εἰς τὰ βασίλεια εἰσελθεῖν, τὸν ἑαντῆς καὶ τοῦ Ἀγαμέμνονος θάνατον, καὶ τὴν ἐξ Ὀρέστου μητροκτονίαν, καὶ εἰσπηδᾷ ὡς θανουμένη, ῥίψασα τὰ στέμματα. τοῦτο δὲ τὸ μέρος τοῦ δράματος θαυμάζεται ὡς ἔκπληξιν ἔχον καὶ οἶκτον ἱκανόν. ἰδίως δὲ Αἰσχύλος τὸν Ἀγαμέμνονα ἐπὶ σκηνῆς ἀναιρεῖσθαι ποιεῖ, τὸν δὲ Κακάνδρας σιωπήσας θάνατον νεκρὰν αὐτὴν ὑπέδειξεν, πεποίηκέν τε Αἴγισθον καὶ Κλυταιμήστραν ἑκάτερον διισχυριζόμενον περὶ τῆς ἀναιρέσεως ἑνὶ κεφαλαίῳ, τὴν μὲν τῇ ἀναιρέσει Ἰφιγενείας, τὸν δὲ ταῖς τοῦ πατρὸς Θυέστου ἐξ Ἀτρέως συμφοραῖς. Ἐδιδάχθη τὸ δρᾶμα ἐπὶ ἄρχοντος Φιλοκλέους Ὀλυμπιάδι 
 πρῶτος Αἰσχύλος Ἀγαμέμνονι, Χοηφόροις, Εὐμενίσι,
grc Πρωτεῖ σατυρικῷ. ἐχορήγει Ξενοκλῆς Ἀφιδνεύς. Τὰ τοῦ δράματος πρόσωπα: φύλαξ χορός ἄγγελος Κλυταιμήστρα Κλυταιμήστρα Κλυταιμνήστρα ν Ταλθύβιος ἄγγελος Ταλθύβιος κῆρυξ Ἀγαμέμνων Αἴγισθος Κασάνδρα
grc ἣν δ᾽ ἦν
grc ἐμήν τί μήν
grc ἀνθ᾽ ὕπνου ἀντίνους
grc δεσποτουμένου
grc σημαίνω σημανῶ
grc ἀγγέλλων ἀγγέλων
grc Πριάμου Πριάμῳ
grc ἐκπάγλοις
grc ὑποκαίων ὑποκλαίων
grc ἀνᾴσσων ἀνάσσων
grc τό θ̓ ὑπέργηρων τίθιπεργήρως τόθιπεργήρως
grc πευθοῖ πειθοῖ πυθοῖ
grc θυοσκεῖς θυοσκινεῖς
grc φαίνουσ᾽ φαίνεις φανθεῖσ᾽
grc τῆς θυμοβόρου φρένα λύπης τὴν θυμοφθόρον λύπης φρένα τὴν θυμοβόρον λ. φ. λύπης, θυμοφθόρον ἄτην
grc πειθοῖ μολπᾶν ἀλκὰν πειθὼ μολπὰν ἀλκὰν μολπᾶν
grc ξύμφρονε ταγώ ξύμφρονα τᾶν γᾶν ταγάν
grc καὶ χερὶ δίκας
grc ἀργᾶς ἀργίας
grc ἐρικύμονα ἐρικύματα
grc φέρματα φέρματι
grc λήμασιν ἴσους λήμασι δισσοὺς
grc πρόσθε τὰ προσθετὰ
grc οἴκτῳ οἴκῳ
grc δρόσοισι λεπτοῖς δρόσοισιν ἀέλπτοις δ. ἀέπτοις
grc ἄλπνοις
grc αἴνει αἰτεῖ
grc στρουθῶν ἀνορθοῦν
grc ἀπέκλαγξεν ἀπέκλαιξεν
grc τὸ μάταν τόσε μάταν
grc οὐδὲ λέξεται οὐδὲν λέξαι
grc βίαιος βιαίως
grc παλιρρόχθοις παλιρρόθοις
grc νεῶν ναῶν
grc τε
grc Ἄργους Ἀργείων
grc τότ᾽ τόδ᾽
grc πιθέσθαι πείθεσθαι
grc ῥείθροις ῥεέθροις ῥοαῖς πρὸ βωμοῦ βωμοῦ πέλας
grc περιόργῳ σφ᾽ περιόργως
grc βροτοὺς βροτοῖς
grc φυλακᾷ φυλακὰν
grc ἀγνᾷ . . . αὐδᾷ ἁγνὰ ... αὐδὰ
grc παιᾶνα αἰῶνα
grc δ᾽ μέλλον τὸ δὲ προκλύειν
grc ἐπεὶ γένοιτ᾽ ἐπιγένοιτ᾽
grc πρὸ χαιρέτω προχαιρέτω
grc σύνορθρον σύνορθον σύναρθρον
grc αὐγαῖς αὐταῖς
grc εὖ πρᾶξις εὔπραξις
grc εἴ τι εἴτε
grc τί γὰρ τὸ πιστόν; τί γάρ; τὸ πιστὸν
grc εὐπιθῆ εὐπειθῆ εὐειθεῖ
grc ἀγγάρου ἀγγέλου
grc πανὸν φανὸν
grc πέμπει πεύκη πεύκη τὸ ἐπέσυτο ἐπᾶλτο
grc σκοπαῖς σκοπάς
grc πεδίον Ἀσωποῦ παιδίον ὠποῦ
grc προσαιθρίζουσα πόμπιμον φλόγα πλέον καίουσα τῶν εἰρημένων
grc μηχανήσασθαι μὴ χαρίζεσθαι
grc κάτοπτον κάτοπτρον
grc ἔστ᾽ . . . εὖτ᾽ εἶτ᾽ . . . εἶτ᾽
grc τοιοίδε τοί μοι τοιοίδ᾽ ἕτοιμοι
grc λέγοις λέγεις
grc ἐγχέας ἐκχέας
grc νήστεις νῆστις
grc δ᾽
grc δ᾽ εὐδαίμονες δυσδαίμονες
grc εὖ σέβουσι εὐσεβοῦσι
grc οὔ τἂν ἑλόντες οὐκ ἀνελόντες οὐκ ἄν γ᾽ ἑλόντες
grc ἀνθαλοῖεν ἂν θάνοιεν αὖ θάνοιεν
grc ἐμπίπτῃ ἐμπίπτει ἐμπίπτοι ἐμπίπτη ἐμπίπτοι
grc ἐγρηγορὸς ἐγρήγορον
grc τήνδ᾽ τὴν
grc πάρεστιν πάρεστι
grc ἔπραξαν ὡς ἔπραξεν
grc ἐκτίνουσα τόλμη τῶν ἐγγόνους ἀτολμήτων
grc ὥστ᾽ ἀπαρκεῖν ὥστε κἀπαρκεῖν
grc μέγαν μεγάλα
grc προβούλου παῖς προβουλόπαις
grc τε προσβολαῖς προβολαῖς
grc ποτανὸν πτανὸν
grc ἐνθεὶς θεὶς
grc τῶν τῶνδε
grc φῶτα Δίκη
grc τε καὶ κλόνους λογχίμους
grc θ᾽
grc πολὺ δ᾽ ἀνέστενον
grc σιγὰς ἀτίμους ἀλοιδόρους σιγᾶς ἄτιμος ἀλοίδορος
grc ἄλγιστ᾽ ἅδιστος
grc ἀφημένων ἀφεμένων
grc ὁρᾷ ὁρᾶν
grc ὀπαδοῦσ᾽ ὀπαδοῖς
grc Ἕλλανος Ἑλλάδος
grc τηξικάρδιος τήκουσα τὴν καρδίαν
grc τις
grc βραχὺ βαρὺ
grc εὐθέτους εὐθέτου
grc διαὶ διὰ
grc τὰ δὲ τάδε
grc δημοκράντου δημοκράτου
grc παλιντυχεῖ παλιντυχῆ
grc ὑπερκόπως ὑπερκότως
grc ἐτήτυμος ἐτητύμως
grc τι... πῃ τοι . . . μὴ
grc ἐν
grc ὅρος ἔρος
grc ἦσθ᾽ ἦλθες ἦλθ᾽ ες
grc καὶ παιώνιος καὶ παγώνιος κἀπαγώνιος
grc εἴ που ἦπου
grc ὑμῖν ἡμῖν
grc τοιοῦδε
grc γε τεθνᾶναι
grc οὐκέτ᾽ οὐκ
grc ἐκδακρύειν
grc ἴστε
grc πεπληγμένοι πεπληγμένος
grc μ᾽
grc φρενῶν στρατῷ πόλει λεᾠ
grc ὡς ὧν
grc ἂν εὖ
grc οὐ λαχόντες ἀσχάλλοντες στένοντας ἀσχάλλοντας οὐ κλαίοντες
grc δὲ γὰρ
grc δρόσοι
grc ἔμπεδον
grc ξυμφορὰς συμφοραῖς
grc ποτώμενα
grc δόμων ... ἀρχαίων δόμοις ... ἀρχαῖον
grc ἥβη ἡβᾷ
grc σέ μοι σ᾽ ἐμοὶ
grc Κη
grc τε γε
grc τύχοις τύχῃς
grc ἁνὴρ ἀνὴρ
grc σεσαγμένον σεσαγμένων
grc Ἀχαιοῖς ... θεῶν Ἀχαιῶν ... θεοῖς
grc ἤρειπον
grc κεροτυπούμεναι κερωτυπον́μεναι
grc ναυτικοῖς τ᾽ ἐρειπίοις ναυτικῶν τ᾽ ἐριπίων
grc ναυστολοῦσ᾽
grc τί μήν τί μή
grc ταὔτ᾽ ταῦτ᾽
grc καὶ ζῶντα χλωρόν τε καὶ βλέποντα
grc ἁβροπήνων
grc πλατᾶν πλάταν
grc ἐπ᾽ ἀξιφύλλους εἰς ἀεξιφύλλους
grc ἤλασεν ἤλασε
grc ἀτίμωσιν ἀτίμως ἵν᾽ ἀτίμως
grc παμπορθῆ παμπρόσθη
grc πολύθρηνον
grc αἰῶνα διαὶ αἰῶν᾽ ἀμφὶ
grc λέοντος ἶνιν λέοντα σίνιν
grc ἀγάλακτα βούτας ἀνὴρ φιλομάστων ἀγάλαξ: ὁμότιτθος
grc ἔσκ᾽ ἔσχ᾽ ἔσχ᾽ ... φαιδρωπῶς σαίνοντα
grc ἦθος ἔθος
grc τοκέων τοκήων
grc γὰρ τροφεῦσιν τροφᾶς γὰρ
grc μηλοφόνοισι σὺν μηλοφόνοισιν
grc προσεθρέφθη προσετράφη
grc δ᾽
grc δυσσεβὲς γὰρ γὰρ δυσσεβὲς
grc ὅτε ὅταν
grc φάος τόκου νεαρὰ φάους κότον
grc τὰν τὸν
grc ἄμαχον
grc εἰδομένας εἰδομέναν
grc βίον
grc ἔδεθλα ἐσθλὰ
grc προσέμολε προσέβα τοῦ
grc πτολίπορθ᾽ πολίπορθ᾽
grc δῆγμα δεῖγμα
grc σ᾽
grc θράσος ἐκ θυσιῶν θάρσος ἑτώσιον
grc πόλις πόνος πνόος
grc φθορᾶς
grc ἐφραξάμεσθα ἐπραξάμεσθα
grc ταὐτὰ ταῦτα
grc πῆμ᾽ ἀποστρέψαι νόσου πήματος τρέψαι νόσον
grc κληδόνας ἡδονὰς
grc ἀνὴρ ἁνὴρ
grc τέτρηται τέτρωται
grc πλέον πλέω
grc τἂν τ᾽ ἂν
grc λαβεῖν λαβών
grc ἀνημμένης
grc πιστωμάτων πιστευμάτων
grc καταρράψειεν
grc στῦλον στόλον
grc τοί νιν τοίνυν
grc πράσσοιμεν
grc δοκεῖ δοκῇ
grc δοκῇ
grc αἰδεσθεὶς
grc πάρες γ᾽ παρείς γ᾽
grc δωματοφθορεῖν σωματοφθορεῖν
grc τούτων τοὐμὸν
grc αὕτη αὐτὴ
grc ἰσάργυρον εἰς ἄργυρον
grc ἄναξ ἅλις
grc δ᾽ εἱμάτων δειμάτων
grc μηχανωμένῃ μηχανωμένης
grc μολόν μολών
grc ἀπ᾽ τἀπ᾽ τ᾽ ἀπ᾽
grc δεῖμα δεῖγμα
grc ἀποπτύσαι ἀποπτύσας
grc ἵζει ἵξει ἴξει
grc ἐπὶ ἐπεὶ
grc ξυνεμβολαῖς ξυνεμβόλοις
grc ἀκάτα
grc ὅμως ὅπως
grc Ἐρινύος ἐριννὺς
grc οὔτι οὔτοι
grc ἀπ᾽ ἐξ
grc τοιαῦτ᾽ τοι
grc γάρ τοι γέ τοι δὴ τὸ μεγάλας τᾶς πολλᾶς
grc ἀεὶ
grc πημονᾶς πημονὰς
grc πεσὸν πεσόνθ᾽
grc πρόπαρ
grc οὐδὲ εὖ δὲ
grc ἀπέπαυσεν αὔτ᾽ ἔπαυσ᾽
grc δουλίας μάζης τυχεῖν δουλείας μάζης βία καὶ ζυγῶν θιγεῖν βίᾳ
grc ἐπιρρέπει
grc ἕξεις ἔχεις
grc ἁλοῦσα ἂν οὖσα
grc πείθου
grc θυραίᾳ θυραίαν
grc τῇδ᾽ τήνδ᾽
grc εἴκουσ᾽ ἑκοῦσ᾽
grc περ ἐν παρ᾽ ἓν
grc καὶ ἀρτάνας κἀρτάναι κἀρτάνας
grc σφαγεῖον σφάγιον
grc ματεύει μαντεύει
grc ἀνευρήσει ἂν εὑρήση
grc μαρτυρίοισι μαρτυρίοις
grc τοῖσδ᾽ ἐπιπείθομαι τοῖσδε πεπείθομαι
grc ἦμην ἦμεν
grc τούτων ἠμὲν
grc ματεύομεν μαστεύομεν
grc ὀρέγματα ὀρεγόμενα ὀρεγμένα
grc τί γ᾽ γ᾽
grc Ἅιδου ἀί:δου
grc ἀκόρετος ἀκόρεστος
grc καιρία καὶ δορία
grc μελάγκερων μελαγκέρωι ν
grc ἐν
grc τεύχει κύτει
grc τίς τις
grc διαὶ διὰ
grc φέρουσιν φέρουσι
grc ἐπεγχέαι ἐπεγχέασα
grc οἷα οἵα
grc ἀκόρετος ἀκόρεστος
grc βοᾶς βοαῖς
grc μόρον ἀηδόνος ἀηδόνος μόρον
grc περίβαλον γὰρ περεβάλοντο γὰρ
grc αἰῶνα ἀγῶνα
grc ἐπίφοβα ἐπὶ φόβῳ
grc ὄχθας ὄχθους
grc νεόγονος ἂν ἀίων νεογνὸς ἀνθρώπων
grc ὑπαὶ ὑπὸ δάκει δήγματι
grc δυσαλγεῖ δυσαγγεῖ
grc κακὰ
grc θραύματ᾽ θαύματ᾽ θραῦμα δ᾽
grc ὀλομένας ὀλωμένας ὀλουμένας
grc ἐγὼ δὲ θερμὴν οὐ στάγ᾽ ἐν πέδῳ βαλῶ;
grc κακοφρονῶν κακοφρονεῖν
grc ἐσᾴξειν ἐς ἥξειν
grc κλύζειν κλύειν
grc πρώταρχον πρώταρχος
grc θηρῶ τηρῶ κυρῶ
grc πῆγμα πῆμα
grc παιώνιος παιώνιον
grc ὅρκου πῆγμα ... παιώνιον σε σου
grc ἠλθέτην ἤλθετον
grc ἄνατος ἄνακτος
grc οὐδέν᾽ οὐδέν οὐδὲν
grc δυσφροιμίοις ἐφημένους ὢ ὢ κακά
grc δ᾽ ἔπαρχος τ᾽ ἄπαρχος
grc οἵα οἷα
grc λείξασα κἀκτείνασα φαιδρὸν οὖς λέξασα καὶ κτείνασα φαιδρόνους
grc δήξεται
grc τοιᾷδε τόλμῃ τοιάδε τολμᾶ
grc Ἄρη ἀρὰν
grc μ᾽ ἐν μὴν
grc παιδείων παιδίων
grc εἴπερ ἔσται εἰ πάρεσται
grc ἄγος
grc κάρτα τἄρα κάρτ᾽ ἄρ᾽ ἂν τἄρ᾽ ἂν
grc παρεκόπης παρεσκόπεις
grc τοὺς ... τελοῦντας τοῦ ... τελοῦντος
grc δυσμαθῆ δυσπαθῆ
grc δίπους δίπλους
grc ἐνθήσει, ν ἐνθήσει
grc ποτῷ
grc πεσόντα θ᾽ ὧδ᾽ πεσόντ᾽: ἀγαθὼ δ᾽ πεσόντ᾽: ἐγὼ δ᾽ ἅμ᾽ ἕψομαι
grc ἄτης ἄτην
grc μέγα μετὰ
grc ἀντεπίξηνον
grc φοίνιον
grc πράξειν ἄξειν
grc νιν νυν
grc κάτοικτος κάτοικος
grc εἷλον εἶχον
grc πράξω: κἀγὼ
grc τάσδ᾽ ἐγὼ τὰς λέγω
grc δ᾽ αὖ δὲ
grc χρόνον χρόνῳ
grc σῶν
grc φόβον ν
grc ἄλλως: ἀλλ᾽ ὡς
grc οὐ ἢ
grc ἡλίου ἡλίῳ
grc τοὺς ἐμοὺς τιμαόρους δίκην φονεῦσι
grc σκιᾷ σκιά
grc ἂν πρέψειεν ἀντρέψειεν
grc δυστυχῆ
grc βροτοῖσιν βροτοῖς
grc μηκέτ᾽ ἐσέλθῃς μηκέτι δ᾽ εἰσέλθῃς
grc ἀποτίσει ἀποτίσῃ
grc ἐπικρανεῖ ἐπικράνῃ
grc βροτὸς ὢν βροτῶν
grc ἤν ἄν
grc ᾖ βουλεύματα
grc τῆς μελλοῦς τῆς μελλούσης μελλούσης
grc πέδοι πέδον
grc τείνοντες κτείνοντες
grc κρατεῖ κράτει
grc θυμοῦσθαι μυθοῦσθαι
grc πημονῆς πημονὴν ἀρκύστατ᾽ ἂν ἀρκύστατον
grc νείκης νίκης
grc περιστιχίζω περιστιχίζων περιστοιχίζων
grc οἰμωγμάτοιν οἰμώγμασιν
grc Ἅιδου Διὸς
grc διοσδότῳ γάνει Διὸς νότῳ γᾶν εἰ
grc τῷδ᾽ τάδ᾽
grc τοσόνδε τοσῶνδε
grc ῥυτᾶς ῥυσᾶς
grc ὄρμενον ὁρώμενον ὀρώμενον
grc τ᾽:
grc ἀπόπολις ἄπολις
grc τότ᾽ τόδ᾽
grc ἀημάτων τελημμάτων
grc χρῆν χρή
grc λίβος λίπος
grc ἐμπρέπει εὖ πρέπει
grc τύμματι τύμμα
grc ἐμῆς ἐμὰς
grc ἰσοτριβής ἱστοτριβής
grc τῷδ᾽ τοῦδ᾽
grc πολέα καὶ πολλὰ
grc ἰὼ ἰὼ ἰὼ
grc παράνους παρανόμους
grc τελείαν τέλειον
grc δι᾽
grc ἥτις ἦ τις
grc ἐμπίτνεις ἐμπίπτεισι
grc διφυίοισι διφυεῖσι
grc τανταλίδεσιν
grc τ᾽
grc καρδιόδηκτον καρδία δηκτὸν
grc μοι
grc σταθεῖσ᾽ σταθεὶς
grc ἐκνόμως ἐννόμως
grc δόμοις νεκρῷ
grc τριπάχυντον τριπάχυιον
grc νείρῃ νείρει
grc οἰκονόμον οἴκοις τοῖσδε
grc πανεργέτα πανεργέταν
grc δάμαρτος
grc ἐπιλέξῃς
grc δίκαν δίκην δὲ καὶ
grc προβαίνων προσβαίνων
grc πολυκλαύτην πολύκλαυτόν τ᾽
grc ἄξια δράσας ἀνάξια
grc ἔρξεν
grc δίκην δίκη
grc θηγάνει θήγει Δίκα δ᾽ ... θηγάναις μάχαιραν
grc ψυχῇ τ᾽ ψυχὴν
grc ἐπιτύμβιον αἶνον ἐπιτύμβιος αἶνος
grc μέλημ᾽ ἀλέγειν μέλημα λέγειν
grc Ἰφιγένειά νιν Ἰφιγένειαν ἵν᾽
grc χεῖρε χεῖρα
grc θρόνῳ χρόνῳ
grc ἀραῖον ῥᾷον
grc πρὸς ἄτᾳ προσάψαι
grc χρησμός χρησμόν
grc δ᾽
grc μοι δ᾽ ἀλληλοφόνους μανίας μελάθρων
grc πέπλοις πάγαις
grc αὑτοῦ δ᾽ αὐτοῦ τ᾽
grc αὐτοῦ Ἀτρεύς ... φίλως
grc καθημένοις
grc ἄσημ᾽: ὁ δ᾽ ἄσημα δ᾽
grc ἀμπίπτει ἄν, πίπτει
grc σφαγὴν σφαγῆς
grc ὀλέσθαι ὀλέσθη
grc δυσαθλίῳ δέκ᾽ ἀθλίῳ αὐτὸν ὄντα μ᾽ ἀθλίῳ
grc ἰδόντι
grc κακοῖσιν καμοῦσιν
grc τόνδε φῂς τόνδ᾽ ἔφης
grc δεσμὸς δεσμὸν
grc παίσας πήσας
grc μένων νέον
grc αἰσχύνας αἰσχύνουσ᾽
grc νηπίοις ἠπίοις
grc τῷδ᾽ ἐβούλευσας τῷδε βουλεύσας
grc ἦ ἢ
grc τῶν δὲ τῶνδε
grc μοι μὴ
grc δυσφιλεῖ σκότῳ δυσφιλὴς κότῳ
grc νιν σὺν
grc αἱρούμεθα ἐρούμεθα
grc δράσωμεν δράσομεν
grc θέρος ὁ ἔρως
grc ὑπάρχει ὕπαρχε
grc αἱματώμεθα ἡματώμεθα
grc στεῖχε καὶ σὺ χοἰ στείχετε δ᾽ οἱ
grc τούσδε
grc ἔρξαντες: ἀρκεῖν ἔρξαντες καιρὸν ἔρξαντα καιρὸν
grc δεχοίμεθ᾽ γ᾽ ἐχοίμεθ᾽
grc τούσδ᾽ ἐμοὶ τούσδε μοι
grc δαίμονος δαίμονας
grc ἁμαρτεῖν τὸν ἁμαρτῆτον
grc θ᾽ ὑβρίσαι
grc ὥστε ὥστερ
