@node
@author=Porphyry
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Hermannus Schrader
@filename=tlg2034.tlg015.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg2034.tlg015.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Porphyrii Quaestionum Homericanum ad Iliadem pertinentium reliquias, Hermannus Schrader, Porphyry, In Aedibus B.G. Teubneri, Lipsiae, 1882, Fasc. 2, Internet Archive.
@sponsor=Harvard College Library
@title=Zetemata codicis Vaticani
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:52:12Z

14020	 καὶ τετάρτῳ (p. 724 Β) παιδείαϲ γίνονται κατὰ δύναμιν ἐπήβολοι
 ἔχειν
 ἢ διαφαγόντα
 τοῦτο μὲν
 τοῦτο μὲν οὖν, εἰ ἐπιπολῆϲ τοῦ κύματοϲ θρώϲκειν ὑπακούοιμεν· εἰ δ’ ἐκ βάθουϲ ἀναπηδῶντα ἐπὶ τὸ κῦμα, ἔϲται, ὡϲ ἐπὶ τοῦ λίθου εἶπεν ὕ ψι τ’ ἀναθρώϲκων   πέτεται (Μ 140), ἵνα τὸ ἐκ τοῦ βυθοῦ κάτωθεν κατὰ τοῦ κύματοϲ θορεῖν, μὴ μέν τοι ὑπερθορεῖν τὴν φρῖκα, ἀλλ’ ὑπ’ αὐτὴν ὄντα ἅπτεϲθαι τοῦ νεκροῦ   εἰ ἐπιπολαίωϲ φέροιτο.
 οὖν, εἰ ἐπιπολῆϲ τοῦ ὕδατοϲ θρώϲκειν ϲκειν ὑπακούομεν· εἰ δ’ ἐκ βάθουϲ ἀναπηδῶντα ἐπὶ τὸ κῦμα, ἔϲται, ὡϲ ἐπὶ τοῦ λίθου εἴρηκεν ὕψι τ’ ἀναθρώϲκων θρ πέτεται, ἐπὶ τοῦ ἰχϲημαίνῃ θύοϲ τὸ ὑψοῦ τὸ ἐκ βυθοῦ κάτωθεν κατὰ κύματοϲ θορεῖν, μὴ μέντοι ὑπερθορεῖν τὴν φρῖκα, ἀλλ’ ὑπ’ αὐτὴν ὄντα ἅπτεϲθαι τοῦ νεκροῦ, εἰ δ’ ὑπαλύξει εἰ ἐπιπολῆϲ φέροιτο.
 ἤτοι λαμπρυνθεῖϲα φαιδρὰ γέγονεν. οὕτω νόει καὶ τὸ κόρυ θεϲ καὶ θώρακεϲ λαμπρὸν γανόων τεϲ (Ν 265)
 καὶ μὴν ἡ λύπη μελαίνει τοὺϲ
 λύπη δ’ ἑκάτερον.
 ὡϲ τὸ ἄγριον ἐντὸϲ ϲτήθ εϲϲι θέτο
 καὶ τὸ μένοϲ δὲ παρὰ τὸ μένειν , μένειν δὲ ἀκίνητον καὶ ἄτρομον καὶ μὴ φεύγειν · ἐντὸϲ γάρ τοι ϲτή θεϲϲι μένοϲ πατρ ώιον ἧκα ἄτρομον (ε 125). ὅτι γὰρ παρὰ τὸ μένειν· ἔτι μοι μένοϲ ἔμπεδόν ἐϲτι (ε 254). καὶ μένοϲ οὖν χειρῶν τὸ ἔμμονον ἔργον πρὸϲ τὸ δράξαϲθαι· οἱ δὲ μένοϲ χειρῶν ἰθὺϲ φέρον (ε 506)
 μηνίϲαϲ οὖν ὁ θεὸϲ εἰϲ κότον μεθίϲταται.
 καὶ ἐντὸϲ ἄλλοιϲ ἔφη· εἰρωτᾷϲ μ’   ἐλθόντα θεὰ θεόν, αὐτὰρ ἐγώ τοι νημερτέωϲ τὸν μῦθον νιϲπήϲω (ε 97. 98)
 καὶ ὅταν δὲ προείπῃ εἶθαρ δὲ προϲῆύδα (MA 353), τὸ εὐθὺ καὶ ἀληθὲϲ καὶ φανερὸν ἀκουϲόμεθα. πάλιν ἔφη ἔποϲ ἀντίον η ὔδα, ηὔδα, τὸ ἄντικρυϲ καὶ διαρρήδην, ὃ ἐντὸϲ ἔφη ἀν τικρ ὺ δ’ ἀ πόφημι τικρυ δ’ (H 362)
 μ ὴ
 καὶ ὅταν δὲ προείκαὶ πῃ εἶθαρ δὲ προϲηύδα, τὸ εὐθὺ καὶ ἀληθὲϲ καὶ φανερὸν ἀκουϲόμεθα. ὅπερ πάλιν ἔφη ἔποϲ ἀντίον   ἐξηγήϲατο τὸ ἄντικρυϲ καὶ διαρρήδην, ὅπερ ἐντὸϲ ἄλλοιϲ ἔφη ἄν ἄλλοιϲ ἀπόφημι
 τί οὖν τὸ κλέπτε νόῳ;
 μάντιν
 καὶ τὸ ἤυϲε παρὰ τὸ ἄειν
 καὶ τὸ ἤυϲεν παρὰ τὸ ἄειν
 ἡ τῆϲ ται ἡ τοῦ Βορρᾶ πνοή. καὶ ἐπιωμὲν οὖν ῥηθήϲονται τόποι ἀλί μὲν δυνάμενοι δὲ διὰ τὴν ἀπὸ τῶν ἀνέμων ϲκέπην δέξαϲθαι ναῦϲ. φωνῆϲ κλάϲιϲ
 διακεκριμέναι δὲ ἕκαϲται ἔρχ ατο, χ ωρὶ ϲ μὲν πρόγονοι, χ ωρὶ ϲ δὲ μέταϲϲαι, χωρὶϲ δ’ οὖθ’ ἕρϲαι 
 καὶ πρόδομοϲ οὖν ὁ μεταξὺ τόποϲ τοῦ τε δόμου καὶ τοῦ θαλάμου · ἄλλο δ’ ἐπὶ προδόμ ῳ πρόϲθεν θαλάμοιο θυράων (1 473)
 τὸ δὲ αἲ γὰρ δὴ Ὀ δυϲεύϲ τε καὶ ὁ κρα τερ ὸϲ Διομ ήδηϲ ὦδ’ ἄφαρ ἐκ Τρώων ἐλαϲαίατο μών υχαϲ ἵπ π ουϲ (Η 536. 37) δῆλον οὐ τὸ ταχέωϲ. ἀπὸ δὲ τοῦ ἄφαρ ἔοικεν ἐντὸϲ ϲυνηθείᾳ εἶναι τῶν Ἀλεξανδρέων τὸ λέγειν ἀφαρεὶ πεποίηκε, τὸ ἐϲπευϲμένωϲ καὶ τεθορυβημένυϲ. Ὅμηροϲ δὲ ἀπὸ τοῦ ἄφαρ πεποίηκε τὸ ἀφάρτεροι, οἱ ταχύτεροι· τῶν δ’ ἵ π π οι μὲν ἔαϲιν ἀφὰρτεροι ( Ψ 311), ἤτοι ταχύτεροι
 λέγει οὖν ὡϲαύτωϲ, ὅπερ καὶ ἐντὸϲ τῇ ϲυνηθείᾳ λέγεται· ὡϲαύτωϲ   με ἀδικεῖϲ ὡϲ καὶ πολλάκιϲ
 κτεν έει δέ με γυμινὸν ἐόντα α ὕτωϲ ὥϲτε γυναῖκα (X 124 ), ὡϲαύτωϲ ὡϲ γυναῖκα
error ἄπειρον
 κωφὴν γὰρ δὴ γαῖαν ἀεικίζει μενεαίνων (Ω 54 )
 νεκρὸν Ἀλχαιοῖϲι δ ώϲω πάλιν (Χ 258. 9) οὐ γὰρ ἐγ ώ ϲ’ ἔκπαγλον ἀεικι ῶ (X 256) πρὸϲ ὃ εἶπεν οἶον χωρὶϲ τοῦ ἀπεοικότα γενέϲθαι· δώϲω τὸν νεκρόν.
 ὅτι δὲ τὸ ἀεικίζειν ἤτοι αἰκίζειν τὸ μὴ ἐοικότα ποιεῖν, δῆλον ἐκ τοῦ ἀλλὰ κατῄκιϲται (π 290. τ 9), τουτέϲτιν ἀλλ’ ἀνωμοίωται καὶ ἀϲκηθήϲ οὖν ὁ μὴ παθὼν ἀεικέλια, μηδ’ ἀάϲχετα μηδ’ αἰϲχυνθείϲ, ἀλλ’ ὁλόκληροϲ. ἐξηγεῖται δὲ αὐτόϲ·
