@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Herbert Weir Smyth, Ph.D
@filename=tlg0085.tlg005.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aeschylus, Aeschylus, with an English translation by Herbert Weir Smyth, Ph. D. in two volumes. 2.Agamemnon, Cambridge, Cambridge, Mass., Harvard University Press; London, William Heinemann, Ltd, 1926.
@sponsor=Perseus Project, Tufts University
@title=Agamemnon, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:38:26Z



 
 
 
ʼ 
 

 
 
, 
 

 
 
, 
 
,
 
 
 
,
 
 
 
 
 
 

 
, 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
· 
 
 

 
 
 
.
ʼ 
 
 
 
 
ʼ 

 
 
 

· 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
᾽ 
 
 
,
 
᾽ 
 
 
 

 
 
 
ʼ 
 
.
 
ʼ 
 
᾽ 
 

 
 
 
.
 
 
 
, 

 
 
 
 

 
 
, 
 
 
.
 
.
 
 
 

 
 
 
 

 
 
 

, 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.
 
ʼ 
 
· 
 
 
 

· 
 
ʼ 
, 
 
 
,
ʼ 
 
· 
 
 

 
 
 
 
 
.
209	
 
 
 
᾽ 
 

 
,
 
 
᾽ 
,
 
 
 

 
 
 

 
 
,
᾽ 
 

, 
 
,
 
 
 
 

 
, 
ʼ 

 
 
 


 
 
,

 
 
·
 
ʼ 
 
 
  

 
 
 
 

 
 
 


 
 
.
 
ʼ 
 
 
 

᾽ 
 
 

 
 
 

 
 
 

 
 

 
ʼ 
 

 
 

 
ʼ 
.  
 
ʼ 
 

· 
 
ʼ 
 
 
·
᾽ 
 
᾽ 

 
 
 

 
 
.
 
ʼ 
 
 

 
᾽ 
 

 

 
 
 
.
 
 
 
 
 

 

, 
 
ʼ 
 
 
,
 
ʼ 
 
 

 
 
 

, 
 
ʼ 
 

 
 
.
378	 
, 

, 
 
,
 
;  
 
;  
 
ʼ 
,
 

 
 
;
 
 
 
 
,
, 
,
 
ʼ 
 
 
ʼ 
,
 
 
·
 
ʼ 
 

 
,
 
 

 
 
,
 
 
.
 
ʼ 
 
 
 

 
 
,
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ
 
 
ʼ 

 
 
 
.
462	
 
 
 
 
 
 

· 
 
 
 

 

 
 
·
 
 
 
, 
 

 
,
 
 
 
 
 

 
 
ʼ 
᾽ 
,
 
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 

 
 
,
 
, 
 
 
,
 
 
.
 
 
, 
 
ʼ 
 
.
535	
 
 
 
 
 
 

 
 
 

 
ʼ 
·
 
ʼ 
 
·
 
 

 
 
 
,
 
 

 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
 

.
 
 
 
 

 
 

 
 
 
 
 

 
 
 
.
 
 
, 
 
ʼ 
 
.
610	
 
 
, 
,
 
 
 

 
ʼ 
 

 
 
,
 
 
 
,
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
ʼ, 

 
 
,
 
. 
 
 
 

 
 
 
 
.
 
 
 
 
 

ʼ 
᾽ 
 
 
 
·
 
ʼ 

 
 
, 
 
ʼ 
 
.
691	
, 
 
ʼ 
, 
 
᾽ 
 
 
,
 
 
.
 
 

᾽ 

 
, 
 
 
 
 
 

 
 
.
722	
᾽ 
 
 
 
,
 
 
,
 
 
 
·
 
ʼ 
᾽ 
, 
 
 
.
 
 
 
 
 

 
 
 
·
753	
 
 
 
, 
 
 

 
 
.
 
ʼ 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 

 
 
.
788	
 
ʼ 
 
 
 
 
,
 
 
,
 
 
,
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 
·
816	
 
ʼ 
 
 

 
 
,
 
, 
 


 
,
 
 

 
 
 
· 
 
 
 

 
 

 

 
 

, 
 
 
 
 
 
 
 
·
861	
 
ʼ 
 
 
᾽ 
 
·
 
 
 
 
 
,
 
ʼ, 
 
 
, 
 
,
 

 
 

 
· 
 
ʼ 
 
,
 
 

 
;
 
 

 
ʼ 
 
 
 
 
. 
 
 
.
913	
 
ʼ 
 
 

 
 
 

 
, 

 
 
 
.
 
 
 

 
 
.  
 
ʼ 

 
 
,
 
 

 
 
.
951	
 
 
 
 

ʼ 
 
 
 

 
 
.
 
ʼ 
 
 
ʼ 

 
 
 

 
 
 
 

 
, 

 
 
 

 
 
,
991	
 
 
ʼ 
 
.
 
 
ʼ 
 
 

ʼ 
 
 
᾽ 
 

, 
 
ʼ 
 
 
, 

ʼ, 
 

 
ʼ 
 

, 
 
ʼ 
 
 

 
 
 
 
 
—
1036	
 
ʼ 
 
᾽ 
 
᾽ 
·
 
 
 
 
.
 
 
 
 
 
 
·
 
 
ʼ
 
᾽, 
 
· 
 
·
 
 
 
.
 
 
 
 
.
 
ʼ 
 
 
 
 
, 

 
᾽ 
 
 
 
 
.
1090	
 
 
, 
, 
·
 
 
 
 
 

ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
,
ʼ 
 
· 
 
 
.

 
, 
 
 
,
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
.

 
; 
 
 
 
.

 
 
· 
 
 
;

 
ʼ 
 
 
.

 
 
 
 
 
.

 
 
 
; 
 
 
 
;

· 
 
ʼ 
; 
 
 
.

 
ʼ 
 
ʼ 
 
;

 
 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
;

 
 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
 
 
᾽ 
 
.

 
 
᾽ 
ʼ 
 
 
;
1242	
 
 
 
 
.
 
 
 
᾽ 
᾽ 
 

· 
 
 
 
 

· 
 
 
 
 
 

 
 
 
,
 
, 
 
 
,
 
 
 
 


 
, 
 
 
,
 
 
 
·
 
ʼ 
 
 
᾽ 
 

 
 
 
·
 
 
 
 
᾽ 
 

 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
,
 
 
, 

 
, 
 
 

 
 
 
 
.
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 

 
 
, 
 

 
 
ʼ 
 

· 
᾽ 
 
ʼ 

 
, 
 
·
ʼ  
 
 
 
 

 
᾽ 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.

 
 
, 
 
, 
.
 
ʼ 
 
 

 
ʼ 
 
 
 
.
1453	
  
 
᾽ 
ʼ 
 
.
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

ʼ 
, 
 
, 
.
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 

 
 
᾽ 
 

 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
ʼ
 
 

 
, 
 
 

 
ʼ 
, 
 
ʼ 

 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 

᾽ 
, 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
᾽ 
 
.

, 
ʼ 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 
.
1660	
  
 
 
 
 

 
 
,
ʼ 
 
 
 

 
, 
 
 

᾽ 
 
 
ʼ 

 

, 
 
.
 
 
 
 

 
 
ʼ 
᾽ 

 
 
, 
 

 
 
 
᾽ 
 

 
 
.
1715	
 
 
 
,
 
 
ʼ 
.
 
 
. 
 
 

 
 
 

 
 

ʼ· 
 
ʼ 
 
.
 
ʼ 
ʼ
 

 
 
 
,
 
 

 
 
.  
 
ʼ 
, 
᾽ 

 
 
.
 
 
 

 
 
 

 
 

 
 
.
1781	
 
ʼ 
 
 
,
 
 
 
.
 
 
 
.  
 
,
 
, 
 
, 
·
 
 
 

 
 
 

 

, 

 
 
 
,
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 

ʼ 
 
.
 
 
 

 
 
 

 
 
 
 
.
1850	
 
ʼ 
 

 
 
 

 
ʼ
,
 
ʼ 
 
 

 
 

 
 
· 
 
ʼ 

᾽ 
 
 
·
 
 
 
 
 
,
 
 
 
 
.
 
 
 

ʼ 
 
.
 
ʼ 

 
 
 
.
 
 

 
 
·
 
ʼ 
 

 
ʼ 
.
1920	
 
 

 
 
 
 
.
 
, 
ʼ 
 
 
 
 
,
 

 
 
 
 

 
ʼ 
 
.
 
 
ʼ 
 
᾽ 
 

᾽ 
 
 
ʼ 
.
 
 
ʼ 
᾽ 
 
 

ʼ 

 
 
.
 
 
 
 
·
 
 
 


, 
 
 

 
 
 
 
 
 
.
1995	
 
 
ʼ 
 

 
 
 
 

 
 

 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ—
 
 
· 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 

 
 

 
·  
 
ʼ 
 
.
2065	
 
ʼ 
 
 
 
·
 
ʼ 
 
 
.
 
ʼ 
 
 

 
.
 
 
 

 
. 
 
ʼ 
 

 
᾽ 
 

 
 

ʼ 
, 
 
ʼ 
 
 
 
· 
 
ʼ 
 

 
· 
 
 
 
 
.
 
ʼ 
 
·
᾽ 
 

᾽ 
 
 
 
᾽ 
 
 
.
2136	
 
ʼ 
᾽ 

 
 

· 
 
ʼ 
,
 
, 
 
 
 
 
 
.—
 
 
 
 
 
,
 

 
 
 
᾽
 
 
;—
 
 

 
 
 
 
.—
 
 
 
 
 

· 
 

 
 
.—
2192	
ʼ 
 
 

 
 
 
 
,
᾽ 
 
 
᾽ 
 

 
᾽ 
 
 
 
.
ʼ 
᾽ 
 
᾽ 
 

 
· 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 
—
 
 
 
᾽ 
 
·
 
 
 
 
 
 
.—
 
᾽ 
 
᾽ 
 
,
 
 
 
 
.

 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
 
 
.
 
 
ʼ 
 
᾽ 
 
 

 
 
 
 
.
 
 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
 
ʼ 
,
 
 
᾽ 
 
 
·
 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
,
 
.  
 
ʼ 
 

 
, 
 
ʼ 
 

, 
 
, 
 
,
 
 
 
, 
 

 
 
 
 
.
 
 
, 
 
,
 
 
, 
 
ʼ 
,
 
 
, 
 
᾽ 

 
 
 
  
.
 
 
 
 
 
 

 
᾽ 
 
 
 
.
᾽ 
 
 
, 
 
 
 

 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
.
 
 
 

 
 
 
 

, 
 
ʼ 
 

 
· 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
 
 

 
 
 
.
 
ʼ 
 
 
.
2479	
 
 
 
 
 
.

 

 
ʼ 
᾽ 
 
.

 
 
 
 
ʼ 
;

᾽ 
 
ʼ 
 
 
.

 
᾽ 
 
᾽ 
 
.

 
; 
 
 
 
.

 
 
 
.

 
 
 
 
 
;

 
᾽ 
 
 
 
ʼ


 
 
 
᾽ 
 
 
;

 
 
 
 
 
.

 
; 
 
 
 
;

 
, 
 
 
, 
 
 
 
.

 
 
.  
 
ʼ 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
.  
 
 
 

᾽ 
 
 
ʼ 
 
;
 
 
 
 
 
,
 
 
 
, 
 
ʼ 

, 
 

 
;
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 

 
, 
 

, 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
,
 
, 
 
 
 

 
 
 
 

 
 
 
; 
 
·
 
, 
 
 

 
᾽ 
 
ʼ 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
 
;
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
᾽ 
 
 

 
 
 
 
·
 
 
 
ʼ 
 

 
 
 
 
ʼ 

 
 
 
.
 
 
 
 

 
 
· 
 
 

 
᾽ 
.
᾽ 
 
.
2765	
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
.

 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
.
 
 
ʼ 
 
, 
 

 
 
 
 
;
 
 
 
 
 
.
 
 
 
ʼ 
.
 
ʼ 
, 
 
 

 
 
 
 

 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
 
 
;
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
·—
 

 
 
 
 
,
 
 
 
 

 
;—
᾽ 
 
·
 
 
ʼ 
 
·
 
 
ʼ 
 
 
 

 
 
 
, 
 

 
, 
 
 
,
 
ʼ 
 
, 

 
 
 
 
.
᾽ 
 
 
᾽ 
 

 
 
 
 
 
 
.
2940	
ʼ 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 

 
 
 
.
 
ʼ 
, 
, 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
.

 
᾽ 
 
 
 
 

 
 
 
 
 
.

 
᾽ 
 
 
 
 
 
;
 
ʼ 
 
 
 
.

 
 
 
 
,
 
 
 
 
.  
 
 
.

 
 
 
 
,
 
, 
 
, 
 
;

 
 
 
 
·
 
 
 
 
.

 
 
 
 
 

 
 
 
 
;

 
 
 
᾽ 
 
,
 
 
 
 
 
.

 
 
 
 
 

 
 
 
 
;
3088	
 
 
 
 

 
· 
 
 
 
.
 
ʼ 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 

 
 
, 
 
 
,
 
, 
 
·
 
 
 

 
 
 
᾽ 
.
 
 
 

 
 
 
 
,
 
 
 
 
, 

ʼ 
 
 
 
;
 
, 
 
 
 
,
 
 
, 
 
 
ʼ 

 
 
 
 
.
 
 
 
ʼ 
 
.
 
 
 
 
 

· 
 
 
 

 
 
 
 
ʼ 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
ʼ 
 

 
 
 
 

 
, 
 
, 
 
.
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 

᾽ 
 
 
 
.
 
ʼ 
 
 
,
 
ʼ 
, 
 
 
,
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 
;
 
ʼ 
 
ʼ 
 
.
 
ʼ 
 
.  
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
,
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
.
3344	
 
ʼ 
 
᾽
 
 
 
—
 
 
᾽ 
 
 
 
 

 
 
 
;—
 
 
 
ʼ 
; 
 

, 
, 
, 
 
 

 

 
 
,
 
 
 

ʼ 
 
 

 
 
 
᾽ 

ʼ 
 
.
3401	
 
 
 
 

 
, 
 
 
 

 
 

 
 
 
 
 
,
, 
 
᾽ 
 
 
·
 
ʼ 

 
 

 
 
 
 
 
 
 
,
 

 
 

 
ʼ 
.
3452	
 
 
 
 
 
 
 
 
,
 
 

, 

 
 
.
 
ʼ 
᾽ 
 

 
 
,
 
 
 
 
 
 
.
3487	
 
ʼ  
 
 
 
 
· 

 
 

 


ʼ 
 
·
 
ʼ 
 
,
 
 

 
 
.
 
 
ʼ 
 
 
 
 
.
3525	
 
ʼ 
 
 
 

᾽ 
 
 

 
,
 
ʼ
 
,
 
 
,
 
 
.
ʼ 

 
 
 
,
 
 

 
,
 
 
,
 
.
3566	
 
ʼ 
 
 
 

, 
 
 
 

 
ʼ 
 
,
 
ʼ 
 
 

 
 
.
 
ʼ 
 
 
·  
 
 
 

 
 
 
,
 
ʼ 
 
.
 
ʼ 
᾽ 

 
 
.
3616	
 
 
 

 
 
 
 
 

 
᾽ 
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
, 
 
, 
 
 
,
 
.
3651	
 
 
 
 

 
,
 
ʼ 
 
  
 
 
ʼ 
 

 
 

 
ʼ, 
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
.
3687	
 
, 
, 
 
ʼ,
 
,
 
 
;  
 
 

᾽ 
 
᾽ 

 
;
 
 
 
 
 

 
 
.
 
 
ʼ  

 
 
· 
 
 

 
᾽ 
 
·
 
 

 
 
.
 
ʼ 
 
,
 
 
 
 
,
 
ʼ 
 
 

 
 
.
 
 
 
 
 
 

 
᾽, 
 
 
ʼ
,
ʼ 
 
 
,
᾽ 
 
 
 

 
 

 
 
.
 
ʼ 
 
᾽ 
 
 
᾽ 

 
 
 
.
 
 
 

 
 
 
 
 
 
 
 
.
3807	
 
 
 
 
 

 
, 
 
 

 
 
ʼ 
 
 

· 
 
 
 
 
 

 
 
 

 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
.
 
 
· 
 

 
 
 
 
.
 
 
 
 

, 
 
 
 

 
 
 

 
 
 
,
 
, 
 
,
ʼ 
 
 
 
·
 
 
 
 

 
 
 
.
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
,
 
 
 
 
 
ʼ 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
.
 
᾽ 
, 
 
 

 
, 
 

 
 
 
 
.
 
ʼ 
, 
 
 
 
,
 
 
 
 
·
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 

. 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
 
 

 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
.
 
ʼ 
 
ʼ, 
 
.
4056	
 
, 
 
 
,
 
 
 
 

 
 
· 
 
 
ʼ 

 
 
. 
 
 

ʼ, 
 
 
 

ʼ 
 
 
 
 
᾽ 
.
 
 
 
 
 

 
 
 
 
,
 
 
 
·
 
 
 
, 
 
ʼ 
 

 
 
, 
 
.
 
 
 
 
 

 
᾽, 
 
 
 

, 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
 
 
 

 
 
 
 
,
 
 
 
.
ʼ 
 
 

 
 
 
 

 
 
 
 
.
 
 
 
 
᾽ 
 
,
 
 
 
 
 
,
 
, 
· 
 
 
.
 
 
 
 

 
 
, 
 

 
, 
 
ʼ 
᾽ 
 

, 
 
 
 

 
, 
 

 
 
 
 
.
 
 
 
 
 
.
4229	
 
 
 
 

 
, 
᾽ 
 
.
 
 
ʼ 
 
 

 
 
 
 

 
.  
 
ʼ 

 
 
 

 
, 
 
 

 
 
 
 
.
 
 
 
ʼ 
 

᾽ 
 
 
 
 
 
,
 
 
, 
 

 
, 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
,
 
 
 
·
 
 
 
 
.
 
 
 
 
.
 
ʼ 
· 
 
 
 
 

. 
 
 
, 
 
,
ʼ 
 
, 
 
 

 
 
ʼ, 
, 
 
.
, 
 
ʼ, 
 
 

 
 
 
;
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
4378	
 
, 
 
 
,
 
 
 
 
·
 
 
·  
᾽ 

, 
ʼ 
 
 
᾽ 
 
·
 
 
 
 
 
 
 

, 
 
 
 

 
 
 
,
ʼ 
 
ʼ 
 

· 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
, 
 
,  
 
.
 
 
 
 
 

 
· 
 
 
 
 

 
 
.  
 
 

 
ʼ 
 
 
.
 
 
ʼ 
 
ʼ 
, 
 
.

 
 
᾽ 
 
 
 
 
.

 
 
 
 
ʼ 
.

 
 
 
 
᾽ 
 
.

 
, 
 
ʼ 
 
᾽ 
 
.

 
ʼ 
 
 
 
, 
 
᾽ 
;

 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
 
.

 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
;

· 
 
 
 
ʼ 
 
.
4585	
᾽ 
 
 
 
᾽, 
 
 

 
, 
 
 
.
 
 
ʼ 
ʼ 
 

 
 
 
 
 
.
 
 
 
 

 
 
 
ʼ 
.
 
 
· 
 
 
 

᾽ 
· 
 
 

 
 
 
.
 
 
 
 
 
.
 
 
 
 

, 
 
ʼ, 
 
.
 
ʼ 
 
 
 
,
ʼ 
 
 
 
 
.

 
, 
 
 
 
;
 
 
 

 
, 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
,
 
 
 
.
 
 
 
 
ʼ 
 
,
 
 
 
.
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
᾽ 
 

, 
᾽ 
 
 
 
 
,
 
 
ʼ 
.
, 
 
, 
 
 
 
·
 
 
 
 
 
 
 
 
.
4764	
 
 
᾽ 

 

 
 
,
 
ʼ 
 
 
,
᾽ 
 

 

 
 
 
 
 
;
 
ʼ 
 
 

ʼ 
 
, 
ʼ 
᾽ 

 
 
.
4806	
 
ʼ 
᾽ 

, 
 
·
 
ʼ 
 
 
 

 
 
 

, 
 
 
 

 
 
.
 
ʼ 
 
 
 
 

 
 
 
.
 
ʼ 
 

 
 

 
 
 
.
4856	
 
 
 
 
 

 
· 
 

 
 
.
 
 

 
 
 
.
 
 
 
 

 
 

 
᾽ 
,
 
 
 

 
 
,
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 

 
 
.
4914	
 
ʼ 
 
 
 
 

 
 
 
 
 

 
ʼ 
;
 
 

 
 

 
 
᾽ 
;
 
 
 

 
 
 

 
 
 
,
 

 
 
᾽ 
.
 
ʼ 
 
 

 
 
 
 
 
 
 

 
.
4975	
 
 
 
, 
 
,
 
ʼ 
 
 
 

 
 
, 
 

 
 
 
 
·
ʼ 
 
, 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
.

 
 
 
 
 
.
 
ʼ 
 
 
 

ʼ 
, 
 
ʼ· 
 
ʼ 
.

᾽ 
 
 
 
 

 
 
 
,
 
 
 
 
 
.

.  
 
 
 
 
.
 
 
᾽ 
 
.

 
 
᾽ 
 
 

· 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
.
 
ʼ 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.

 
 
 
 

· 
 
 
 
 
.

 
 
 
 
 
 
,
 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
.
 
 
 
ʼ 
.

 
ʼ, 
 
, 
 
.
ʼ, 
 
, 
᾽ 
ʼ 
,
ʼ 
 
 
 
.
5202	
 
 
.
 
.

 
᾽ 
 
 
;
 
 
 
 
 
.
5222	
 
 
.
 
.

 
ʼ 
 
 
 
 

 
ʼ 
 
 
.
5243	
  

ʼ, 
 
.
 
 
 
 
 
.

 
 
 
 
 
.
 
 
 
 
 
 
.
5270	
  

ʼ, 
 
.
 
 
ʼ 
 
; 
 
 
;

 
 
· 
 
 
 
᾽ 
,
 
 
· 
 
᾽ 
 
 
.
5302	
 
 
, 
 

 
 
,
 
 
.

 
 
 
 
 

, 
 
ʼ 
 
 
.
5328	
 
 
᾽ 
·
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 

· 
 
ʼ 
 
.
5356	
 
, 
 
 
;
 
 
 
 

ʼ 
 
 
 
 

 
, 
; 
 
ʼ
 
.

 
 
 
 
.
 
ʼ 
·  
 
 
 
.
5394	
 
, 
 
 
,
 
 

 
—
 
 
;
 
 
᾽ 
· 
 
 
 

 
.

 
·  
 
 
 

 
 
.
5429	
 
, 
 
, 
 
 
;
 
 
 
ʼ 
;
᾽ 
 
 
, 
 

.  
 
ʼ 
 

 
 
.

 
 
 
 

; 
 
 
 
.
 
 
 
 

, 
 
 

 
 
 
·
 
ʼ 
 
.
5485	
 
, 
 
· 
 
 

 
· 
 

 
 

· 
 
ʼ 

 
.
 
 
 
 
.

 
ʼ 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
; 
 
 

 
 

 
 
.
5542	
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
;
 
ʼ 
 
 
.  
 
;

 
 
 
, 
 
ʼ 
 

 
, 
 
 

 
, 
, 
 

 
 
ʼ 
 

 
.
5595	
 
 
 
 
·
 
 
 
 

 
 
ʼ 
 
 
·
 
 
 
 
 
.

 
 
 

 
,
 
ʼ 
 
 

 
 
ʼ 
 
 
;
 
 
 
 

;
5643	
 
 
 
 
 
.
 
 
 
.
 
 
 
 
 
ʼ
 
·
 
ʼ 
 
 
 

 
 
 
.

 
 
 
 
 
;
 
 
 
.
 
ʼ 
 
 

 
 
 
,
ʼ 
 
.
5696	
 
 
 
 
 
 
.
 
 
 

 
 
· 
 
ʼ
 

 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
.

 
 
᾽ 
.
 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
.
5751	
 
 
 
 
᾽ 
 

 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 

 
 
 
 
 

· 
 
ʼ 
᾽ 
 
.
 
 
 
 

 
 
 
.
 
 
 
᾽ 
ʼ 
 

 
 
·  
 
 
 
.
 
 
 
ʼ, 
 
 
,
 
 
 
 
 
,
 
, 
 
.
 
ʼ 
 
 

 
· 
 
 
ʼ 

 
 
 
 
.
, 
 
 
 
 
 
;
 
 
 
 
;
 
 
 
ʼ 

 
 
ʼ 
 
.

 
 
 
, 
 
 
,
 
; 
 
 
,
 
 
 
 

 
, 
 
 
.
5889	
 
ʼ 
 
᾽ 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
.

᾽ 
 
 
ʼ 
 
 
.

 
 
 
 
 
 
;

 
 
.

 
 
 
;

 
 
᾽ 
 
.

 
᾽ 
 
 
 
;

 
ʼ 
, 
 
᾽ 
.

 
 
 
 
 
 
.

 
, 
 
 
.
᾽ 
 
 
 
 

 
 
 

 
 
 
 

, 
 
 
;
 
 
 
 
 
,
 
 
 
 
,
 
 
 
ʼ, 
 
,
ʼ 
, 
 
 
.
 
 
 
 
 

ʼ 
 
 
 

, 
, 
 
 

· 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 

 
 
 
 
 

 
 
 
, 

 
, 
 
 
.
 
· 
 
 

.  
 
 
 
 

ʼ 
; 
, 
 
 

 
 
, 
 
,
 
 
ʼ 
 
ʼ 

 
; 
 
ʼ 

 
, 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
·  
 
;
 
 
.  
 
 
ʼ 
 
 

 
ʼ 
 
 
.
6132	
 
 
 
 
 

 
 
, 
 
 
ʼ 

ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
.

 
 
ʼ 
 
.

, 
 
, 
 
.

᾽ 
 
 
᾽ 
 
.

, 
 
 
ʼ· 
 
 
 
.

 
 
, 
 
ʼ 
 
.

 
 
 
᾽ 
 
;

 
 
ʼ 
 
 
 


 
 
 
 
 
.

 
 
 
ʼ 
ʼ 
 
.

 
 
 
· 
 
ʼ 
.

, 
 
 
· 
 
 
.
, 
ʼ 
, 
 
 
.
 
 
 

, 
 
 
,
 
 
 
· 
 
 

 
 
 
 

, 
 
 

 
 
 
.
 
᾽ 
 
ʼ 
 
,
 
 
 
 
 
 
;
 
 
 
 
 
 
.
ʼ 
 
· 
 
ʼ 
᾽ 
.
 
ʼ 
 
᾽ 
 
.
 
ʼ 
 
 
 

 
ʼ, 
 
 

 
 
 
 
 

 
᾽ 
 
 
, 
—
 
 
 
 

 
 
 
—
 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
ʼ 
᾽ 
 
,
 
 
 
.
 
 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
, 
 
·
 
ʼ 
 
 
 

, 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
.
 
᾽ 
 
 
᾽ 
;
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
,
 
· 
 
 
.
 
 
 
᾽ 
 
·
 
 
 
 
,
 
, 
 

, 
 
 
.
6449	
 
 
 
, 
 
ʼ 
 

, 
 
.  
 
ʼ 

 
 
 
, 
 

 
 
 
 
 
;

 
᾽ 
, 
, 
, 
 
.

 
ʼ 
 
 
 
 
,

 
᾽ 
· 
 
 
.

᾽ 
 
 
ʼ 
᾽ 
 
.

 
 
 
 
.

᾽ 
 
 
 
 
.

 
 
 
 
 
 
.

 
ʼ 
 
; 
 
ʼ 
 
;

 
.

 
᾽ 
; 
 
 
 
 
.

 
 
 
,

 
;
᾽ 
 
 
.

 
 
 
 
 
,

 
 
 
 
.

᾽ 
 
 
 
 
ʼ 

 
 
.  
 
.
 
,
 
 
 
 
 

· 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
 
᾽ 
 
.
 
 
ʼ  
 
.

 
, 
 
 
 
.

 
᾽ 
 
 
 
 

 
 
.  
 
ʼ 

 
 
 
 
 

 
 
 
 
 
,
 
, 
 
.
 
 
ʼ· 
 

 
 
 
· 
 
 
,
 
 
 
 
.
 
᾽ 
 
 
 
.
6678	
 
 
 
 
 

 
· 
 
ʼ
 
 
 
,
᾽ 
, 
 
.
 
 
 
 
 

 
·
 
ʼ 
ʼ 
.
 
ʼ 
 
 
ʼ 

 
 
 
 

 
 
,
 
 

 
 

 
 
᾽ 
;
6734	
, 
 
 
 
.
6741	
· 
 
 
 
 
;
6749	
 
᾽ 
, 
 
.
6756	
 
 
 
 
 
.
 
ʼ 
 
 
 
.
6770	
 
 
 
 
 
 
,
 
 
᾽ 
 
 
.—
 
ʼ 
 
 
ʼ 
 

 
ʼ 
 
 
 
.—
 
 
 
 

 
 
· 
 
 
 
ʼ 
.—
 
· 
 
 

 
 
 
.—
 
. 
 
 
 
 

 
 
 
 
.—
 
 
 
 
 
.
 
 
 
 
 
 
.—
 
 
ʼ, 
 

 
 
ʼ 
 
.—
 
 
 
 
᾽ 

 
 
᾽ 
;—
᾽ 
 
,
 
 
·
 
 
 
 
.—
 
 
 
 

 
 
 
;—
ʼ 
 
 
 
 
·
 
 
 
 
ʼ 
 
.—
 
 
 
,
 
 
 
ʼ 
.
6907	
 
 
 

ʼ 
 
 
.
 
 
 
 
 
, 

 
, 
 
ʼ 

, 
 
 
;
 
ʼ 
 
᾽ 
 
 

 
 
, 
 
 
 
·
 
ʼ 
ʼ 
ʼ 
᾽ 
.
 
ʼ 
, 
 
᾽ 
 
·
 
 
 
᾽ 
 
,
 
, 
 
,
, 
 
 
.
 
 
 
· 
 
 
 

 
 
· 
 

 
, 
 
 

 
 
 
 
.
 
 
 
 
 
·
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
᾽ 
, 
 
 
,
ʼ 
, 
 
ʼ, 
 
ʼ 
.
 
ʼ 
 
 
᾽ 
 
,
᾽ 
 
 
, 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.

 
 
, 
 
,
 
ʼ 
᾽ 
 
 
.

 
 
 
 
·
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
 
 

.  
 
 
, 

, 
 
, 
 
 

, 
 
.  
᾽ 
᾽ 
.
7110	
 
, 
 
,
 
 
 

 
 
 
 

᾽ 
 
, 
 
ʼ 
;
 
· 
 
ʼ  

 
 
.
7139	
 
 
 
 
 
 

 
 
 
 
ʼ 
 
,
 
᾽ 
 
᾽ 
 
·
 
 
, 
 
 
,
 
 
 
,
 
 
, 
 

ʼ, 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
ʼ;  
 
ʼ 

 
 
 
. 
 
 

᾽ 
, 
 

 
 
 
 
ʼ 

· 
 
 
 
 
,
 
 
 
 
 
.
7222	
 
,
 
ʼ 
. 
 

 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 

 
 
.
7250	
 
᾽ 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ, 
 
᾽ 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
᾽ 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
,
 
 
 
᾽ 
·
 
ʼ  
 
 
 

 
 
, 

 
, 
 
 

. 
 
ʼ 
 
.
 
 
 
, 
 
 
 
 

 
 
 
 

, 
 
᾽· 
 
ʼ 

 
 
 
 
.
7353	
, 
 
 
 
, 
 
,
 
,
 
 
 
ʼ 
 

ʼ 
 
, 

 
 
 
 
 
·
 
 
ʼ 
 
.
7385	
 

 

 
 
, 
 
 

 
ʼ 
 
.
 
 
 

ʼ 
ʼ 
.  
 
 
 
᾽ 
 

 
 
 
.
7418	
 
 
 

 
·
ʼ 
 
 
 
,
 
ʼ, 
 
 

 
 
 
ʼ
 
 
.
7443	
, 
 
 
 
 
 
,
 
ʼ
 
 

 
 
.
 
 
 
 
 
 
ʼ 

 
 
 

 
ʼ 
 
 
,
 

 
 
 
.
 
 
 
 

 
, 
 

 
 
, 
 
.
7497	
 
 

 
 
 
,
 
, 
 
 
 
 
·
 
, 
 

 
·
 
 
 
 
 
;
 
ʼ 
 
 
;
7530	
 
 
 
,
 
 
;
 
 
 
 
ʼ 
;
 
ʼ 
 
 
 
᾽
 
 
 
.
 
 
 
᾽ 

 
 
 

 
 
 
.
7568	
 
 
 
 
;
ʼ 

 
 
ʼ 
.
 
 
 

᾽ 
 
 
 

 
 

᾽ 
,
 
 
.
7598	
 
 
 

 
 
 
 
;
 
; 
 
 
 
᾽ 
 
.
 
ʼ 

 

 
, 
 
 

 
 
.
7630	
 
 
 
,
 
 
;
 
 
 
 
ʼ 
;
 
ʼ 
 
 
 
᾽
 
 
 
.
 
 
 
᾽ 

 
 

 
 
 
.
7667	
 
 
 
 

 
ʼ;
᾽ 
 
 
᾽ 
 
.
 
 
,
 
 
 

 
 
 
,
,
 
 
 
.
7698	
 
 

 

 
, 
 
.
 
ʼ 
 
 

 
· 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
.
7730	
 
 
, 
᾽ 
᾽ 
,
 
᾽ 
 

 
 
.
 
 
 
; 
 
 
;
 
 
᾽ 
 
,  
ʼ
 
 
 

 
ʼ 
 
 
᾽ 

 
 
;
 
ʼ 
 
 
᾽ 
 

 
 

 
 
;
7784	
 
 
 
 
ʼ 

· 
 

, 
, 
 
,
 
 
 
 
 
,
᾽ 
 
 

, 
 
,
ʼ 
 
 

ʼ 

 
 
 
.
7822	
 
 
᾽ 
᾽ 
.
 
ʼ 
 
.
 
ʼ, 
 
ʼ 
 
.
 
 
 
 
 

 
 
· 
 
.
 
 
 
 
 
;
 
 
 
.
7860	
 
᾽ 
 
 

.  
 
ʼ 

 
 
 

 
 
 
 
,
 
 
᾽· 
 
 
, 
᾽
 
 
 
 

 
 
.
 
 

 
 
 
 

 

 
.
7907	
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
 
 
, 

 
 
 
 
 
,
 
 
 
.
 
 
 
 
, 
 
,
 
 
 
, 
 
 
,
 
ʼ 
, 
 
 
,
 
 
 
 
 
.
 
 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
,
· 
 
 
 
 

, 
 
 
 
, 

, 
 
 
 

, 
 
 
 
.
 
 
 
 
 
 

ʼ, 
 
 
.
 
ʼ 
 
ʼ 
 

 
 
, 
 
, 
.
ʼ 
 
 
 

, 
 
ʼ 
 
 
,
 
ʼ 
 
 
,
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
᾽ 
 
.
 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
᾽ 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.

ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 

, 
ʼ 
, 
 
.
8141	
 
 
 
 

, 
 
 
 
 
;
 
 
 
 
 

 
, 
 
.
 
 
 
 
 
 
 

 
 
 

.  
 
 
 
;
 
 
 
, 
 
 
.

, 
 
 
 
 
 

 
 
 
 

 
 
᾽ 
 
;

 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 

· 
 
ʼ 
 
.

 
 
 
 
 
 
,
 
, 
 
᾽ 
 
,
 
᾽ 
 
 
 
.

 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 

 
· 
 
 
 

 
 
 
 

 
· 
᾽ 
 
 

 
 
 
ʼ 
.

 
 
 
 
᾽ 
 
 

 
 
, 
 
 

 
 
 
 

ʼ;
 
 
 
 
,
 
 
 
 

 
 
 
 
;
8334	
᾽ 
 
 
᾽ 
 
 
, 
 

 
, 
 
, 
 
 
 
.

 
, 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
· 
 
 
ʼ 
.

, 
 
ʼ 
, 
 
 
.
 
 
᾽ 
 
, 
 
.
 
ʼ 
 
ʼ 
· 
 
.
ʼ 
 
 
 
, 
 
 
 
 
· 
 
᾽ 
 
.
 
 
 
 
 
ʼ 
, 
ʼ 
,
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
.

 
᾽ 
 
 
 
᾽ 

 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 


 
 
 
᾽ 
, 
 
 
.

᾽ 
 
ʼ 
 
 
 
ʼ 
.

, 
 
, 
 
᾽ 
 
.

ʼ 
 
 
 
 
.

, 
, 
 
 
, 
 
.

 
 
 
 
 
 
.

 
, 
 
 
 
.

 
 
 
ʼ 
· 

 
 
 
 
 
 

