@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg016.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Orestes, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:12Z


 
 
 
 
᾽ 
 

 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 — 
 
 
 — 
 
, 
 
, 

 
 
 

 
· 
 
 
 
,
 
 
, 
 
 
 

 
 
ʼ 
 
,
 
 
, 
 
.
 
 
, 
 
ʼ 
 
,
 
 
ʼ 
 

, 
 
 
 

. 
 
ʼ 
 
 
;
 
ʼ 
 
 
ʼ 
 
.
 
· 
 
 
 
 
 
·
 
, 
 
 
, 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ 
,
 
ʼ 
, 
 
,
 
 
 
ʼ 

· 
 
ʼ 
, 
 

 
· 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
;
 
ʼ 
 
ʼ 
 
ʼ 

, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
·
 
, 
 
 
, 
.
199	 
 
 
 
 
 
 
 
 

, 
 
 
ʼ 
 
 

· 
 
 
 

, 
 
᾽ 
 
.
 
 
 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 

, 
 
 
 
 
,
 
, 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
 
, 
 
 

· 
 
ʼ 
᾽ 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 

 
, 
 
 
 

 
· 
 
 
 

, 
 
, 
 
 

ʼ 
 
, 
 
᾽ 

 
, 
 
 
 
,
 
 
ʼ 
· 
 
ʼ 

ʼ 
 
 
 
.
 
 
 
ʼ 
 
·
 
 
ʼ 
 
ʼ, 
᾽ 
 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
 
.
 
 
 
 
, 
᾽ 

 
ʼ· 
 
 
ʼ 
᾽ 
᾽ 

 
ʼ, 
 
 
 
 

. 
 
 
 
.
420	
 
 
 
 
 
,
 
 
 
 
 
,
, 
 
, 
 
 
 
 

 
 
 
 
 
;
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
,
 
, 
, 
 
 

ʼ 
 
 
 
,
 
, 
 
ʼ 
 
.

, 
 
 
᾽ 
 
 
 
ʼ 
;
 
 
 
 
 

 
 
 
 
 
 — 
· 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
ʼ 
;

 
 
 
 
.

 
· 
 
 
ʼ, 
 
.

 
 
᾽, 
᾽ 
 
.

 
, 
ʼ 
 
 
 
, 
;

 
 
 
 
.

 
 
 
 
 
;

 
 
 
; 
 
;

 
 
 
 
ʼ 
.

 
ʼ 
 
 
 
 
 
;

 
 
 
ʼ 
.

 
 
 
, 
 
ʼ 
 
.

 
, 
 
 
ʼ 
 
.

 
 
 
 
ʼ 
 
 
;

 
 
 
᾽ 
 
.

 
· 
 
ʼ 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
ʼ 
 
 
 
.
687	
 
, 
 
 
, 
.
 
, 
ʼ, 
, 
 

 
 
 
᾽ 
 
 
 
ʼ 
·
 
ʼ 
 
 
 

ʼ 
 
 
 
ʼ 
,
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
, 
 

 
. 
 
ʼ 
 

 
 
 
 
 
 
 

 
ʼ 
 
᾽, 
 
 
.
 
ʼ 
 
 
 
 
,
᾽ 
 
 
.
ʼ, 
 
 
, 
 
 
 

ʼ 
 
 
 
 
ʼ 
.

 
, 
 
 
 
ʼ 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
,
 
; 
 
ʼ 
 
 
.
 
 
, 
 
ʼ 

 
 
 
ʼ 
. 
 
ʼ 
·
᾽ 
 
 
 
 

 
· 
 
ʼ 

᾽ 
ʼ, 
 
ʼ 
ʼ 

, 
 
 
 
.
851	
 
, 
 
 

, 
 
ʼ.

 
ʼ 
ʼ, 
 
 
.

, 
.

 
 
 
 

 
, 
 
, 
 
.

ʼ, 
 
 
 

.

, 
·
 
, 
ʼ 
, 
 
·
 
 
᾽ 
 
 
 
 
.
 
 
 
᾽ 
.
912	
 
; 
 
, 
 
·
 
 
; 
 
 
;

 
 
, 
 
ʼ 
.

 
; 
 
.

, 
 
 

 
 
 
.

 
 
 
,
.

 
.
 
 
᾽ 
᾽ 
 
, 
 
᾽ 
 
 
 
᾽ 

 
 
 
 
.
974	
; 
 
 
 
.

 
 
, 
 
,
ʼ 
 
 
.

 
 
 
.

 
᾽ 
, 
 
᾽ 

 
 
 
 

 
;

.

 
.
, 
 
,
 
 
 
,
 
, 
 
 

 
 
 
.
 
 
 
 
 

ʼ, 
. 
 
ʼ· 
 

 
 

 
 
 
 
 
 
 
, 
;
1055	
 
 
 
 
.

 

 
ʼ 
;
 
 
 
 
.

 
᾽ 
 
.

ʼ 
 
 

 
 
 

 
.

 
.

 
ʼ 
.
 
, 

 
 
, 
 
ʼ 

 
 
 
 
 
᾽ 
·
ʼ 
, 
.
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
 
 

 
ʼ 
, 

 
 
 

 
 
 
 
 
.
1147	
 
, 
ʼ 
, 
,
 
 
 
 
ʼ 
·
 
 
ʼ 
 
 
 
.

 
 
 
, 
 
,
 
 
 
 — 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
; 
 
ʼ 
;
 
, 
 
 
 
.

 
ʼ, 
 
ʼ 
 
 
 
.
 
 
 
 
;

 
 
᾽, 
 
ʼ 
 

 
 
 
 
ʼ 
.

· 
 
ʼ 
, 
 

ʼ 
 
 
 
.

 
 
, 
 

 
· 
 
 
 
.

 
 
 
 
,
 
 
 
 
.

 
ʼ 
 
 
· 
 
 

, 
 
 
 
.

. 
 
 
 
 
,
 
 
 
ʼ, 
 
ʼ 
.

 
ʼ 
 
 
, 
 
·
 
 
 
 
.

 
 
 
 
 
,
 
 
; 
 
 
.

· 
 
 
᾽ 
 
.
 
 
 
, 
 
 
.

 
 
, 
 
 
,
 
 
 
 
.

 
 
· 
 
 
 
, 
 
·
 
ʼ 
 
 
ʼ, 
 
 
 
.

 
, 
 
 
,
 
 
 
ʼ 
 
.

 
; 
 
 
 
 
 

 
 
 
 
 
;

 — 
 
 
 
 
 
 — 
 
 
 
 
.

 
 
, 
 
 
 
·
 
ʼ 
 
, 
 
 
 
.

 
 
 
 
 

 
 
 
ʼ 
᾽ 
.

 
 
 
 
· 
 
·
 
 
 
᾽, 
 
 
 
.
1454	
, 
ʼ, 
 
 
,
 
 
 
, 
 
.

 
, 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
.

ʼ, 
 
ʼ, 
 
 
 
·
 
 
 
 
 
ʼ 
.

 
ʼ, 
 
ʼ 
 

, 
 
, 
 
.

 
· 
 
ʼ 
ʼ 

 
 
 
 
.

· 
ʼ 
 
 
 

 
ʼ 
, 
 
 
 
.

 
 
, 
᾽ 
 
,
 
 
 
 
;

 
 
 
, 
 
,
 
ʼ 
᾽ 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
,
 
 
 
 
 
.
 
ʼ; 
 
ʼ 

 
 
 
;
 
·
 
 
ʼ; 
ʼ 

· 
 
 
ʼ 
 
.
·
 
ʼ 
, 
ʼ 
 
 
;
 
 
ʼ 
 
 
;
 
 
 
 
 
ʼ 
.
1623	, 
 
 
 
ʼ 
 
;
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
᾽, 
 
ʼ 

 
· 
 
 
,
 
ʼ 
 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
, 
 
ʼ 

 
, 
ʼ 
 
 
,
 
 
᾽ 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
 
 
ʼ, 
 
, 
,
 
 
ʼ 
, 
 
 
᾽ 

. 
 
 
ʼ 
ʼ 
,
 
 
 
 
 
 

 
 
ʼ· 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
᾽, 
 
, 
 
 

 
ʼ 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 

 
ʼ, 
· 
 
 
 

, 
, 
 
, 
 
.

 
· 
 
 
 
 

 
· 
 
 
· 
 
 
,
 
 
; 
 
 
,
 
 
; 
 
 
 
,
 
 
᾽. 
 
 
 
 
,
 
 
 
 
 
ʼ 
 

 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
 
,
 
 
 
 
.
1861	
,
 
 

 
,
 
 
 
ʼ 

 
 
,
 
, 
 

 
ʼ 
ʼ, 

 
, 
 
,
 
,
 

 
ʼ 
 

 
. 
 
,
, 
 
, 
 
,
 
 
, 
 
 
 
, 
 
 
,
 
 
 
.
1920	
 
,
 
, 
 
᾽ 

 
,
 
 
 
, 
 

 

 
 
 
 

 
 
, 
 
ʼ 
;
 
 
 
 
 
 
·
 
.
 
 
 

 
 
 
 

 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
 

 
,
 
 
, 
 
 
;
1994	
 
 
 
 
 
,
 
, 
 

 

 
 
 
 
.
 
 
 

 
 
,
ʼ, 
 
ʼ 
 
,
 
 
 
.
2029	
 
, 
 
 
ʼ 
 

 
, 
 
ʼ 
 
·
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 

 
, 
 
 
 
,
 
 
· 
 
 

 
 
 
 

 
 
, 
 
,
 
 
᾽ 
 
 
·
, 
 
 
 
,
 
 
 
.
 
ʼ 
 
 
 
 
 

. 
 
 
 
 
,
 
 
᾽ 
,
 
 
 
 

 
 
 
 
,
 
, 
 
 

 
 
 
 
.
 
 
 
 
᾽, 
 
,
 
, 
 
 
ʼ 
 
.
 
 
 
᾽ 
 
 
,
᾽ 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
.

᾽ 
ʼ 
, 
, 
 
.
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
·
 
ʼ· 
 
ʼ 
 
 
 
.
2200	
 
, 
 
; 
 
 
;

 
ʼ 
· 
 
 
 
, 
 
ʼ 
.

 
 
 
, 
.

 
 
 
ʼ, 
 
ʼ 
.

 
 
 
 
 
.

 
 
· 
 
ʼ 
ʼ 
 
 
.

 
 
 
 
 
ʼ 
.

᾽ 
 
 
 
 
.

, 
 
ʼ· 
 
 
.

ʼ· 
 
 
ʼ 
 
 
 
.

 
 
; 
 
ʼ 
 
;

 
, 
 
 
ʼ 
.

 
; 
 
 
 
, 
 
 
 
.

 
 
ʼ 
 
 
 — 

 
 
 
, 
᾽ 
 
.

 
, 
 
 
.

 
 
 
; 
 
 
᾽ 
;

 
 
 
ʼ 
 
.

 
ʼ 
 
 
 
;

 
 
 
.

 
 
, 
 
 
 
;

, 
 
 
 
 
 
.

 
 
 
 
· 
 
;

ʼ 
 
 
 
 
.

ʼ 
 
, 
 
ʼ 
 
.

 
· 
 
ʼ 
 
.

 
 
 
 
;

 
, 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
 
.

 
 
· 
 
 
 
 
.

, 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

 
, 
 
 
ʼ 
 
 
.

ʼ 
 
 
 
 
 
;

· 
 
 
ʼ 
 
 
.

 
 
 
 
 
;

 
᾽ 
· 
 
 
 
.

 
 
 
ʼ 
 
 
.

 
, 
 
ʼ 
 
 
 
.

 
 
 
 
ʼ 
 
;

· 
 
 
ʼ 
 
 
.
2526	
 
 
 
 
 
 
 
;

ʼ 
 
 
 
.

᾽ 
 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
;

, 
 
 
 
 
.

· 
 
 
 
.

 
ʼ 
 
 
· 
 
 
ʼ 
.

 
ʼ 
; 
 
 
 
᾽ 
 
;

 
ʼ 
ʼ, 
 
 
 
 
.

 
 
ʼ 
 
ʼ 
 
;

, 
 
 
 
ʼ 
 
;

 
 
 
 
 
 
 
 
;

 
ʼ 
 
 
᾽ 
.

 
 
᾽; 
 
 
 
 
;

 
᾽ 
 
 
.

ʼ 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
 
;

 
 
, 
 
· 
 
.

 
, 
 
 
 
.

 
 
 
 
 
 
.
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 

 
 
 
 
 
 
.

 
 
 
᾽ 
 

 
 
, 

 
 
 
 
.

, 
· 
 

 
 
, 
 
᾽ 
 
ʼ 

 
ʼ 
 
 
.
 
 
ʼ 
 
 
, 
 

ʼ 
, 
 

ʼ 
 
, 
 
ʼ 
,
 
ʼ 
 
 
 
·
, 
 
 
 
 
ʼ 
,
ʼ 
 
 
. 
 

 
; 
 
 

, 
 
 
 
;
2823	
 
 
 
 
 
 
,
; 
 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
· 
 
 
 
 

 
, 
 
 
.

 
, 
, 
 
 
.

 
 
 
, 
, 
ʼ 
.
· 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
ʼ 
.
, 
 
, 
 
;

 
; 
 
 
 
 
.

 
 
 
, 
 
;

· 
 
 
, 
.

, 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
᾽ 
 
 
.

 
 
 
᾽, 
 
ʼ 
 
.

 
 
 
 
 
 
 
 
.

 
᾽ 
 
 
 
 
;
 
 
 
 
 
 
 
 
,
 
 
 
᾽ 
,
 
 
 
 
 

᾽ 
 
 
 
 
 
;
 
 
 
 

 
 
 
 
 

 
 — 
 
 
 
 — 
 
 
 
 
 
,
 
ʼ, 
 
 

· 
 
 
ʼ 
 
 

 
 
 
ʼ 
 
᾽ 
 
ʼ 
 
.
 
ʼ 
 
 
 
ʼ 
 
.
 
 
 
 
,
 
 
ʼ 
 
.
3069	 
, 
, 
 
·
 
᾽ 
 
 
,
 
 
 
 
ʼ 
,
ʼ 
 
 
 
 

, 
 
 
 
 
;
 
 
 
 
 
·
 
 
 
 
 
 

᾽ 
 
ʼ, 
 
ʼ 
 
,
 
ʼ 
, 
 
 
.
 
 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ, 
 
 
·
 
, 
 
 
, 
ʼ 

᾽ 
 
ʼ· 
 
 
, 

 
ʼ 
᾽ 
 
 
.
 
ʼ, 
 
 
, 
 
,
 
 
 
 

, 
 
 
 
 
 
ʼ 
.
 
᾽ 
, 
 
, 
 
,
᾽ 
 
 
 

; 
 
 
 
 
 
,
 
ʼ 
 
 
.
 
ʼ
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
. 
 

 
 
 
ʼ, 
 
ʼ 
 
;
 
 
 
, 
, 
 

 
ʼ 
ʼ, 
 
 
,
 
ʼ 
᾽ 
 
 
,
 
 
 
 
.
 
ʼ 
 
ʼ 
 
·
᾽ 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
· 
 
ʼ 
 
.

 
 
 
 

 
 
 
 
.
3303	
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
.
ʼ, 
 
 
 
,
 
 
ʼ 
 
, 
 
.
 
 
 
 

 
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
· 
 
 
 
 
.
 
 
 
; 
 
 
 
·
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
ʼ 
 
·
 
 
 
 
 
 
ʼ 
.
 
 
 
 

 
 
 
 
 
.
 
 
 
 — 
ʼ 
 
 — 
 
 
 

 
 
 
ʼ· 
, 
 

 
, 
· 
 
ʼ 
.
 
 
 
 
 
 
.
 
ʼ, 
 
ʼ 
 
,
 
 
, 
 
 
.
᾽ 
 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
.
 
 
 
 
᾽ 
 
,
 
, 
 

 
, 
 
 
 
,
ʼ 
 
 
 
 
 

ʼ 
 
 
 
. 
 
ʼ 

ʼ, 
 
 
, 
᾽ 
 
 
.
 
 
ʼ 
 
,
 
ʼ 
 
ʼ 
ʼ 
 

 
 
 
 

 
 
ʼ 
 
·
 
ʼ 
ʼ 
ʼ, 
 
 

, 
᾽, 
 
 
 
 
,
 
 
ʼ 
.
 
 — 
 
 
 
 
 
,
 
· 
 
 
 
 

 
, 
 
ʼ 
 
ʼ 
 
;
 
 
 
 
ʼ 
;
 
 
 
 
 
,
 
ʼ 
 
, 
 
;
 
 
 
ʼ, 
 
, 

 
· 
 
 
 
 

 
 
 
.
, 
 
 
 

· 
 
 
 
 
,
 
ʼ 
 
 
 
.
3608	 
ʼ 
ʼ, 
 
 

 
 
 
 
,
 
 
᾽ 
ʼ 
 
 
·
 
 
 
 
.
 
ʼ 
 
 
·
 
ʼ, 
 
. 
 
 
 
;
 
 
 
 
 
 

 
; 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
;
᾽ 
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
· 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.

 
 
 
 

 
 
 
 
.

 
 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 

 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
 

 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
᾽ 
,
 
 
 
ʼ 
ʼ, 
 
 

 
 
 
 
,
ʼ 
 
 
,
 
᾽ — 
 
 — 
 
 — 
 
 
· 
 
 
᾽ 
 
·
 
 
ʼ 
 
.
, 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
·
 
ʼ 
᾽ 
 
 
,
 
 
 
 
.
᾽ 
 
, 
 

, 
 
 
·
 
ʼ 
᾽ 
 
 
, 
.

ʼ, 
 
 
 
 

 
᾽ 
, 
 
 
 
.
, 
 
 
ʼ 
 
 
,
 
 
 
 
;

· 
 
 
 

 
 
 
 
.

 
 
 
 
, 
᾽ 

 
 
, 
 
.

᾽· 
 
 
· 
 
ʼ 
 
 

 
᾽ 
. 
 
ʼ 
 
 
.
3926	
᾽ 
 
. 
 
 
 
 

 
 
 
 
 
.
 
 
 
, 
, 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
· 
ʼ, 
 
 

, 
 
 
ʼ 
 
 
.  — 
· 
 
 
ʼ 
 
 
 

 
 
 
· 
 
 
 

 
 
ʼ 
ʼ 
᾽ 
,
 
 
, 
᾽ 

 
 
 
 
ʼ 
.
 
 
᾽ 
 
᾽ 
 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
ʼ 
,
 
 
 
 
 
.
 
 
 
 
᾽ 
 
,
 
 
, 
 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
 
᾽· 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
.
· 
. 
 
· 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 
;
 
 
 
 
 
 
.
 
 
 
 
·
 
 
 
 
 
·
 
 
ʼ — 
 
 
 
,
 
 
. 
 
; 
 
 
·
 
 
 
 
 
.
 
 
 
, 
 
 

ʼ 
 
 
, 

 
 
, 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
.
 
 
 
,
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
ʼ 

 
 
· 
 
 
ʼ 
.
4216	
ʼ, 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 
 

ʼ, 
᾽ 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
,
 
 
· 
 
ʼ 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
,
 
 
.
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
· 
 
 
ʼ — 
 
 
 — 
 
 
, 
 
 
 
.
 
 
ʼ 
 
, 
 
 
 
,
ʼ 
· 
 
 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
.

 
 
 
 

ʼ 
, 
 
 
 
,
 
 
, 
 
ʼ 

ʼ; 
 
᾽ 
᾽, 
 
, 
 
.
, 
, 
ʼ 
 
,
 
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
,
 
· 
 
 
 

 
 
 
.
4490	
 
 
 
 
 
 
ʼ 
,
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
, 
 
 
.
 
; 
 
; 
 
, 
ʼ 
 

 
 
 
; 
 
 
᾽ 
 
 
.

ʼ, 
 
 
 
 
 
 
.

 
 
· 
 
 
 
 
.

 
 
 
 
 
 
.

, 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
᾽ 
 
;

· 
᾽ 
 
 
 
 
.

 
 
 
 
 
;

 
, 
᾽ 
 
 
᾽ 
.

 
 
 
 
 
 
 
;

 
 
, 
 
 
᾽ 
 
 
.

 
 
 
 
 
 
 
;

 
ʼ 
 
ʼ 
᾽ 
 
 
 
.

 
, 
 
 
᾽ 
; 
 
 
 
.

ʼ, 
 
 
 
 
 
 
.

 
 
 
; 
 
᾽ 
 
.

 
ʼ, 
 
 
 
 
 
.

 
· 
 
 
 
;

. 
 
 
 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
 
, 
 
 
ʼ 
.

 
 
᾽ 
 
· 
 
ʼ 
 
;

 
᾽ 
 
 
 
 
 
.

 
 
 
; 
· 
 
 
 
.

 
 
 
· 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
; 
 
 
.

 
 
 
 
.

 
 
 
 
 
.
4784	
 
 
 
 
· 
 
 
 
.

 
; 
᾽ 
 
 
 
 
 
.

 
 
ʼ 
᾽ 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
, 
 
.

 
, 
 
 
 
 
 
.

 
 
 
ʼ· 
 
.

 
 
 
ʼ 
 
 
ʼ 
 
;

 
 
 
, 
 
 
.

 
 
, 
 
 
 
.

᾽ 
 
 
, 
 
ʼ 
.

. 
 
 
 
.

 
 
;

 
᾽ 
 
 — 

 
 
;

 
 
;

 
 
ʼ 
.

᾽ 
 
 
;

 
.

 
 
 
;

 
ʼ, 
 
, 
;

 
.

 
ʼ 
 
 
 
;

 
, 
᾽ 
.

 
 
 
 
.

 
᾽ 
.

 
 
 
 
.

 
· 
 
 
 
.

 
 
.

 
 
 
ʼ 
 
.

 
 
 
.

 
 
 
 
ʼ 
  

 
 
 
 
.

 
 
.

 
᾽ 
 
.
5003	
, 
 
 
 
.

 
.

 
 
 
 
᾽ 
;

 
 
.

 
 
᾽ 
.

 
 
 
.

 
 
.

 
 
 
.

 
 
 
.

 
 
 
 
;

 
 
ʼ 
 
.

 
 
ʼ 
.

 
 
 
.

 
 
.

 
 
 
 
.

᾽ 
 
.

 
᾽ 
;

 
 
 
 
 
.

 
 
 
 
.

 
ʼ 
 
.

 
 
 
 
 
.

 
 
 
;

 
 
 
 
.

 
 
 
᾽ 
.

 
 
ʼ 
 
.

 
 
.
᾽ 
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
, 
 
 
,
 
 
. 
 
 
 
 
,
 
 
 
 
 
 
 
;

᾽ 
, 
ʼ 
, 
 
 
 

 
 
 
 
, 
 

 
 
 
 
 
.
5201	
 
 
 
 
ʼ 

 
ʼ 
᾽ 
 

 
 

 
ʼ 
 
 

 
 
 
 
,
 
 
 

 
,
 
 

 
 
·
 
 
 
 
ʼ 
 
 
 
 
.
5249	
 
 
 
, 

 
 

 
 
 

 
 
 
 
·
 
ʼ 
 
 
 

 
ʼ 
 
.
 
 
 

 
 
· 
, 
 
 

 
 
· 
 
 
 
 
 
 
 
.
5300	
 
 
 
 
 

 
 
 
 

 
 
 
 
;
 
 

 
,
 
, 

 
 
,
 
.
 
, 
 

 

 
ʼ 

 
 
, 
 
 
.
5346	
, 
 
 
ʼ 
 

 
 
 
 
;

· 
 
ʼ 
 
 
,
 
 
 
 

, 
 
 
 
 
 
 
.

· 
 
ʼ 
; 
 
ʼ 
 
;

· 
 
ʼ 
 
 
᾽ 

 
 
 
 
 
.

 
, 
 
 
 

 
, 
ʼ 
, 

 
 
 
 
 
.

, 
· 
 
 
.
 
 
, 
 
, 
.

 
 
 
 

 
, 
 
ʼ, 
 
᾽ 
 
.

· 
 
, 
 

 
 
 
 
.
 
 
, 
 
 
 

 
 
 
;
᾽, 
 
· 
 
 

 
 
 
ʼ 
 
 
,
 
 
 
;
5485	
 
 
 
 

, 
 
 
 
ʼ 
 

 
ʼ 
᾽ 
· 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
·
 
 
; 
 
 
 

ʼ 
 
 
;
 
ʼ 
᾽· 
 
 
 
 

ʼ, 
 
 
;
 
ʼ 
 
ʼ, 
 
᾽ 
,
 
 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
 
.
 
 
 
᾽ 
 
,
 
 
· 
 
 
,
 
 
 
 
 
,
; 
 
᾽ 

, 
 
 
 
 
.
 
ʼ, 
 
 
 
 
,
, 
 
 
 
,
 
ʼ 
 
 
, 
 

 
, 
 
 

 
 
 
 
· 
 
ʼ 
ʼ 

 
 
 
 
.
 
 
 
· 
 
 

ʼ 
 
· 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
 
.
5688	 
 
ʼ 
 
 
.
 
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
. 
 
᾽ 

 
 
, 
 
,
 
 
, 
,
 
 
 
 
,
 
᾽ 
 
 
 
·
 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
᾽ 
,
 
 
 
, 
 
ʼ 
,
 
 
 
 
,
 — 
 
 
 
 
 — 
 
, 
 
 
 
 
,
, 
 
 
·
 
᾽ 
 
 
 

, 
 
 
 
,
 
 
 
,
 
ʼ 
, 
᾽ 
 

 
 
 
,
 
 
ʼ 
 

, 
 
 
.
 
 
 
 
 
 
.
5835	 
᾽ 
. 
 
ʼ 
 
,
 
ʼ· 
 
 
 
,
 
 
 
 
 

 
ʼ. 
 
 
 

 
 
, 
 
ʼ 
᾽ 

, 
 
 
 
·
 
 
ʼ 
 
 
.
 
 
 
 
 
ʼ 
 

· 
 
 
 
ʼ 
,
 
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
.
᾽ 
 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
 

ʼ 
 
᾽ 
 
 

 
. 
 
ʼ 
 
 

 
· 
 
ʼ 
 

, 
· 
 
 

 
 
 
 
.
᾽ 
 
ʼ 
 
 
·
 
 
 
 
· 
 
 

 
ʼ 
, 
᾽ 
 

 
 
, 
᾽ 
.
 
 
ʼ, 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
 
.]
6013	
 
, 
 
,
 
 
 
 
,
 
,
 
 
, 
 
ʼ 
 
 

 
 
 
.
 
 
 
,
 
 
 
 
,
ʼ 
.
 
 
᾽ 

 
 
,
 
 
ʼ 
.
6060	
 
 
, 
 

 
 
 
 
ʼ 
 

 
 
ʼ 
·
 
 
 
, 
 
 

 
 
 
.
 
, 
ʼ 

 
, 
ʼ, 
 
ʼ 

 
.
 
ʼ 
 

ʼ 
 
 
·
 
ʼ 
 
 
 
.
6115	
 
 

 
 


 
,
 
 
 
,
 
 
,
᾽ 
 
 

 
 

 
 
 
 
 
,
 
 
,
 
 
 

 
 
 

 
, 
 

 
 
 
,

 

 

 
.
 
 
 

ʼ 
 
,
 
 
 
,
 
 
 
ʼ
 
 
 

 
·
 
 
 
 

 
 
,
 
 
 

 
 
 
 
,
 
 
 

 
 
 
 
,
 
ʼ 
  
 
 
 
ʼ 
 
 

 
 
 
 
 
 
· 
 
 
ʼ
 
 
 
 
 

 
 
.
6248	
 
 
 
 
 

 
 
,
 
 
 
 
,
 
, 

 
 
 
 
.
6272	
 
· 
 
 
 
ʼ 
ʼ 
,
, 
 
 
 
.
 
 
᾽ 
· 
 
ʼ 
ʼ 
 

 
 
 
.

 
ʼ 
 
 
 

 
 
ʼ; 
 
 
᾽, 
᾽ 


 
 
; 
 
 

᾽ 
᾽ 
 
 
 
.

 
 
ʼ 
ʼ· 
 
᾽ 
 

ʼ 
 
· 
 
 
ʼ 
 
.

 
 
 
, 
, 
 

 
ʼ 
. 
 
 
ʼ, 
᾽ 
᾽ 
.

 
 
 
 
 
,
 
 
ʼ 
 
.

ʼ· 
 
 
 
 
 
.
 
 
 
 
 
 
.

᾽ 
 
 
· 
 
ʼ 
 

 
 
 
 
 
.

 
 
ʼ, 
, 
 
 
 

 
 
 
 
.

 
 
 
ʼ 
· 
 
ʼ 
 
,
᾽ 
 
ʼ 
 
 
.

 
᾽· 
 
 
 
.
᾽ 
 
 
 
 
.

 
 
, 
 
 

 
 
, 
 
.

 
ʼ, 
 
 
 
ʼ 

 
 
 
 
 
 
.

 
 
 
· 
 
ʼ 
 

 
. 
 
 
᾽ 
 
;
 
ʼ 
, 
 
 
ʼ 
,
᾽ 
 
 
 
 
 — 

·
 
 
 
 
, 
 
, 

 
 
ʼ 
, 
 
;

ʼ 
 
 
᾽· 
 
 
 

 
ʼ, 
 
 
.

᾽ 
᾽ 
 
, 
 
 
 
,
 
 
, 
 
 
 
;

᾽ 
ʼ 
, 
᾽ 
 
 

 
ʼ, 
 
 
 
.
᾽ 
ʼ 
 
 
 

 
ʼ 
.
 
 
 
 
,
 
 
 
· 
 
ʼ 
 

 
 
 
 
.
, 
 
ʼ 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
 
.
 
ʼ· 
᾽ 
 
ʼ, 
 
, 
.
6618	
. 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
;

; 
 
 
 
 
 
;

 
 
 
ʼ, 
 
 
.

 
 
 
· 
 
 
 
 
.

 
 
 
, 
 
 
.
 
 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
,
 
 
ʼ 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
᾽ 
 
.
᾽, 
 
 
ʼ 
 
,
ʼ· 
 
 
 
 
, 
 
 
·
 
 
 
 
.

 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 

 
 
 
.
 
 
, 
 
,
 
᾽ 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
᾽ 
.
 
 
, 
 

 
,
 
· 
 
 
 
 
 

 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
;
 
. 
 
 
 
 
·
 
 
ʼ, 
 
 

, 
 
 
 
.

 
ʼ, 
 
 
 
ʼ 
.

 
, 
 
 
 
.

, 
 
 
 
 
.

 
· 
 
 
 
.

 
 
᾽· 
 
ʼ 
 
.
6875	
 
, 
 
 
.

; 
 
 
 
, 
 
ʼ 
 
.

. 
 
 
 
 
.

· 
 
 
᾽ 
.

᾽ 
᾽, 
 
 
.

 
; 
 
 
 
.

; 
 
 
ʼ 
 
ʼ 
.

 
 
 
 
.

 
 
 
᾽ 
 
;

᾽ 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
᾽ 
 
 
 
 
.

᾽ 
᾽ 
 
, 
 
 
.

 
 
 
 
ʼ, 
 
.

 
 
 
 
 
.

 
, 
 
ʼ 
 
.

 
 
 
ʼ 
 
.

᾽ 
 
ʼ 
 
.

 
 
 
᾽ 
 
 
.

᾽ 
 
 
;

ʼ 
 
 
᾽ 
 
.

 
ʼ 
 
 
 
;

 
 
 
 
.

 
 
 
 
ʼ 
 
.

᾽ 
 
 
 
 
 
.

 
· 
 
 
.

· 
 
ʼ 
 
 
.
 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
ʼ, 
 
ʼ 
 
,
 
ʼ 
 
 
.
 
, 
 
ʼ 
 
,
 
 
 
ʼ 
 
,
 
 
ʼ 
ʼ 
.
 
 
ʼ 
 
 
 
,
᾽ 
 
᾽ 
 
 
 
,
 
 
 
 
.
 
 
ʼ, 
 
, 
 
 
,
 
 
 
 
 
 
 
,
 
 — 
 
᾽· 
 
 
 
 — 
 
ʼ 
 
 
ʼ 
 

 
· 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
,
 
 
 
 
.

 
 
 
 

 
 
, 
 
 
.
7214	
·
 
 
 
 
 
 
,
 
, 
 
· 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 — 
 
ʼ 
, 

 
 
 
 
᾽ 
, 
 
.
 
 
 
 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
.
 
 
 
ʼ, 
 

ʼ 
, 
 
, 
᾽ 

 
 
ʼ 
· 
 
 

 
 
, 
᾽ 

 
, 
 
 
.
 
 
 
ʼ, 
 
,
 
 
 
 

 
 
· 
 
.
 
 
, 
 
 
 

 
 
 
 
.

, 
ʼ, 
 
᾽ 
 
,
 
 
 
ʼ 
 
 
ʼ 
.

 
 
. 
 
 
;
 
 
 
ʼ 
 
 
 
.

 
 
· 
 
 
 
 
.

᾽· 
 
 
 
ʼ 
 
ʼ 
.

 
 
ʼ; 
ʼ 
.

ʼ, 
 
 
 
 
.

 
 
 
 
.

 
 
ʼ; 
 
᾽ 
;

 
ʼ 
 
 
.

 
 
 
 
᾽ 
 
 
;

ʼ 
 
᾽, 
 
 
.

 
᾽ 
 
 
 
;

 
, 
 
 
 
 

 
 
 
 — 
 
 
 
 
 — 
᾽ 
 
 
· 
 
 

 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
ʼ 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 
 
 
.
 
 
, 
 
 
 
 
,
 
 
· 
 
 

᾽ 
 
. 
᾽ 
 

 
. 
 
.
7542	
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
, 
 
᾽ 
 

 
 
 
 
 
.

 
 
, 
 
ʼ 
 

 
 
.

 
ʼ 
 
 
 
 
;
 
 
 
ʼ 
, 
 
,
ʼ, 
 
 
 
.

 
 
 
 
 
 
·
 
 
 
 
 
 
.

· 
 
 
, 
ʼ 
, 

 
 
 
 
,
 
ʼ 
 
, 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
,
 
 
ʼ 
 
 
ʼ 
·
 
ʼ 
 
 
 
 

ʼ 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
. 
 
 
 
 

· 
 
ʼ 
 
 
,
 
· 
 
 
ʼ 

· 
 
ʼ 
 
 
 
.

 
, 
 
᾽, 
 
 
 

 
, 
 
 
ʼ 
.

 
 
 
, 
 
,
, 
· 
 
.

 
 — 

 
ʼ 
 
 — 

 
ʼ 

ʼ 
 — 

, 
, 
.

᾽ 
 
 
.

 
 
 
 
 
;

 
 
.

 
ʼ 
 
.

, 
 
 
 
.
 
 
 
 
ʼ 
,
. 
 
ʼ, 
 
 
 
 
 
,
ʼ 
 
᾽ 
 
 
 
·
 
 
 
 
, 
 
,
 
 
 
 — 
 
.
7818	
 
 
,
 
 
 
 
 
.

 
 
, 
; 

 
 
 
᾽ 
 
 
.

ʼ 
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
 
 
.

 
 
 
 
 
;
 
, 
.

 
 
 
 
 
 

 
 
 

 
 
.

ʼ, 
ʼ· 
 
 
 

᾽ 
, 
 
 
 
.

 
 
 
᾽, 
 
 
 
.

 
 
 
ʼ 
.

 
᾽, 
 

, 
 
.
7919	
 
 
,
 
 
 
 
.

 
 
 
 
 
᾽ 
᾽ 
 
 
 
 
 
;

ʼ 
᾽, 
 
· 

 
 
ʼ 
 
.

 
· 
, 
 
,
 
 
 
.

 
; 
 
 
 
 
 
;
 
 
 
ʼ,
 
᾽ 
 
 
ʼ 
.

 
 
ʼ 
᾽. 
 
 
 
·
 
 
 
 
.

 
 
· 
 
 
 
᾽ 
.

 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
 

 
;
8023	
 
ʼ· 
 
ʼ 
 
.
᾽ 
 
 
 
 
;
 
 
 
 

 
 
 
.
 
 
· 
 
 
·
᾽ 
 
 
᾽, 
 
ʼ 
ʼ 
.

 
 
 
.

 
 
, 
 
.

ʼ; 
 
 
ʼ 
 
 
.
 
 
ʼ 
, 
 
.

 
, 
 
 
 
,
ʼ 
 
 
 
.

, 
· 
 
 
 
ʼ 
 
.
8106	
, 
,
, 
 
 

 
 

 
 
, 

 
 

 
 
 
,
 
 
 

 
 
 
 
 
.
8138	
 
ʼ· 
 
 

 
 
 
.

 
 
, 
 
 

᾽ 
 
· 
 
.
 
 
 
 
.
 
 
ʼ, 
 
, 
.
 
ʼ 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
,
 
 
 
 
.
 
ʼ, 
 
 
 

 
 
 
 
;

, 
 
. 
 

 
 
ʼ, 
᾽ 
 

 
 
 
 
.

 
ʼ; 
ʼ 
 
 
.

 
· 
 
 
 
;

 
 
ʼ 
 
 
.

 
᾽, 
 
 
 
.

ʼ· 
 
ʼ 
 
 
.

 
᾽ 
 
 
 
 
;

 
 
 
 
 
 — 

; 
 
 
, 
 
 
 
.

 
· 
 
, 
 
ʼ 
.

᾽ 
 
ʼ 
 
.

 
 
 
 
 
 
 
;
᾽ 
 
 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
.
᾽, 
 
 
 
 
 
,
 
 
 
.
ʼ 
 
 
᾽, 
 
ʼ 
·
 
 
ʼ 
 
 
.

, 
 
 
 
 
 
.
ʼ 
 
 
ʼ 
.

 
 

 
, 
 
ʼ 
;

 
· 
 
᾽ 
;

 
·
 
 
, 
 
, 
.

᾽ 
· 
 
 
 

 
ʼ, 
 
 

, 
᾽ 
, 
 
 
,
 
 
 
 
 
.
8405	
 
 
,
 
, 
 
 

 
, 
 
 
 

 
 
 
 
,
 
 
 
,
 
 
 
 
 

 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 
.
 
 
 

 
 
.
 
 
ʼ 
 
,
 
 
 
 

, 
 
ʼ 
ʼ 
 
.
8478	

 
 
 
 

 
 
, 
 
 
 

 
 
,
 
, 
 
,
 
.
·
 
, 
, 
 
ʼ 
 
 
, 
 

 

 
 
;

 
ʼ 
, 
 
ʼ. 
 
;

 
, 
 
,
 
 
 
 
 
 
, 
 
ʼ 
 

 
 
ʼ 

 
 
, 

, 

,
 
 

· 
·
 

 
 

, 
 
.
8566	
 
᾽ 
 
᾽ 
 
 
 
.

 
 
 

 
, 
,
 
, 

 
 
 
 
 

 
.
 
 
, 
᾽ 
᾽ 
 
 
, 

 
 
·
 
 
 
 
 
ʼ,
 
 
 
, 
 
,
 
, 
 
,
 
 
, 
 
 
,
 
, 
 
 
.
 
 

 
 
.
 
 
 
 

 
 
ʼ 
 
 

, 
 

, 

ʼ, 
 
 
 
, 
 

 
, 
 
 
.
 
 
 
 
 
 

 
.
 
 
 
 

 
·
 
ʼ 
 
 
 
 
,
 
 
 
.
 
 
 
,
 
ʼ 
 

 

 
 
ʼ 

 
.
8711	
 
ʼ 
 
 
᾽; 
 
 
 
,

 
 
 

 
 
 

 
 

 
 
 

 
 
.
 
 
 

 
,
 
ʼ 
 
,
 
 
 
 
 
 
 
,
 
, 
 
.
 
ʼ 

 
· 

 
, 
 

 
᾽ 
 
,
 
 
 

 
,
᾽ 
 
 
.  — 
 
ʼ 
 
· 
 
ʼ 
ʼ,
 
 
 
·
 
 
 
᾽ 
ʼ
 
 
·
 
 
ʼ; 
᾽ 
 
 
.
 
ʼ 
 
ʼ 

· 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
ʼ 
 
 
 
.

 
 
 
 
;

 

 
 
,
 
 
 

 
 
 
 

 
 
.
 

 
 
 
 
 
ʼ 
 

 
, 
 
 
 
.
 
 
ʼ 
 
 
 

· 

,
 
ʼ 
 
,
 

 
 
 
.
 
ʼ 
 
· 
 
.
 
ʼ 
 
 

 
 
 
·
 
 
 
 

 
 
· 

 
 
 
 
,
ʼ 
 
,
 
 
 
,
 
 
 
 
 
.
8937	
 
ʼ 
᾽ 
 
 
 
 
;


 
 
 

 
, 
ʼ 
,
 
 
 
,
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
.
 
ʼ 
 

, 
 
 
 
 
 
 
 
,
 
 
 
 

· 
 
ʼ 

.
 
 
 
᾽ 
 
,
 
 

 
 
᾽ 
,
 
 
 
, 
 
 
 
,
 
 
 
, 
 
 
,
 
·
 
 
ʼ 
·
 
ʼ 
, 
 
ʼ 
, 
 
ʼ 
ʼ.
 
ʼ 
 
ʼ 
 

 
 
 
, 

 
 
.
 
ʼ
 
 
 

 
 
 

· 
 
 
 
 

 
 
· 
 
ʼ
 

 
 

, 
 
 
 

 
 
 
,
 
 

 
 
 
 
.
 
ʼ 
ʼ 
᾽ 
· 
 
 
 
 
 
.
 
 
 

 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
·
 
 
 
 

ʼ 
 
 
.
9138	
 
 
 
 
 
 
 
 
;

 
ʼ, 
, 
 
 
.

 
 
 
᾽ 
, 
᾽ 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
᾽ 
· 
 
 
.

 
 
 
 
 
;

ʼ, 
 
 
 
 
 
.

 
 
, 
 
 
 
.

 
, 
 
ʼ 
 
 
;

 — 
 
 
, 
 
 — 
 
 
 
.

 
 
 
ʼ, 
 
 
ʼ 
.

 
 
 
 
 
 
 
 
;

 
· 
 
 
 
 
.

 
 
 
 
 
ʼ 
;

 
 
 
· 
 
 
ʼ 
 
ʼ 
 
.

 
 
 
 
, 
 
ʼ 
 
;

 
, 
 
 
 
, 
 
 
 
.

 
· 
 
 
. 
 
ʼ 
 
.

 
 
 
;

.

 
 
 
.

 
.

 
ʼ 
 
 
.

, 
 
 
 
 
 
 
·
 
 
 
 — 
᾽ 
 
 
 
ʼ 
.
 
 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
᾽ 
 
 
᾽ 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
9412	
 
 
,
 
 
ʼ, 
 
 

 
 
 
 
.
 
; 
 
 
 
;
 
ʼ 
; 
, 
.
 
 
 
 

 
᾽ 
 
 
.
 
, 
 
 

 
, 
᾽ 
 
.
 
 
 
,
 
 
.
 
 
 
 
 
ʼ 

ʼ 
 
 
 
ʼ 

 
 
 
ʼ 
 
.
9485	
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
. 
 
 

 
 
, 
 
 
, 
, 
.
9524	
 
 
 
 
 

 
· 
 
 
ʼ 
 
.
 
 
 
 
 

 
 
, 
᾽ 
 
 — 
 
 
, 
 
 

 
 
. 
 
 

ʼ 
 
 
 
 
.
 
 
· 
 

 
 
᾽, 
 
 
 
ʼ 

ʼ 
 
 
 
,
 
 
 
 
ʼ 

, 
 
 
 
 

 
 
 
 
.

 
, 
 
 
 
 
·
 
, 
 
 
·
 
 
 
 
 
,
 
 
, 
 
.
 
ʼ 
 
, 
 

 
 
ʼ 
, 
 
 
 
.

, 
 
; 
 
 
,
 
ʼ 
᾽ 
 
 
,
 
ʼ 
 
 
 
.

 
 
 
 
 
;

ʼ· 
 
ʼ, 
 
, 
 
.

 
 
 
ʼ, 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
ʼ 
 
 
;

 
 
 
· 
 
 
 — 

 
 
; 
 
 
 
.

 
 
ʼ 
 
 
.

 
 
, 
 
 
.

 
. 
 
 
 
.

 
 
 
 
 
;

 
 
, 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
, 
, 
 
 
;

 
· 
 
ʼ 
 
.

᾽ 
 
, 
 
 
 
 
.

 
· 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
ʼ 
 
, 
᾽ 
 
.

ʼ· 
 
 
 
 
 
 
.
9830	
 
.

 
, 
 
 
.

 
, 
 
ʼ 
 
 
.

 
 
 
 
;

 
 
 
.

;

 
 
 
 
.

 
 
 
 
 — 

 
 
 
;

 
 
 
 
.

 
ʼ 
 
;

 
 
 
.

᾽ 
 
 
.

 
ʼ 
 
 
;

 
 
.

 
 
 
;

 
.

 
 
.

 
 
 
 
.

 
 
.

 
.

 
 
 
;

 
 
᾽ 
.

, 
 
;

ʼ 
 
 
 — 

 
;

 
 
· 
 
.

 
 
 
;

᾽ 
 
.

 
 
 — 

 
ʼ 
 
;

 
 
ʼ 
 
 — 

 
 
᾽ 
.

 
 
.

 
ʼ 
 
.

 
.

 
 
᾽ 
.

 
.

 
 
ʼ 
 
 
.
᾽ 
ʼ, 
 
ʼ, 
, 
·
 
ʼ, 
 
 
 
 
 
,
, 
 
 
 
.

 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
;
 
 
 
 
 

, 
 
 
 
.
10061	
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
᾽ 
 
,
ʼ, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
,
 
 
 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
, 
 
.
 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
,
 
ʼ 
, 
 
 

 
 
 
.
 
 
ʼ 
 
᾽ 
· 
 
ʼ 
 
,
, 
 
᾽ 
ʼ 

 
 
 
 
.
 
 
 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 

 
· 
 
 
 
 

 
 
 

 
ʼ, 
 
 
 
.
᾽ 
 
ʼ 
, 
, 
 
,
 
 
ʼ 
· 
 
ʼ 

 
 
, 
 
 
.
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
,
· 
 
ʼ 
 
 
 
 
.
 
ʼ 
, 
, 
 
,
 
ʼ 
 
 
,
 
 
, 
 
 

 
 
᾽ 
 
.
 
 
 
 
᾽ 
 
 
,
 
 
 
ʼ 
.
10298	
 
 
, 
 
.
 
 
᾽ 
᾽, 
᾽ 
.
 
ʼ 
 
, 
 
 

 
 
 
 
.
᾽ 
 
, 
 
 
 
.
, 
ʼ 
 
 
,
 
ʼ 
ʼ, 
ʼ 
 
 
.

 
 
 
 
· 
 
 

 
 
 
.
, 
 
 
ʼ 
 
,
 
· 
 
ʼ 
᾽ 

 
 
 
 
 
 
.

 
 
 
 
,
 
 
.

 
.

 
· 
 
 
,
, 
 
, 
, 
.
10397	
 
 
ʼ 
, 
 

 
 
· 
 
ʼ
 
 
 
,
 
 
 
,
 
ʼ 
 
 
ʼ 

 
 
 

 
 
 
,
 
, 
 
 
,
 
 
.

 
 
 
, 
 

 

 
 
 
.
