@node
@author=Porphyry
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Hermannus Schrader
@filename=tlg2034.tlg014.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg2034.tlg014.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Porphyrii Quaestionum Homericanum ad Iliadem pertinentium reliquiae, Hermannus Schrader, Porphyry, In Aedibus B.G. Teubneri, Lipsiae, 1880-1882, Fasc. 1-2, Internet Archive.
@sponsor=Harvard College Library
@title=Quaestionum Homericanum ad Iliadem pertinentium reliquiae
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:52:07Z

80937	 τῷ
 κυρία τοῦ ἀποθανεῖν
 ἀπόλλυται
 εἰ διαφθείρεται
 τοῦ ἔπεμψε
 Ἀθ ήνη (β 12). κέχρηται
 ι ναύ
 καταδύϲεωϲ τῆϲ γαϲτρόϲ
 ἔνθ᾿  Ὀδυϲεὺϲ μν ηϲτῆρϲι κακὰ φρονέων ἐνὶ θυμῷ κεῖτ’ ἐγρηγορόων (υ 4 6)
error τὰϲ
 τοὺϲ
 ἀθυμίαϲ
 τίϲ ἂν νε
 νουϲ
 τιϲ κακῶϲ
 ϲεῖϲ’
 τότε
 βάϲεωϲ
 μικρὰ ἀϲπιδίϲκια
 οὐδ᾿ ὅπη ἠὼϲ
 προειπὼν αὐτὸϲ δ᾿ ἐξ Ἴδηϲ μεγάλ᾿ ἔκτυπε XVIII, p. καὶ ἐπάγων τὸ κεραυνοῦ ὄνομα ἐϲήμανεν, ὡϲ προηγεῖται ἡ βροντὴ τῆϲ ἀϲτραπῆϲ, δι᾿ ἧϲ καὶ τὸ Ϡέλαϲ ἐκλάμπει
 καὶ δὴ ἐπίκουροϲ ὥϲτε Κὰρ κεκλήϲομαι
 μικρὸν ἑζά
 τρίτον
 Πληιάδων
 τοῦτο ἔοικε καὶ Ἀρκτῖνοϲ ἐντὸϲ Ἰλίου πορθήϲει νομίζειν ἐντὸϲ οἷϲ φηϲιν αὐτὸϲ γάρ ϲφιν ἔδωκε πατὴρ ἐνοϲίγαιοϲ πεϲεῖν ἀμφοτέροιϲ, ἕτερον δ᾿    ἑτέρου κυδίον’ ἔθηκε· τῷ μὲν κουφοτέραϲ χεῖραϲ πόρεν, ἔκ τε βέλεμνα ϲαρκὸϲ ἑλεῖν τμῆξαί τε καὶ ἕλκεα πάντ’ ἀκέϲαϲθαι· τῷ δ’ ἄῤ ἀκριβέα πάντ’ ἐνὶ ϲτήθεϲϲιν ἔθηκεν, ἄϲκοπά τε γνῶναι καὶ ἀναλθέα ἰάϲαϲθαι· ὅϲ ῥα καὶ Αἴαντοϲ πρῶτοϲ μάθε χωομένοιο ὄμματά τ’ ἀϲτράπτοντα βαρυνόμενόν τε νόημα.
 ταῦτα γὰρ κωμικά, ὡϲ καὶ τῷ Διονυϲίῳ πεποίηται ἐντὸϲ Λιμῷ τῶν νό Ἡρακλῆϲ, Ϲειληνὸϲ δὲ κλύζειν πειρᾶται τὸν Ἡρακλέα.
 ῥεῖ᾿  ὄχθαϲ
 τὸ μέντοι εἴϲατο νηῶν ἐπ’ ἀριϲτερά (Μ 118) ἀπὸ τοῦ ἴω γέγονεν, ἀφ᾿  οὗ καὶ τὸ ἴομεν· ϲημαίνει γὰρ τὸ ἐπορεύθη.
 καὶ τὰ ἑξῆϲ
 καὶ
 ἠδ’ ἐπ’
 γαῖαν
 πέντε ἢ
 Μαλλώτηϲ
 ἠλεόϲ, τὸ
 νεμεϲϲηθεὶϲ   ὑποείξω
 πολύϲτονοϲ ἔμπεϲεν ἰόϲ
 ἂν
 τὸ ἔμπεϲεν ἀντὶ τοῦ διῆλθεν, ὡϲ τὸ αἰχμὴ δ’ ἐξελύθη παρὰ νείατον ἀνθερεῶνα (Θ 293) αὐχένα γὰρ ὁ ποιητὴϲ τὴν πᾶϲαν περιφέρειαν τοῦ τραχήλου φηϲίν ἀντιπρόϲωποι οὖν ἐμάχοντο. εἰ δὲ λέγοιϲ· καὶ πῶϲ ὠρέγοντο ἀλλήλων μεϲολαβούντων τῶν ἵππων; ὡϲ καὶ Διομήδηϲ τὸν ἑπταπέλεθρον Ἄρεα τέτρωκεν   (Θ 851 sqq.)
 καὶ ἡ πρόληψιϲ δέ ἐϲτι ϲχῆμα   κτλ. καὶ ἡ πρόληψιϲ δὲ ϲχῆμα ποιητιποιητικὸν κὸν κτλ.
 ἀπρεπὲϲ δὲ δοκεῖ τὸ τῶν παρὰ θεοὺϲ τὰ πλεῖϲτα παρ’ Ὁμήρῳ λελέχθαι. ὧν ἡ λύϲιϲ κατὰ τὸ πλεῖϲτον ἀπὸ   ἔθουϲ λαμβάνεται· ἐξ ἔθουϲ γάρ τινοϲ τοῖϲ ποιηταῖϲ παρακεχώρηται καὶ τοῖϲ ζωγράφοιϲ καὶ τοῖϲ πλάϲταιϲ ἀνθρωποπαθείαϲ τῶν θεῶν διατυποῦν καὶ μάχαϲ αὐτῶν πρὸϲ ἀλλήλουϲ καὶ θητείαϲ καὶ ἀλλοιώϲειϲ διαμυθολογεῖν.
 τὸ δὲ οἱ δ᾿ πὔπω πείθοντο ἂν ἀκούωϲιν ἀντὶ τοῦ μὴ πειθομένων αὐτῶν, βίαιον.
 τῆ πόλει
 τῷ
 τὸ οὖν ἐπιϲτάμενόν περ ἐόντα τὰ ὄντα λέγει καὶ ἐνεϲτῶτα τὸν καθ᾿ ἕκαϲτον αὐτῶν ἐπίϲταϲθαι, ὡϲ ἔφη που· ὃϲ ᾔδη τά τ᾿ ἐόντα τὰ τ᾿ ἐϲϲόμενα πρό τ᾿ ἐόντα (Α 70)
 Ἀχιλλεῖ
 τῇ   λήθη δὲ τὴν Λητώ
 Ποϲειδῶν μὲν Ἀπόλλωνι, ὅτι κατὰ τὸν μῦθον ϲυναδικηθεὶϲ αὐτῷ ὑπὸ Λαομέδοντοϲ ἐκείνοιϲ ϲυνήργει. Ἄρηϲ δὲ Ἀθηνᾷ, ἐπεὶ ἐκώλυϲεν αὐτὸν τὸν Ἀϲκαλάφου θάνατον ἐκδικῆϲαι, ἢ ὅτι ἐντὸϲ ὄψει τῶν θεῶν ὕβριϲεν εἰποῦϲα (Ο 128) μαινόμενε φρέναϲ ἠλέ. Ἥρᾳ δὲ Ἄρτεμιϲ· ἔϲτι γὰρ αὐτῇ μητρυιά. Λητοῖ δὲ Ἑρμῆϲ δικαίωϲ· μουϲικὸϲ γὰρ   ὑπάρχων τὴν τὸν μουϲικὸν Ἀπόλλω γεννήϲαϲαν καὶ τῶν ἐπιτηδευμάτων ἀντίζηλον μεμίϲηκεν, ἢ ὡϲ λόγιοϲ καὶ μνήμων ἀποϲτρέφεται αὐτὴν ὡϲ λήθην. Ἥφαιϲτοϲ δὲ Ξάνθῳ εἰκότωϲ, ὅτι ἡ μὲν τῶν ποταμῶν φύϲιϲ πέφυκεν ὑγρά, Ἥφαιϲτοϲ δέ ἐϲτι τοῦ πυρὸϲ δεϲπότηϲ, οὗ τροφὴ τὰ ξύλα.
 Λητοῖ, ἤτοι ὁ λόγοϲ τῇ λήθη
 ἢ αὐτὸϲ τῇ κνίϲϲῃ τοῦ εὐτραφοῦϲ χοίρου ὁ λέβηϲ λιπαινόμενοϲ καὶ   τηκόμενοϲ
 διπλᾶ γὰρ τὰ κνίϲη ποιήϲαντεϲ τοὺϲ μηρὸϲ ἐκάλυψαν. δίπτυχα δὲ αὐτὰ τὰ κνίϲη· ἐπειδὴ γὰρ δύο οἱ μηροί, τὸν ἐπίπλουν εἰϲ δύο διελόντεϲ ἑκάτερον τῶν μηρῶν θατέρῳ μέρει τοῦ ἐπίπλου ἐκάλυπτον. ϲιάλοιο δὲ τοῦ ἐντροφίου καὶ ϲιτευτοῦ.
 διπλᾶ γὰρ ποιήϲαντεϲ τὰ κνίϲϲη τοὺϲ μηροὸϲ ἐπεκάλυψαν. δίπτυχα ποιήϲαντεϲ ἐπεὶ γὰρ δύο οἱ μηροί, τὸν ἐπίπλουν εἰϲ δύο διελόντεϲ ἑκάτερον αὐτῶν θατέρῳ   μέρει τοῦ ἐπίπλου ἐκάλυπτον.
 ἔχθιϲτοϲ δέ μοί ἐϲϲι θεῶν, οἳ Ὄλυμπον ἔχουϲιν
 τετράκιϲ, ὅταν τρεῖϲ ϲυμπληρώϲῃ κύκλουϲ
 ἐνηρμοϲμένον τῇ νευρῇ ἐξείρυϲε τόξον, ὡϲ ἴθυνε τὸν ὀιϲτόν· εἶχε πάλαι δηλονότι ἐνηρμοϲμένον τῇ νευρᾷ
 κῆποϲ δὲ ὁ καταπνεόμενοϲ· Ζεφυρίη πνείουϲα τὰ μὲν φύει ἄλλα   δὲ πέϲϲει (η 119). καὶ ἀπο δὲ ψυχὴν ἐκάπυϲεν (Χ 467) ἀντὶ τοῦ ἀπέπνευϲε. πραϲιὰν δὲ ἀπὸ τῶν λαχανευομένων τόπων πράϲοιϲ, ἅπερ καὶ ἐπ’ ἐϲχάτοιϲ φυτεύουϲιν· ἔνθα δὲ κοϲμηταὶ πραϲιαὶ παρὰ νείατον τον ὀρχόν (η 127) καὶ τὰ ἑξῆϲ ἔπη
 τὸ δὲ ἐρευγόμενοι φόνον αἵματοϲ (Π 162) ἀποδεδώκαμεν ἀντὶ τοῦ αἷψα φόνου. δύναται δὲ φόνον λέγειν ἐντὸϲ ὑπερβολῇ τὸ πλῆθοϲ τὸ ἐκ τοῦ αἵματοϲ τῶν φονευθέντων].   θέντων
 καὶ
 ῥέπε δ’ Ἕκτοροϲ αἴϲιμον ἦμαρ, ᾤχετο δ’ εἰϲ Ἀίδαο
 ὅτι δὲ διέζευκται ὁ θυοϲκόοϲ ἱερεὺϲ τοῦ μάντεωϲ δῆλον· τῶν οἳ μάντιέϲ εἰϲι θυοϲκόοι ἢ ἱερῆεϲ ἐζητήθη ποίου μέμνηται ἐνταῦθα Ὅμηροϲ αἰετοῦ, τοῦ πυγάργου ἢ τοῦ ἀφροδιϲίου ἢ πέλλου, περὶ ὧν φηϲιν ἐντὸϲ τῇ Ἰλιάδι Κ (274). καὶ πάλιν αἰετοῦ οἴματ’ ἔχων μέλανοϲ τοῦ θηρητῆροϲ περὶ οὗ φηϲιν ἐντὸϲ τῇ Ἰλιάδι Φ (252).
error ἀλλ’
