@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gregorius N. Bernardakis
@filename=tlg0007.tlg118.perseus-grc1
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Plutarch, Moralia, Gregorius N. Bernardakis, Leipzig, Teubner, 1893, 5.
@sponsor=Perseus Project, Tufts University
@title=Praecepta gerendae reipublicae, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:43Z

 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
. 
 
 
 
· 
 
 
 
 
·ʼ
 
 
 
 
 
 
 
 
 
ʼ 
 · 
 
 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
,ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
. 3 
. 
 
 
 
. 
. 
 
 

 
 
 
. 
: 
 
: 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

; 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 

 
. 
 
: 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
᾽ 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
, 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
, 
; 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
., 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
 
. 
. 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
): 
 
᾽ 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
” 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
·ʼ” 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
. 1 
. 
 
 
 
 
. 
. 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
. 

. 
. 1. 
 
 
. 

 
, 
 
.
. 1. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 

 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
, 
 
·
. 3 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
. 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
. 

 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
. 
)
, 
 
 
 
 
 
 
 
, 
 
 
 
” 
 
 
 
 
 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
: 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 

 
᾽ 
 

. 
. 
 
 
 
 
) *: 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
᾽ 
 
 
 
 
·
. 
. 
 
 
, 
 
 
 
ʼ 
 
 
. 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
, 
 
” 
 
 
 
 
 
, 
 
 
 
. 
. 
 
ʼ 
 
 
” 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
. 
. 

 
 
 
 
, 
 
 
. 
 
᾽ 
 
 
 
 
, 
 
” 
 
 
 
, 
 
ʼ 
 
 
 
 
” 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
: 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 

 
 
 
 
 
 
 
. 
. 
 
; 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
. 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
” 
. 
. 
. 1411, 
 
 
. 
. 
. 
. 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
. 2 
. 
᾽ 
 
 

 
 
 
 
 
 
 
. 
. 
. 
. 
· 
 
 
 
 
 
 
. 
. 
. 
. 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 

. 
. 441 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 

 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
ʼ 
 
 
 
 
·ʼ” 
 
 
 
 
 
 
 
 
 
 
 
,ʼ” 
. 
. 2 
. 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
ʼ, 
 
 
.ʼ” 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
·ʼ” 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
· 
 
. 
. 
. 
. 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ” 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
· 
᾽ 
” 
 
 
 
, 
 
 
 
, 
 
 
 
 
.ʼ” 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
” 
 
 
 
, 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 

 
 
.
. 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 6, 4. 
 
 
ʼ 
 

 
 
 
·
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
,ʼ
. 11, 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
᾽ 
 
; 
᾽ 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
” 
 
 
 
 
 
 
·ʼ” 
 
 
 
᾽ 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
.
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
,, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
, 
, 
 
 
, 
 
 
, 
, 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 

 
 
 
 
, 
 
 
 
: 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
, 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
. 

. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
: 
 
 
. 
 
)
. 
. 

 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
. 3 
. 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ” 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ
 
 
: 
 
 
,” 
᾽ 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
.” 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
. 
. 382 
. 787 
. 

 
 
 
 

 
·
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 ʽ 
 
ʼ 
 
 
 
 
 
 
 
· 
 
’ 
 
 
 · 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
,ʼ
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
. 
. 209 

 
ʼ 
, 
 
· 
 
ʼ 
.” 
 
 
 
 
 
 
: 
. 
. 
. 
. 
 
 
 
 
 
, 
᾽ 
 
” 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
. 
. 531 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
: 
, 
. 
 
 
 
᾽ 
 
 
 

; 
 
 
 
 
 
 
 
ʼ 
, 
, 
, 
 
, 
. 
 558 
. 
: 
, 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
. 
 
. 321 

 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
” 
 
, 
 
, 
 
 
 
 
 
.ʼ” 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
· 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
” 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
. 
 
 
 
 
, 
 
 
 
. 
 
 
 
” 
 
 
. 3 
. 
 
 
” 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 

ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ, 
 
ʼ 
 
 
,
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 ;ʼ” 
 
 
 
 
 
 
, 
 
 
 
 

 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 

 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
: 
· 
 
 3 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 

 
, 
 
” 
 
 
 
 
, 
 
 
 
.” 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
᾽ 
.” 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
·
. 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
: 
 
 
” 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
.
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
: 
)
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
” 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
” 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
ʼ 
 
 
 
 
” 
 
 
 
 
, 
 
 
 
 
 
·ʼ” 
 
 
” 
 
 
, 
 
” 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
;ʼ” 
 
 
 
 
 
 
 
 
;ʼ” 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 · 
 
 
, 
 
ʼ 
 
 
 
, 
 
ʼ” 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
: 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
. 

 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
. 
, 
 
 
ʼ 
 
 
 
. 464 

 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 , 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 

 
. 
 
 
 

 
 
. 

, 
. 
. 3 
. 
 
 
 
, 
 
ʼ 
 
 
: 
.) 
 
 
 
 
. 

 
 
᾽ 
 
 
 
 
 
 

 
ʼ 
.
 
 
 
 
 
, 
 
ʼ 
, 
 
, 
 
 
 
 
. 
 
, 
 
, 
 

 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
, 
 
 
 
” 
 
 
 
 
, 
 
 
” . 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
;ʼ” 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
: 
.)
 

. 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 , 
 
 
. 
.” 
 
 
 
· 
᾽ , 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
,
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
,·ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
·ʼ” 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
. 
. 1058): 
᾽ 
 
 
 
᾽ 
 
 
 
” 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
· 
 
 
 
, 
; 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
,
. 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
: 
. 2 
. 
.,
ʼ 
 
ʼ 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
) 
 
 
 
 
 
 
. 
. 
 
 
 
 
· 
 
 

 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
): 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
 
 
 
 
.” 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
. 
. 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 

. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
· 
. 
. 787 
. 
.
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 235 
.
 
 
 
 
, 
 
 
 
. 
. 
. 
. 
. 
. 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
. 3 
. 
 
 
᾽ 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
, 
 
 
 
 
; 
 
 
 
 
 
ʼ 
 
 
 
,ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
ʼ 
 
 
 
 
” 
᾽ 
,” 
ʼ 
” 
᾽ 
,” 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
᾽ 
, 
 
 
ʼ 
 
.” 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
’ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
, 
 
; 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 

 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
᾽ 
, 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 , 
 
 
 
 
᾽ 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 25, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
, 
 
, 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
” 
 
 
 
 
 
. 3, 1, 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
: 
 
. 
. 
. 
 
 
 
. 
. 
 
; 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 · 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
, ; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 

. 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
. 
. 

 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
, 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
· 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
.ʼ” 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
;ʼ” 
· 
 
, 
 
 
 
 
 
ʼ 
 
.ʼ” 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
. 
 
. 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
. 
 
 
 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 

 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
, 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
᾽ 
 
, 
 
, 
 
, 
 
, 
 
, 
 
 
, 
 
, 
 
, 
 
; 
 
. 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
. 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
. 

 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
᾽ 
 
 
 
 
 
. 
 
 
 
. 
, 
. 
. 
 
 
. 
. 
 
 
. 
 1883) 
 
. 23 
 
 
 
, 
 
 
 
 

 
 
, 
 
 
 
 
 
, 
 
 
 
 
” 
 
 
 
, 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
. 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
: 
 
. 
: 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
ʼ 
 
. 1 
. 3 
. 
 
 
 
: 
. 
. 1113 
. 
 

, 
 
ʼ 
 
 

 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
,” 
 
 
 
. 1 
. 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
᾽ 
 
 
,ʼ
 
 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 1 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 398 

 
 
 
 
 
 
 
 
 
 
 
 
. 
. 1. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 , 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
,ʼ” 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
 
 
 
 
. 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 ,” 
. 
. 3, 87. 9, 84 
 
 
 
. 
. 
 
. 
 
 
 

 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
 

. 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
᾽ 
 
: 
 
 

. 
. 853. 
. 3 
. 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
. 
 

 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
. 
; 
 

 
 
 
 
. 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 2, 36: 
 
. 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
; 
 
, 
 
 
 
 
 

 
 
 
, 
 
᾽ 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 

 
 
 
᾽ 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
᾽ 
 
 
· 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
.: 
 
 
 
, 
 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
· 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
· 
 
 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
. 
 
. 
. 830 

 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
᾽ 
 
.
