@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg002.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 1, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Knights, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:36Z


 
 
, 
.
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.

 
ʼ 
 
 
 

 
.

 
 
 
;

 
 
.

 
 
ʼ, 

 
 
 
.
 
 

 
 
 
 
 
.

 
ʼ 
; 
 
 
 

 
, 
 
 
 
;

 
 
᾽ 
;

 
.

 
 
 
 
,
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 
;

᾽ 
 
, 
 
 
 
.

᾽ 
 
 
 
 
. 
 
 
 

᾽ 
 
 
 
;

 
 
, 
 
, 
 
·
᾽ 
 
ʼ 
 
 
 
.

 
 
 
 
 
.

 
 
 
.

 

 
 
 
.

.

 
.
 
 
 
 
 

 
, 
 
ʼ 
, 
ʼ 
 
.

 
 
 
.


 
;

 
· 
 
 
 
 

 
 
 
.

 
;

 
 
 
 
.

 
 
 
 
 
,
 
 
 
 
 
.

 
 †; 
 
 
 
;

.

 
 
;

 
 
 
ʼ. 
 
;

 
 
ʼ. 
᾽ 
 
 
.
 
 
 
 
 
;

 
· 
 
ʼ 
 
,
 
 
 
 
,
 
 
 
 
 
 
.
285	
᾽ 
 
. 
 
 
 

 
 
 
,
 
, 
 

. 
 
 
 

 
, 
 
,
 
 
 
.
 
 
 
 
 
,
 
, 
 
 

ʼ 
ʼ 
ʼ 

 
 
 
·
 
 
 
 
 
,
 
 
ʼ 
 
.
 
 
 
; 
᾽ 

 
 
 
 
 
, 
 

 
 
. 
 
 
ʼ 

 
 
 
 
,
 
 
 

 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 

 
, 
 
 

 
 
 
 
.
 
 
· 
 
 
 
.
 
ʼ 
 
 
 
,
 
. 
 
 
 

 
· 
 
 

· 
 
 
 
 

 
 
 
 
·
 
 
 
ʼ 
 
;
 
 
ʼ 
ʼ, 
 
.’
 
 
· 
 
 
, 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
.

ʼ 
 
 
 
 
.

᾽ 
 
 
 
 
ʼ 
 
·
 
 
 
᾽. 
 
 
 

 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 

 
 
 
ʼ 
 
,
 
ʼ 
 
, 
 
 
ʼ 
 
.

 
 
 
.

 
,
 
 
 
.

 
 
 
᾽ 
 
;
 
 
 
 
.
 
 
 
 
.
552	
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
.

 
ʼ 
. 
 
 
 
 
;
 
ʼ 
 
 
 
 
ʼ 
;

 
; 
 
.
 
 
 
 
 
;
 
 
 
 
 
;
, 
 
 
 

 
 
 

 
 
 
.
᾽ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
;

ʼ· 
᾽ 
ʼ· 
 
 
.
 
 
, 
 
 

 
 
 
 
.

 
 
 
 
 

 
 
.

 
 
 
 
;

 
 
ʼ 
 

 
 
 
 
 
.

 
 
 
 
 

.

 
 
 
 
 
.

ʼ 
 
 
 
 
 
.
 
 
 
 
 
ʼ, 
 
.

᾽, 
, 
 
;

 
 

 
 
 
 
,
 
.

᾽. 
 
 

ʼ 
 
 
 
.

 
 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
.

 
ʼ 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
᾽ 
.

 
.
ʼ 
 
᾽ 
· 
 
ʼ 
 

 
. 
ʼ 
 
 
᾽ 
 
.
 
. 
 
 
 
 
 
.

. 
 
ʼ 
 
;

 
.

 
 
 
 
 
;

 
.

 
;

 
 
 
.

 
ʼ 
 
 
 
 
.

 
 
 
᾽ 
᾽ 
 
,
 
 
 
 
;

;

᾽ 
, 
 
 
.

 
;

; 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
879	
 
 
. 
 
; 
.

 
 
 
 
.

 
 
. 
 
 
 
 
;

, 
 
 
 

 
· 
 
 
᾽ 
.
 
 
 
 
,
 
 
 
 
.

 
 
 
᾽ 
 

 
;

 
ʼ.

 
.
 
 
 
 
 
 
 
;

᾽ 
 
 
 
 
.

᾽, 
, 
 
;

;

 
.

 
᾽ 
 
 
.

; 
 
 
 
.
 
 
 
 
 
;

 
.

᾽ 
 

 
 
 
 
.

 

, 
 
᾽ 
 

 
 
 
 
 
 
.

 
; 
 
 
;

᾽ 
ʼ, 
 

 
 
 
 
 
.

 
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
.

 
 
 
 
 
 
 
·
 
 
 
 
 
 
.

· 
 
;

 
ʼ 
 
,
 
 
 
 
 
ʼ 
,
 
 
 
 
 
.

 
ʼ 
ʼ 
 
 
 
 

 
 
 
, 
 
;

 
 
 
; 
 
.
 
 
 
 
 
 
;

.

 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
,
 
, 
 
 
.

;

 
· 
 
 
᾽ 
.
᾽ 
 
 
 

 
 
 
 
 
 
.

.

 
; 
 
 
 
;

.

 
 
 
 
;
 
 
 
 
ʼ 
 

 
, 
 
ʼ 
 
 
.
1193	
 
ʼ 
 
;

 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
.

 
 
 
 

 
 
 
;

ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ 
᾽ 
 
 
 
 
;
 
 
 
 
 
.
 
 
 
 
;

 
 

 
 
 
 
ʼ.

 
 
 

 
 
 
 
 
.

᾽ 
ʼ 
 
 

 
, 
 
 
 
 
.

 
 
ʼ 
, 
 
 
 
.
 
 
 
 
 

᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
. 
 
 

 
 
ʼ 
 
 
 
 
.

 
 
ʼ 
 
;

 
 
 

 
 
 
 
 
·
᾽ 
 
 
 

 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
᾽ 
; 
 
.

 
 
 
 
᾽ 
.

 
ʼ 
 
;

 
 
,
 
 
 
 
 
.

 
 
 
 
;

 
.
 
 
 
 
 
 
ʼ 
 
 
.
᾽ 
 
᾽ 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 
 
.

 
 
ʼ 
 
· 
 
ʼ 

 
 
 
ʼ 
 
ʼ 
.
1475	
 
· 
᾽ 
 
 
·
 
 
ʼ 
 
 

, 
 
 
 
 

 
 
.
 
ʼ 
 
 
 
,
 
, 
 
, 
 
·
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
.

 
 

 
; 
 
 
 
 

 
 
 
 
 
 
.

᾽ 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
ʼ· 
 
 
 
,
 
 
 
 
 
 

 
 
. 
 
 

· 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
;
 
᾽ 
 
 
 
.
 
 
 
.

 
 
; 
 
; 
 

 
 
 
 
.
1657	
 
 
· 
 
 
. 
 
,
 
ʼ 
 
 
 
 
 
;
 
 
. 
᾽ 
 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 

 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
· 
 
 
᾽ 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
, 
 
·
 
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
.

 
 
, 
 
,
 
 
 
 
 
 
,
ʼ, 
 
᾽ 
 
 
.

 
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 

᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.

ʼ 
; 
 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
.

 
ʼ 
, 
 
 
· 
 
᾽ 

 
 
 
 
;
᾽ 
 
 
 
, 
 
·
 
ʼ 
 
 
, 
 
 
.

 
 
 
ʼ 
᾽ 
 
 
.

 
, 
 
 
 
 
;

᾽ 
 
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
, 
 
·
 
ʼ 
 
 
ʼ, 
 
 
.

 
 
ʼ 
 
, 
 
ʼ 

 
 
 
.

 
 
 
 
, 
 
 
 

 
 
 
, 
 
 
 
.

 
ʼ 
 
 
ʼ, 
᾽ 
 
 

 
, 
 
 
 
 
.
1984	
 
 
.

 
 
.

 
 
.

 
 
.

 
ʼ 
 
.

 
 
 
.

 
ʼ 
.

 
 
 
.

 
 
ʼ 
.

 
 
 
.

 
ʼ 
 
 
.

 
ʼ 
 
.

 
· 
 
ʼ 
.

 
 
 
 
,
 
 
.

 
 
,
 
 
 
 

 
 
 

 
.
2071	
 
 
 
 † 
 
 †, 
 
 

 
 
 
, 
 
ʼ 
, 
 

 
 
 
ʼ, 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
2116	
ʼ 
 
 
 
᾽ 
 
 
.

 
 
 
 
ʼ 
 
ʼ, 
᾽ 
 
,
 
 
 
 
 

 
 
, 
 
 
,
 
 
 
 
 
 
 
.

 
 
 
᾽ 
 
, 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
.
2180	
 
᾽ 
 
᾽ 
 
 
,
 
 
 
;
 
 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
 

 
, 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 

 
.
2233	
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
2251	
 
 
ʼ 
 
 
 
.

 
 
ʼ 
;

 
ʼ 
 
 
 
.

 
 
 
 
ʼ 
, 
᾽ 
 
 
 
.

 
 
ʼ 
;

 
.

 
 
.

 
 
.
᾽ 
 
 
 
 
 
 
.

 
.

 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
 
.

 
. 
 
ʼ 
 
 
 
 
 

 
 
 
.
᾽ 
ʼ 
 
 
; 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
 
 
. 
 
 
 
.

 
 
 
 
 
 
, 
 

 
 
 
 
;

 
 
 
 
᾽; 
 

 
 
, 
ʼ 
 

 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
 
.

 
 
 
ʼ 
 
·. 
 
ʼ 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
 
 
 
.

 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
ʼ, 
 
 
 
.
2526	
 
 
 
ʼ
 
.

 
 
.

 
 
 
.

 
 
 
.

 
.

ʼ 
 
 
.

 
 
 
.

 
 
.

 
 
ʼ 
 

 

 
 
ʼ, 
 
ʼ 

 
 
 

ʼ 
 


 
 
 
.
2591	
 
 
 
ʼ 
 
 
 

 
 
 
 
· 
 
 
ʼ
 
᾽ 
 
 
᾽ 
᾽ 
 
 
,
 
 
. 
 
 
 
·
 
 
 
 
 
 
 
,
 
· 
 
 
 
 
.
2640	
᾽ 
 
 
 
 
 
 
,
ʼ 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
,
 
 
 
 
 
.

 
ʼ 
, 
 
 
 
 

 
 
 
 
 
 
.
2687	
 
 
 
 
 
 
 

 
 
 
.
 
 
 
, 
 
 
 
,
 
 
 
 
.
 
 
᾽ 
 
 
 

 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
,
 
ʼ 
 
.

 
 
ʼ 
 
 
 

ʼ 
 
 
 
.
2754	
 
ʼ 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
.

 
 
 
 
 
 
 
 

 
 
, 
 
 
,
 
ʼ 
 
, 
 
 
ʼ 

 
 
 
.

 
 
; 
 
 
 

 
 
 
 
 
;

 
 
ʼ 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
 
· 
 
ʼ; 
 
, 
.
 
ʼ 
, 
 
 
 
 
 
.

 
 
 
 
 
·
 
 
 
 
 
.

 
 
 
 
ʼ· 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
᾽ 
 
 
 
.

 
 
 
᾽· 
 
 
ʼ 
᾽ 
 
·
 
 
ʼ 
 
 
 
 
 
.

 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
᾽ 

 
ʼ 
 
, 
 
 
 
.

ʼ, 
 
 
, 
 
 
.

 
 
 
 
 
 

 
.

 
 
 
 
·
 
 
 
 
 
 
.

 
ʼ 
 
 
᾽ 
 
 
 
.

 
; 
 
 
 
 
 
;

 
 
 
. 
 
 
·
3018	
 
ʼ 
 
.

 
  
 
.

 
ʼ 
 
ʼ 
,
 
 
 
 
.

 
 
 
 

 
 
 
.

 
 
 
 

 
 

; 
.

 
 
 
.

 
.

 
.

ʼ 
.

 
,
 
ʼ 
 
.

ʼ 
 
, 

 
 
 

 
 
,
 
 
 
 
.
3099	
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
;
3133	
 
 
 
 
ʼ 
 

 
 
ʼ, 
᾽ 

ʼ 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
ʼ 
 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
.
 
᾽ 
᾽ 
 
 

ʼ· 
 
 
 
 
.

 
ʼ 
 
, 
 
 
 
.

 
 
 
᾽ 
 
,
 
 
ʼ 
᾽ 
 
 

 
 
 
 
,
 
 
᾽ 
 
 
.

 
 
 
 
᾽ 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
 
 
;
 
 
, 
 
 

 
 
 
 
, 
 
 
·
 
 
 
 
 
,
 
 
 
 

 
 
 
 
.

᾽ 
· 
 
ʼ 
 
 
 

 
 
 
 
.

 
, 
 
 
 
,
᾽ 
 
 
 
.

᾽ 
 
 
 
 
.

 
, 
 
 
.

 
;

᾽ 
 
 
 
 
.
 
 
.

 
.

 

 
, 
 
 
,
 
 
 
 
 
 
.
3385	
᾽ 
 
, 
 

 
 
 
, 
 
 

 
· 
 
     
 
 
 
 

 
 
.
 
ʼ 
 
 
 

 
,
 
 
 

 
ʼ 
.
3426	
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
᾽ 
 
,
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
. 
 
 

 
᾽ 
 
 
 
, 
 

 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
, 
 
 
᾽ 
,
 
 
, 
 
 
 
·
 
 
, 
 
 
 
ʼ 

 
 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
·
 
 
.
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
᾽ 

 
ʼ 
 
· 
 
 
 
,
 
, 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 
 
 
 
 
ʼ 
.
᾽ 
 
 
, 
 
 
 

 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
 
 
 
. 
 
 
 
,
 
 
 
 
 
,
ʼ 
 
 
 
, 
ʼ 
᾽ 
 


 
 
,
᾽ 
 
 
 

 
 
,
 
 
.
3774	
ʼ 
 
, 

 
 

 
 

 
 

 
,
 
ʼ 
 
 
 

 
,
᾽ 
ʼ 
 
 
 
ʼ 

 
 
,
 
 
 
,
 
 
ʼ 

 
 
 
 

 
 
.
3825	
 
 
 
 
, 

 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
᾽ 
 
·
 
 
 
᾽ 
 
 
 

, 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
,
᾽ 
ʼ 
, 
᾽ 
 
 
,
 
 
. 
 
 
᾽ 
 

 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
. 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
.
3946	
 
 
, 

 
 

 
 
 

 
ʼ 

 
,
᾽ 
 
 

 
 
 
 

 

, 
 
 
 

 
ʼ 
 
ʼ 
 
.
 
 
 
· 

 
 
 
 

 
 
 

 
 
 
.
4004	
 
 
 
, 
ʼ 
.
 
ʼ 
ʼ 
· 
 
 
 

 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
, 
, 
 
;
 
. 
 
; 
 
 
 
;’
 
ʼ 
 
· 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
 
 

 
 
᾽ 
 
 
 
 
.’
4125	
 
ʼ 
 
 
.
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
ʼ 
.

 
ʼ 
 
ʼ 
 
 
 
;
4158	
 
᾽ 
 
 
 
 
.
 
 
 
 
ʼ 
ʼ 
 
 

ʼ, 
᾽ 

 
 
·
 
 
 

 
 
 

᾽ 
. 
 
᾽ 
 

 
᾽, 
, 

 
.
4202	
 
 
 
ʼ 
 
 
.
 
 
 
 
᾽ 
·
 
ʼ 
᾽ 
 
ʼ 
 

 
 
 
 
,
 
† 
 
 

ʼ· 
 
 
ʼ 
ʼ 

᾽ 
᾽ 
 
 
,
 
 
 
 
ʼ 
.
ʼ 
 
 
ʼ
 
 
 

 
 
 
,
 
 
 
 
,
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
.’ 
 
 

 
 
 
 
.
 
· 
 
 
 
 

 
ʼ 
 
 

· 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
,
ʼ 
 
 
.’
 
ʼ 
 
 
 
·
᾽ 
 
ʼ 
· 
 

 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
.
 
ʼ 
 
 
, 
 

 
ʼ 
 
 
 
,
 
· 
, 
 
 

 
 
 

 
 
 
 
 
.’
 
 
 
 
 
.
4405	ʼ 
 
 
ʼ
 
 
 
,
 
 
,
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
᾽ 
 
.
 
 
᾽ 
 
 
.
 
 
᾽ 
 
 
.
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
 

ʼ, 
 
 
 
,’ 
.
 
ʼ 
 
 
 
 
·
 
 
; 
 
ʼ 
 

 
 
 
ʼ 
 
.
 
 
· 
 
 
.’
 
 
 
 
·
᾽ 
 
 
 
.
 
 
 
ʼ 
 

 
 
 
 
ʼ 
 
 
·
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
.
4558	
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 

 
 

 
ʼ 
.
᾽ 
 
 

ʼ 
·
 
ʼ 
 
 

 
.
4595	
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
. 
 
 
.

 
 
ʼ 
ʼ, 
 
 
 
 

 
, 
 
.

 
, 
 
,
 
, 
.

 
 
 
ʼ, 
 
 
ʼ 

 
 
 
, 
 
.

 
 
ʼ
; 
 
 
ʼ, 
 
 
ʼ 

 
 
.

 
 
 
 
 
 
 
.

 
· 
 
 
ʼ 

 
 
 
 
.

 
 
 
 
 
 
 
.

 
. 
 
 
 
 
;
 
 
 
ʼ 
; 
 
;

 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
, 
 
 
 
.

 
 
ʼ 
 
 
 
.

᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
.

 
 
 
 
 
 
.

 
 
 
 
.

ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
 
 
.
 
 
 
.

 
·
 
, 
 
 
.

 
 
᾽ 
.

 
ʼ 
 

 
᾽.

 
 


ʼ, 
᾽ 
 
 
.
4857	
 
 
; 
 
ʼ 
 
 
;
 
 
 
.
 
 
 
 
;

 
 

 
 
 
 
.

;

 
 
ʼ 
 
ʼ 
 
ʼ 
 
.

 
ʼ 
 
 
;

 
,
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
. 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
.·

 
 
 
 
.

 
 
 
;

 
; 
 
 
 
 
 
, 
 
, 
 
 
.

 
 
 
ʼ 
᾽ 

 
 
 
 
.

 
 
 
 
᾽ 

 
ʼ 
᾽ 
 
 
 
 

, 
, 
 
 
.

 
 
 
, 
 
 
 
 
.

 
 
 
 
 
.
᾽ 
 
 
. 
 
ʼ 
 
 
.

 
 
 
ʼ. 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
.
5061	
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
᾽ 
. 
 
 

 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
.
5101	
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
5119	
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
.

ʼ 
 
ʼ, 
 
 
 
 
 
 
, 

 
 
· 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
 
ʼ 

 
 
, 
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 
.

 
 
 
ʼ 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
᾽ 
, 
᾽ 
 
 
 
,
᾽ 
 
 
᾽ 
᾽ 
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
. 
᾽ 
,
 
 
 
, 
 
 
 
 
 
.

 
 
; 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
.
5370	
 
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
.

 
 
 
, 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
,
 
 
 
; 
 
 

 
 
, 
 
 
ʼ 

 
 
 
, 
 
 
 
.

 
ʼ 
 
 
. 
 
 
 
 

 
 
 
ʼ 
 
 
 
,
 
· 
 
ʼ 
 
 
ʼ
 
 
,
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
ʼ 
 
, 
᾽ 
 

 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
 
.

 
 
 
 
 
᾽ 
᾽ 
 
 

 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
;

 
 
 
ʼ 
 
. 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
ʼ 
 
.

 
 
 
 
 
ʼ 
 
ʼ 
 
,
 
 
;

 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
.

, 
 
, 
 
 
 
,
5682	
 
, 
 
 

 
 

, 
 

 
 
.

 
, 
 
 
ʼ
 
ʼ
 
 
.

 
 
 
,
 
 
 
 

 
; 
 
ʼ 

 
 
ʼ, 
 
 
,
ʼ 
 

 
 
 
.
5737	
 
 
 
 
 
,
 
 
 
. 
 
 
᾽ 
,
 
 
, 
 
 

 
 
 
 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 
 
.
5777	
 
 
 
 
ʼ, 
 
 
 
·
 
 
 
 
 
.
5794	
 
 
᾽ 
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
 
.

 
 
 
· 
 
 
.
 
 
ʼ 
, 
 
 
 
, 
 

 
 
 
 
 
.
᾽ 
 
᾽ 
 
 
ʼ, 
᾽ 
 
 

 
 
 
, 
 
 
 
ʼ
.
 
 
 
 
 
 

· 
 
 
 

 
· 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
 
.

 
· 
 
 
; 
 

 
 
 
 
 
.

 
 
 
 
 
, 
ʼ 

 
ʼ 
 
 
ʼ· 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
, 
᾽ 
 
.

 
 
 
 
 
 
.
 
 
 
 
, 
 
·
 
ʼ 
 
 
 
 
 
 
,
· 
 
 
, 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
 

 
 
 
;

 
 
 
 
.

 
 
᾽ 
 
 
; 
᾽ 
 

 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
.

 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
; 

 
 
, 
 
 
.

 
 
 
 
 
 

 
 
 
; 
 
᾽ 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 

 
· 
᾽ 
 
 
 
.

 
 
ʼ 
.
 
 
ʼ 
 
· 
 

 
 
 
ʼ 
 
 
.
6129	
 
 
 
 
 
.

, 
᾽ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.

᾽ 
 
 
 
· 
 
 

 
· 
 
ʼ 
ʼ 
 
ʼ.

.
 
 
 
 
 
 
;

 
 
ʼ
 
 
ʼ, 
 
ʼ 
·
 
 
 
. 
 
 
ʼ 

 
 
 
 
;

 
.

 
 
 
ʼ 
 
,
᾽ 
ʼ 
, 
ʼ 
 

 
 
 
 
.

 
 
 
 
 
 
᾽ 
᾽ 
 
.

 
 
ʼ 
 
 
 
 
;

 
 
ʼ 
 
 
 
 
 
.

 
ʼ 
 
 
 
.

 
 
 
ʼ 
 
 
ʼ 
.

᾽ 
 
. 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 
.
6324	
 
 
.

 
 
.
 
 
 

 

,
 
 
᾽,
 
 
 
 

 
·
 
ʼ 

 
 
 
.

 
, 
 
ʼ,
· 

 
 

 
 
 
.

 
 
 

 
 
.
 
 
 
 

 
ʼ 
 
 
.

 
ʼ 
 
 
,
 
 
 
·
 
 
 

 
· 
 

 
 
 

 
 

, 
 
,
 
 
 

 
 
᾽ 

 
· 

 
 
 
,
 
 
 
 

 

.

 
 
 
 
 
 
 
 
 
 
.
6452	
 
· 
 
 
 
ʼ 
 

 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
.
 
 
 
 
, 
 

 
.

· 
 
ʼ 
᾽ 
,
 
 
ʼ 
 
, 
 

 
 
 
.

 
᾽ 
 
 
 
᾽ 

· 
 
 
 
 
,
᾽ 
 
 
.

ʼ 
 
 
 
 
;

 
 
 
.

 
᾽ 
.

 
 
; 
 
;

 
 
 
 
.

 
.

 
;

ʼ 
.
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
.

 
 
 
ʼ 
 
ʼ, 
 
ʼ 
,
 
 
 
 
 
 
 
.

 
 
 
.

᾽ 
 
 
,
 
 
 
.

 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
 
 

 
 
 
.

 
 
ʼ 
 
 
 

 
 
 
 
᾽ 

 
 
 
 
.

 
 
ʼ 
 
, 
᾽ 

 
.

 
. 
 
 
 
.

.

 
 
 
ʼ· 
 
.
6679	
 
 

 
 
 

 
᾽ 
,
 
 
.
 
 

 

 
 
 
 

ʼ 
,
 
 
 
᾽ 
 

 
 
, 
 
 

 
 
,
 
 
.
6724	
 
 
᾽ 
 

 

· 
 
 
 

 
 
,
 
 
 
 

 
 
,
 
ʼ 
 
 
·
 
 
 

ʼ 
 
,
 
 
 

 
 
 

 
 
.
6772	
 
, 
 
 
.

ʼ 
 
, 
 
 
.

 
 
;

.

᾽;

;
 
 
ʼ 
 
 
 
 
.

 
ʼ 
 
 
 
.

ʼ 
, 
 
 
 
 
 
;

 
 
 
.

 
 
 
;

, 
 
 
 
.

 
 
 
;

 
, 
 
,
 
, 
 
, 
 
 
.

 
 
 
 
;

 
, 
 
,
 
, 
 
 
,
 
 
 
ʼ 
 
 
,
 
, 
 
, 
 
 
.

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
.
6902	
 
 
 
 
 
 
 
.
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
.
 
 
 
 
 
.

 
 
 
ʼ 
 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
 
 
;

 
 
ʼ 
 
· 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
.

 
 
ʼ 
 
, 
᾽ 
 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
.

 
· 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
.

 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
.

 
 
, 
 
 
.
 
, 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
 
· 
 
 
,
 
 
 
 
 
.
᾽ 
ʼ 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
·
 
 
 
 
 
 
.

 
 
ʼ 
 
 
;

 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
᾽ 
ʼ 
 
.

 
 
᾽ 
 
 
;


 
ʼ 
ʼ 
 
 
.

 
 
 
ʼ 
 
 
.

 
· 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
.

 
 
 
 
 
.
 
 
 
᾽ 
 
 
;
 
 
 
 
, 
 
 
 
·
᾽ 
 
 
· 
 
, 
 
.

 
 
, 
 
 
 
 
 
.
 
 
 
—

 
 
, 
 
;
7262	
 
 
 
ʼ 
 
.

 
ʼ 
 
 
;

 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
, 
 
 
 
 
 
 
.

· 
 
ʼ 
, 
 
 

 
 
 
 
.

 
 
, 
 
 
,
 
, 
 
 
.
ʼ 
 
 
 
;

 
 
.

 
 
, 
 
 

 
 
 
·
 
 
 
 
ʼ 
 
.

 
 
 
 
;

;
 
 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
,
 
 
 
 
 
.

·
 
 
 
 
 
;

 
, 
 
 
 
.
᾽ 
 
᾽ 
, 
 
 
 

 
, 
, 
 
 
.

 
;

 
 
ʼ 

 
, 
 
ʼ, 
 
.

 
 
· 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
· 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
.

᾽ 
 
 
, 
 
 
 
 

 
 
 
 
.

 
 
 
 
· 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.

 
.
 
 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
.

 
ʼ, 
 
ʼ, 
᾽ 
, 
 

 
 
 
 
 
ʼ 
.

 
 
 
· 

 
 
 
 
 
.

᾽ 
ʼ 
 
 
 
.

 
 
 
 

 
 
· 
 
᾽ 
 
 
.

 
 
 
 
 
᾽· 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.

ʼ 
 
 
.

 
᾽ 
᾽ 
.
7625	
 
 
 
ʼ 

, 
 
 

 
ʼ 

 
.
᾽ 
 
,
 
 

,
 
 
 
᾽ 

· 
 
 
 

 
.

 
 
 
 

, 
 
ʼ 
 

ʼ· 
 
ʼ 

᾽ 
.
 
 
 

 
 
ʼ 
,
 
 

 
 
·
 
ʼ, 
 
 
,
 
.

 
 
 
 
,
 
 
 
ʼ
 
 
, 
 
,
 
 
,
 
᾽ 
 

 

 
 
, 
ʼ 

 
 
 
 
,
 
 
 
 
,
 
.

 
 
ʼ, 
 

 

 
 

ʼ 
.
 
 
ʼ 

 
 

· 
᾽ 

 

᾽ 
 
 
,
 
.
7770	
ʼ 
 
 
.

 
ʼ 
 
.

 
ʼ 
 
 

 
 
 
ʼ 
.

 
 
 
 
 

 
 
 
.

 
 
 
 

 
 
 
.

ʼ 
 
 
;

 
 
, 
 
 
.

 
 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
 
.
.
 
 

.

ʼ 
.

 
 
.

᾽ 
 
 
 

 
 
 
 
ʼ 
 
 
.

; 
 
 
 
 
.

᾽ 
 
, 
᾽ 
 
.

 
 
 
 
 

 
 
 
 
 
 
.

 
 
 

 
 
 
 
 
.

 
 
᾽ 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
.

 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
;

 
 
 
 
.

 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
 
.

 
ʼ 
 
 
 
.

 
 
ʼ 
 
 

, 
 
 
 
 
.

 
 
 
.

 
 
 

 
;

 
᾽ 
 

 
 
 
 
 
·
 
 
 
 
.
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
ʼ 
 
.
8065	
ʼ 
 
ʼ 
 
 
 
 
.

᾽ 
 
ʼ 
 
 
, 
᾽ 
.

, 
 
 
 
;
 
 
 
 
 
.

 
᾽ 
 
;

 
 
·
 
 
 
᾽ 
 

 
 
 
.

 
;

 
 
 
᾽; 
 
 
 
;
 
 
 
 
ʼ 
 
 
;

 
 
 
 
ʼ 
.

 
 
 
 
 
 
 
 
.

᾽, 
, 
 
 
;

 
 
 
 
, 
 
 
ʼ 
.

 
ʼ 
ʼ, 
 
ʼ 
 
.

ʼ· 
 
 
 
 
 
 
.

 
, 
.

 
 
 
ʼ 
 
 

 
 
 
 
 
 
;

 
᾽ 
 
 
 

 
 
 
 
;

 
 
. 
 
 
 

 
 
 
 
᾽ 
,
 
 
· 
 
 
.

ʼ 
 
 
 
;

 
 

 
; 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
.
 
᾽;

 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
.

 
 
 
 
ʼ 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
 
 
 
 
᾽ 
;
 
 
 
 
.

 
ʼ 
 
᾽ 
 
 
 
.

 
 
 
, 
᾽ 
 

 
.

 
 
.

 
᾽, 
 
 
 
 

 
᾽ 
 
 
ʼ† 
 
.
8358	
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
·
 
 
 
 
 
;

 
 
 
 
.

 
; 
 
 
 
 
.
.
 
 
 
 
 
;

 
 
 
 
·

 
ʼ 
 
 
 
 
ʼ 
;
 
 
 
ʼ 
 
;

 
 
 
 
.

 
· 
᾽ 
 
ʼ 
.
 
 
 
᾽ 
᾽ 
 
.
 
 
 
· 
 
 

 
 
 
 
 
;

 
 
, 
 
 
 
.

 
 
 
 
 
.
ʼ 
 
 
 
.
 
 
 
, 
 
ʼ 
 

· 
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
ʼ 
.

 
 
 
 
.

 
 
 
 
ʼ 

 
 
ʼ 
· 
 
ʼ 
 
,
 
 
 
 
 
.

 
 
ʼ 
 
 
 
ʼ 
᾽.

·
 
 
 
 
.

 
 
 
,
 
 
 
 
.

 
 
 
ʼ 
 
 
 
,
᾽ 
 
 
ʼ 
 

 
 
 
 
.
8584	
 
 

 

 
 
 
 
, 
 
† 
,
 
 
 
 
 
 
 
;
 
 
 
 
ʼ 
 

, 
 

 
 
 
 
 
 
 
.
8625	
 
 
 
 
᾽ 
,
 
 
 
, 
 
 
.
 
 
 
, 
 
 
᾽ 
 
 
,
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
. 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
᾽ 
 
,
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
 
.
8749	
 
 

 
,
 
ʼ 
 
 
 
 
.
 

 
 
 
 
 
 

 
 
 
 
 
· 
 
ʼ 
 
 
·
ʼ 
 
 
 
, 
 
 
 
 
.
8793	
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
 
 
 
;
 
 
ʼ 
 
 
 

 
 
 
 
·’
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
᾽ 
 
ʼ 
 
ʼ, 
᾽ 
 
 
,
 
 
ʼ 
 
·’
 
 
 
 
, 
 
᾽ 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
, 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
, 
 
,
 
, 
 
 
 
 
, 
.’
8921	
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.

 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
, 
᾽ 
 
 
;

 
 
 
 
 
 
 
.

 
  
 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
; 
 
ʼ
 
; 
 
;

 
 
 
 
 
 
.
 
· 
 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
, 
᾽ 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
.

᾽ 
 
 
, 
 
 
,
 
 
 
 
, 
 
.

ʼ 
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
 
 
.
9088	
 
ʼ 
 
 
᾽ 
.
 
 
 
ʼ 
.

;
᾽ 
 
ʼ 
 
ʼ 
 
᾽ 
 
,
᾽ 
᾽ 
· 
 
 
 
 
.

 
ʼ 
, 
 
, 
 
; 
 
 
;

 
, 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,’
 
 
 
 
,
 
.

;

᾽ 
 
ʼ 
 
 
.

 
;
 
ʼ 
, 
 
 
᾽ 
 
;

 
ʼ 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
.

 
 
 
 
;

 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
 

 
᾽, 
 
 
 

 
 
 
 
 
.
 
 
; 
 
 
 
;

 
 
 
 
.

᾽ 
 
 
 
, 
 
,
᾽ 
 
 
᾽ 
. 
 
·
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
·’
 
 
, 
, 
 
;
9282	
 
 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
 
·
 
ʼ 
, 
ʼ 
, 
 
 
.

 
 
 
 
 
,
 
 
 
 
.

 
ʼ 
 
 
.

᾽ 
 
 
 

 
 
 
,
᾽ 
 
 
 
 
.
9345	
᾽ 
 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
 
,
 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
.’

 
 
 
 
;

 
ʼ 
᾽ 
 
 

 
, 
 
.

 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
·
 
 
 
 
, 
 
 
.

 
 
 
 
.

 
ʼ, 
 
 

 
 
. 
᾽ 
ʼ 
 
 
.
9465	
 
 
ʼ 
 
· 
 
 
,
 
 
;
 
 
 
;

 
 
 

 
 
, 
 
 
 
;
 
 
 
 
ʼ 
 
 

 
 
.

 
 
,
 
᾽ 
, 
ʼ 
 
 
 
.

 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
.

 
ʼ 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
ʼ, 
᾽ 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
.
