@node
@author=Cleomedes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Hermann Ziegler
@filename=tlg1272.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg1272.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig) 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Cleomedis de motu circulari corporum caelestium libri duo, Hermann Ziegler, Cleomedes, Teubner, Leipzig, 1891, Hathi Trust.
@sponsor=Harvard College Library
@title=De motu circulari corporum caelestium
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:50:15Z

28258	marginal p.1 Blf.
footnote 1 Nomen auctoris adrasum multo maius spatium cepisse videtur, quam nunc a manu recentiore suppletum; prima lit-tera ε fuisse videtur: Ε///////// κλεομήδουϲ κυκλικῆς θεωρίας τῶν εἰς δύο τὸ πρῶτον. M. 2 μετεώρων om. L. 4 inscriptionem capitis om. M. 5 Περὶ κόσμου N. 7 Syllaba λε cun la-cuna deest M. 8 τὴν om. M. olim erat ἐστιν, ν posthac 
footnote 3 μεγαλοφελ M. 4 μέρους, non μέρος, ut Schmidt. — ἐστιν om. L. 5 πεπεράτωται L. 10 post ὑπομνήσομεν se-ouitur περὶ κενοῦ minio pictun N. 11 τοῦτο δὲ ἐστιν, ἐν ᾧ ἐστι M. 13 ἀσώματον om. M. 14 οἵαν τʼ ἂν οὖσαν N.
footnote 1 τοῦ om. M. 3 γὰρ pro γοῦν L. 4 ἐγχέομεν M. ἀντιλαμβανόμεθα τοῦ ἐν αὐτῷ πνεύματος διεξιόντος M. ἀντι-λαβώμεθα L. 5 ὅταν στενὸν N. 7 νῦν om. L. 8 δʼ 
footnote 1 τι pro τινος M. χεομένη om. L. καὶ τὸ ἐκαστοτοτη οὒσία ἐπιλαμβ. αὐτῆς M. 2 φύσιν (Φ??) L. 3 καὶ γήσεται τόπος αὐτοῦ, ὅπερ γενήσεται τόπος αὐτοῦ M. 4 Turbatus est ordo foliorum in N, deest nihil; pergit codex pag. 7. M. δεξάμενον om. M. ὥσπερ τονῦν ἔστι τι σῶμα, οὕτωος 
footnote 2 τοῦ om. L. 3 δὲ καὶ μύρια M. 6 οὐδὲ Ν. οὐδὲν ἔξω L. 9 οὐδέν ἐστιν σῶμα ὥσπερ οὐδὲ κενὸν τοῦτο δὲ ἐστὶν εὔηθες M. ὥσπερ pro ὥστε L. τὸ δʼ ἐστὶν L. 10 τις 
footnote 1 αὐτὴ pro αὕτη ex coni. Ma. 3 ἐν αὐτῷ om. M. 4 καὶ om. M. 5 τὴν κοσμογ. L. κοσμογενείαν M. 6 ὅτι-περ M. διότι L. 7 τοῦτον M. 7—9 εἰ — δεήσει om. M. 8 ἔσται L. σώματα ἄπειρα L. 12 ἐπινοίᾳ Ν. alii ἐννοίᾳ. εὐθὺ L. 13 καὶ οὐδὲν δύναται ἕξις ἀπείρου οὐ δύναται M. εἶναι om. L. ἂν om M. 14 ὢν M. 
footnote 2 ἀσώμ. οὖσαν N. 5 οὐδὲν δέ ἐστιν M. ἔστι N. τοῦ κενοῦ ἐπινοῆσαι εἰς ὃ περατωθήσεται N. 6 εἰ γὰρ ἐπινοήσαι-μεν M. ἐπινοοίημεν N. ἐπινοοῖμεν L. 10 δεήσει εἶναι N. 12 περατ. τὸ om. L. 13 ἄρα om. M. ὥσπερ om. L. 14 ἐπι-νοεῖται L. 16 πεπέραται M. alii πεπέρασται. περιέχ. αὐτὸ Ν. 17 οὖν om. M. τί οὖν ἂν N. 18 καὶ om. M. πάλιν καὶ
footnote 1 τοῦ σώμ. L. 2 οὖν ἂν N. 3 Λεκτὸν L. 6 δεήσοι M. 7 τοῦθʼ ὑφʼ M. 10 ὑπολαβεῖν pro ἀπολιπεῖν ex con-iect. Ma. 13 Ἀπ. οὖν ἄμα M . τοίνυν L, ἄνω om. ML. ἂν ἄνω τι N. 15 αυται γὰρ αἱ κινήσεις καὶ αἱ σχ. N. 16 αἱ om. M. 17 περὶ σῶμα M. περὶ τὰ τὸ κενὸν L. 18
footnote 3 τῷ σχήματι ὄντι N. 4 δὲ om. L. 5 ἀπὸ παντὸς αὐτοῦ τοῦ μέσου M. ἐπιφ. αὐτῆς N. 7 ἐν αὐτῷ NL. ἐπʼ αὐτῷ M. 8 καὶ ἐπὶ N. ἀπομεμ. σωμ. κ. τὸ σχ. N. 10 συμπ. ἐν αὐτῷ N. 11 ἀναγκαῖον om. L. 12 μέσον καὶ
footnote 2 διῆκον e codd. addidi. 4 ἐπειδὰν L. 5 παραγενό-μεθα M. Verborum ordo turbatus in L. 6 φαντάζετο M.
footnote 1 δῆ pro δεῖ M. 2 ἀεὶ ἀφανῆ M. 3 περιέχεται κύ-κλοις N. προισταμένοις διΐσταται κύκλοις M 4 τῷ περι-εχομένῳ L. 5 τὸ ὑποκείμενον om. ML. 7 τῷ μεταξὺ L. 9 τῷ μέσῳ L. 10 πέμπτον pro καὶ τελευτ. N. τῷ περιεχο-μένῳ L. 11 τοίνυν om. M. 12 μὲν om. M. 13 τὴν δὲ κατὰ τὸ μεσαίτατον ὑπὸ τοῦ φλογμοῦ M. 14 ἐπειδὴ 
footnote 1 ὑπὸ γῆν ἀντίπ. N. 2 ἐπὶ τὸ ἴσον καὶ L. 4 χρωμένης L. 6 τμῆμα pro κλίμα N. Post κατὰ διάμετρον inserit καὶ ἐν-αντίον N. 7 ἀντικρὺ τῶν ποδῶν ἡμῶν ἐστιν eadem manus corr. in margine M. 9 ὀρθὰ om. ML. 10 ἀντοίκων ἡμῖν N. 
footnote 1 παρʼ αὐτοῖς M. 2 οὕτως om. M. 3 ἡ παρʼ ἡμῖν νὺξ π. ἐκ. ἡμέρα μικρὰ ἐγίνετο N. μικρὰ ML. ἐγένετο M. 4 καὶ κατὰ ML. ἡμῖν ἐνηλλ L. 5 τε om. M. 7 ἑκάστοτʼ 
footnote 1 οὐδὲν τῶν τοιούτων L. 2 κατὰ ἱστ. N. 5 τὴν εὔ-κρατον M. 6 δὲ LV. 9 ἐμπεπλῆσθαι πάντα λογικῶν καὶ ἀλόγων ζῴων N. καὶ λογ κ. ἀλ. ζ. L. 11 ἑξῆς δʼ ἐπιδ. N.
footnote 1 καὶ vel sine codicum auctoritate delendum. 2 δʼ ἡ N. 3 σχολαιτέρα ὑπάρχει L. 5 ἀπὸ δύσεως ἐπὶ ἀν.· κινούμενα, καὶ τὰ μὲν M. 7 τὰ δὲ πλαν. L. 9 ὑπὸ νεὼς L; ὑπὸ ηὸς N.
footnote 2 παρὰ τὰς ἡμ. L. ἐπιτελεῖ ML. ὑπὸ δὲ τ N. 3 ἐνιαυ-σίαν N. κίνησιν pro περίοδ. M. 5 ὁπο M. προ-ανίσχει L. φωσφ. pro ἑωσφόρος N. 6 αὐτὸν καὶ φωσ. M.
footnote 1 ψαύων καθʼ ἓν L. 2 διὰ δὴ τούτου τοῦ ζ. N. 3 πλάτους M. 5 ὁ δὲ pro οἱ δὲ M. 6 διὰ δὴ τούτου M. 9 πελάζουσι LN. διὰ μέσου τοῦ μέσου L. διὰ τοῦ μέσου μόνου M. 12 προέρχεται M. 13 τοῦ om. N. 15 κατὰ
footnote 1 πελάζουσι M. προσπελάζωσιν N. 3 ἐξῆσθαι L. 8 τῷ om. L. διακάει M. 9 τῷ προειρημένῳ — διαστήματι om. pergit καὶ ἐπεὶ δὲ πάλιν M. 11 τροπικὸν ύει (sic!) M. ὑπερβαίνει — τροπικόν om. M. 13 ζώνας συμβέβηκε L. κατε-
footnote 1 οὐτʼ ἐπὶ bis N. 2 ἐπὶ τὰ ἐναντία M. ἴσην ταύτην τὴν θέσιν edItiones. ἴσην τὴν θέσιν N. ἰσαιτάτην θέσιν M. ατέρων et θεωρουμένων N. 5 τῶν ἄστρων καὶ om. MLN,
footnote 2 ὅθεν om. M. 3 μὲν γὰρ L. 4 ἀρτακτικὸν L. 5 ἔχοντα M. 6 παραγενέσθαι M. 7 πόλος αὐτῷ ἀποκρυβήσεται 
footnote 2 οἱ περὶ τ. κ τοὺς κοιλούς M. 3 τὸ ἀπὸ τουτον M. 4 ἰόντων γραφόμενοι LN. εἰσιόντων γραφόμενα M. ἰόντες γραφόμενοι] ex coniect. Ma. 5 ἀπὸ τῶν πόλ. om. N. πολ-λῶν M. corr. muamus ead. in marg. 5—7 οἱ δʼ ἀπὸ τοῦ — ἀποστάσεως om. L. 6 πρὸς τὸν πόλον M. 7 ἀποστάσεως καὶ συμπ. M. 8 τοῦ ἐλαχίστου M. τοῦ μεταξὺ L. ἐν μὲν
footnote 1 ἔχουσι N. 2 ὅπου γε καὶ ὅλον τὸν ἀνταρκτικὸν κε-κρυμμένον ὁμοίως, καὶ τῶν βορείων τὸν ἀρκτικὸν ἐχόντων ἀει-φανῆ ML. Pro ὅπου γε legendum statuit Ὑπὸ γῆς Ma. ln τοῦ κόσμου reliquis sequor V. 5 καὶ om MN. 8 ὡς ἐπὶ L. βόρεια L. ἐγκεκλιμένα N. 9 τῶν ὑπὸ om. M. ἐκεῖ MLN. 10 πόλος ἐκεῖ ἀφανὴς N. 12 Post ἀρκτικὸς erasum est πόλος M. 13 τὸ
footnote 3 τὴν ἡμέραν om. N τοῆ pro τῆς M 5 ἐπεὶ τούτου ἶσον ὑπὲρ γῆς L. 5—7 ἐφʼ οὗ ἴσον τὸ ἀνατρέχον med. om. Μ. 6 ὑπὸ γῆν LΝ. ἐποίησε ML. 7 ἐπὶ κύκλοις L. 8
footnote 1 τῶν om. M. 2 Pro ἡμῖν αὐτῶν legendum statuit ἡμῖν ὄντες Ma. 3 ἐξῃρημένοι M. ἐπῃρμένοι . 4 μὲν om. N. 6 δὲ L. χειμερ. γίνεται N. χειμερινώτερος om. ἐστι M. 7 ἐστὶν om. M. ἀνεστράφθαι M. τὰ κοτᾷς N. ὥρας καὶ om L. 8 μειώσεως καὶ αὐξήσεως N. τε καὶ νυκτῶν om. MΝ. 9 τῆς om. M. 12 παρʼ ἡλίων ἶσα M. παραλλήλων κύκλων L.
footnote 1 ἴσην ἡμ. N. 2 ποιήσει M. 3 ὅταν L. τοῦ om. LN. 4 τὸν om. N. 6 παρέχει L. 7 τοῦ ante χειμ. om. L. 11 De argum. cap. recent. manus pauca ad marg. adpinxit Μ. 
footnote 2 ἐλάττονα M. 3 δʼ αἰτία L μὴ om. M. 4 τίς om. L. ζῳδ. κύκλος N. 6 δὲ om. M. 7 σημεῖον om. M. 8 αὐτοῦ om. M LN. 9 πρὸς τὰς ὀρθ. L. 11 σχολαίτερον hic et semuper L. 12 τὸν λιον ex coniect. addit Balforeus. 13 πολλὴν τὴν πορείαν pro λοξὴν ML et omnes alii. λοξοῦ ὄν-
footnote 2 ἐν ἴσοις χρόνοις ὁ ἥλ. αὐτὰ ἔξεισι M. 5 δʼ ὐπόκ. LN. 7 καὶ εἰ Ν. 8 αὐτῷ om. N. 10 διέξει M. 11 ἑλικό-μεναι M. γινόμεναι edd. ἂν τὰ τέσο. M. ἔταμνον L. 13 ἀλλὰ L 15 εἰρημένων M. 16 τομαὶ pro περιφέρειαι M. κέντροις om. L. 17 χρώμενοι Ν. 18 τομὰς pro περιφ. M. 
footnote 1 κατὰ om. ML, Ν. 3 ἔμπαλιν N. προσγειότατα L N. 4 δὲ πάντα om. M. τῷ λόγῳ M. 5 εἰσὶν M. ἔσται L. 8 τοῦ κόσμου om. pergit νυχθημερου διαστήματος θᾶσσον MM. 
footnote 1 αὐτοῖς pro περὶ αὐτοὺς L. 2 ὑπʼ αὐτοὺς L. οὐδὲ τῶν ἔτι ἐνδ om. N. 3 γοῦν pro γὰρ ML. ἐπὶ pro ὑπὸ ML. 4 τούτων οὖν ὁ L. 5 ὑπὸ τὸ ἰσημ. M. 7 εἶναι τῆς 
footnote 3 Pro ἔδει leg. statuit οὐ δεῖ Ma. 5—8 ἐπὶ πλ. — ἰση-μερινοῦ im textu om. in margine eadem man. adpinrit M. 7 ταῦτα
footnote 1 lnscr. cap. deest MN. 4 περίσκιοί εἰσιν, αἱ δὲ ἀμφ γ., αἱ δὲ ἑτερόσκιοί εἰσιν M. 6 ἐν οἷς καὶ εἰς ῆλιος καὶ νὺξ L. διαιρεῖται M. 11 ἐν τοῖς μύλοις M. 14 βορρᾶν M. βορᾶν L.
footnote 1 καὶ ὑφαιρέσεως om. M. 5 πρὸς ὀλίγον N. 6 πρὸς ἄρκτῳ M. 8 πόλλος M. 11 ὑπὸ τοῦ ὁρ. M. 12 πάντων τῶν τροπικῶν M. ὑπὲρ et ὑπὸ transposuit L. ὑπὲρ γῆς κ. ὑπὸ γῆν ἐστι τμήματα N. 14 γίνεται αὐτοῖς N. 15 οὔτε
footnote 1 πρὸς ὀλίγ. LN. 4 διὰ τὸ in codd. omissum addendum videbatur. 6 ἐπὶ πλεῖον ἐγκλίνεσθαι N. 9 παράλληλον τό-πον M. κύκλον om. LN. 10 κύκλων om. pergit οἷοι ὑπὸ L.
footnote 2 τὴν om. L. τῶν τροπικῶν ποιοῦνται M. 3 ποιοῦντα L. τὰ om. M. 6 Βρετανίᾳ hic et infra M. 7 καὶ τὴν ἡμ. μεγ. ποιοῦντ. N. 8 ὡς om. M. γίνεσθαι M. 9 περὶ pro παῤ N. 11 ὑπὲρ γῆς N. 12 ἀμέλει om. M. πελάζῃ LN.
footnote 1 ὡς λόγος pro ἐκ τοῦ πρ. λ. M. 2 γένοιτʼ ἂν N. γίνε-ται ἂν L. ἀειφανῶν τοῦ ζ. καὶ ὅτως M. 4 Καὶ ἔσται N. κλίμα L. 6 γενήσεται N. τῶν μηνῶν L. 7 ἓξ ζώδια L. Post ὄντων inserit καὶ ἓξ ὑπὸ γῆν N. 12 τὸν θερ. ὁ ἀρκ. M. 14 δὲ L. 15 μὲν om. N. 17 μηδενὸς LN. 18 ὁρίζον M.
footnote 1 τμήμασι pro κλίμασιν N. τὸ τοιοῦτο MN. 2 παῤ ἑκάστης M. 5 ἀλλὰ LN. 6 φορᾶς M. 7 ὑπάρχον L.. 9 εἶναι δύναιτο L.N. 10 δὲ ἑξῆς M. 11 ὁ σύμπας κόσμος
footnote 1 φοραὶ L. περὶ om. L. 2 αἱ τῶν φυσικῶν L. 4 κατακο-λουθ. L. πλατὺ M. 6 ὅτι om. L. διέμενε M 8 κυβοειδῆ glossema pro τετράγ. e.se videtur. 9 εἶναι αὐτ. ἀπ. om. M.
footnote 2 πίπτοιεν L. τοῦ ὁρ. L. 3 κατὰ τοῦτο ἂν M αἱ post καὶ om. LN. 4 ἐγένοντο M. καὶ τῶν ἡμ. καὶ τῶν νυκτῶν M. καὶ ἀρχαὶ τῶν ἡλίων L. 7 ἄλλοι τε M. 8 οἱ
footnote 2 ἡ γῆ om. L. δὲ καὶ MV. 3 εἶναι ἴσας N. τἀναν-τία N. ὧν om ἅπαντα ἐναντία τοῖς N. 4 πλατεῖα M. 5 σταδίων om. L edd. 6 ἂν διαμ. ἦν τ κ. N. 7 κατὰ κορυφῆς M Ν. 9 διήκοντος M. 10 δωδέκατον μέρος Ml. τοῦ om. L. 11 ἐμφέρεια M. ὥστε pro ὥς γε L 12 πέντε καὶ δωδέκατον M. δωδέκατον πέμπτον L. 14 ἄγωμεν L. 15 τῆς οὐσίας τῆς ἀπὸ δρ. L. περιφορείας ἀπὸ τοῦ δρ. M.
footnote 1 ἐλάχ. μέρος τοῦ οὐρ. ὑπάρχ. N. 2 ὅτι M. 4 βαθεῖα L. 5 συναφθείη M. συναφθῇ L. 8 δὲ L N. 9 οὐδʼ ἐμπο-δίζ M. 10 τῷ μὲν πρὸς M. 11 ἀντικρὺς L. 12 Καὶ ἐπὶ LN. 13 περὶ γῆν M. 14 ἄνοι ἐτύχανον om πρ. τῇ δύσει M.
footnote 1 ἂν διὰ παντὸς M. μείζους ἂν N. 2 τῶν ἡμ. om. M. ἐγένοντο M. κυριότητι εὐθείας M. τῆς κυρτότητι σφαίρας L. 4 τῆς κοιλότητος εὐθείας M. 5 ἴδρ. ἐν τῷ κόσμῳ Μ. 8 τοῦ κύμου L. τοῦ κόσμου N. 9 ὥραις LN. Εἰ δὲ καὶ MLN edd. πυραμὶς ἦν M. ἦν om L. 11 τῶν σχημ τούτ. LN.
footnote 1 μέλλομεν L. 2 περὶ τὸ ὕδωρ coni addit Ma. 4 ὑπο-τιθέμενοι L 5 ὡρῶν M L. 6 μὲν pro δὲ Ν. οὐχ ὁρᾶται
footnote 2 τι om. M. 5 καὶ μὴ L. 6 χρῆσθαι τῷ τελεωτάτῳ τῶν σχημάτων M. τῶν σωμάτωον pro τῶν σχημάτων L. 7 ἔστι om. l 8 δὲ τῶν σχημ M. 9 πάντα περιλαμβάνειν M.
footnote 1 ἐντεῦθεν pro ἐκ τούτων M. 2 μὲν pro ἂν substitui. τοῦ om. LN. 3 ἂν om. M. 4—6 δυομένου — σκιαί om. l. 5 μακραὶ M. 7 μεταστάσεωος L. 9 καὶ ἀεὶ ὡς προσωτάτωο
footnote  2—3 δυομένου — σκιῶν om. L. 3 τινὶ om. M 6 καὶ om. L. 7 πλείονα M. 8 τούτων πάντων N. τὰς νύκτας τῶν ἡμερῶν ... μείζους εἶναι LN. 11 μείζων ὄντος M. ὑπὲρ γῆν N. 12 οὔτε bis LN. 15—17 βαρυτάτην τῶν ἐν χομσ΄τω
footnote 1 παραγίνονται N. 2 περὶ τῆς πρ Ποο. M. 6 ὃ om L. 7 πολλοὶ V. 10 κινεῖται L. 14 εἰς om. M. 19 αὐτοῦ om. L. 21 εἰς τὰ αὐτῷ τὰ ζωδιακὰ M. 24 εἰς om. M. εἰς
footnote 1 et 2 οὐδὲ L. 2 ὁ ἀόρατος L. 5 ἐπὶ τὴν στροφὴν M. 6 ὁπότε M. τοῖς ἀπὸ Ῥ. πεντακισχιλίοις L. 7 σταδίους om. L. 7 γινώμεθα M. 10 ὅ ἐστι τεσσαρακοστόγδοον τοῦ μεσηβρινοῦ N. 11—16 Ἀνάγκη — κύκλου om. L Post ζω-διακοῦ pergit τῶν μεσημβρινῶν τοῦ διὰ ῥόδ. καὶ ἀλεξ. τεσσαρα-κοστὸν καὶ ὄγδ εἶναι μέρος αὐτοῦ 15 ἀφίστ. τεσσαρ καὶ ὄγδ. μέρος εἶναι αὐτοῦ. Ἐπεὶ M 16 τῷ τούτῳ τῷ L. 17 τὸ
footnote 2 προυποτεθέντα M. προαποθεμένων L. 3 μὲν om. M. 4 δεύτερον om. MLN. 6 ἀπὸ τῶν διαφ. M. 7 διάφ. μέρη
footnote 2 θερ. τρ. π. N. 3 ὡρολογείων hic et semper LN. 4 γί-νεται L. 5 σταδίους τοῖς τὴν L. 7 καὶ pro ἅτε L. πρὸς τὼ (sic!) M. 8 Ὑπὸ τῷ μεσημβρ MN. Ὑπὸ μεσημβρ L. Ὑπὸ τῷ αὐτῷ ex coniectura Letronni, Journ. des sav. 182 p. 714 sq. 10—12 τοῦ ἄκρου — αὕτη ἡ om. L. 13 περι-φερείᾳ L. 18 τοῦ ἡλίου L. 19 ἐὰν M. ἐπʼ ἄκρον τοῦ
footnote 1 τῆς γῆς μέρη N. διήκουσα M. οὖν pro τοίνυν N. 5 et 7 συμπίπτωσιν L. 8 τῆς ἀπʼ ἄκρας αὐτοῦ σκιᾶς M L. τῆς ἀπ ἄκρων αὐτοῦ σκιᾶς N. Emendavit locum Ma. 10
footnote 1 πρὸς pro ὑπὸ N. 2 εὑρίσκ. καὶ ταύτην bis M. 4 Καὶ οὕτως ἀπὸ LN. ἀπὸ τούτων M. 7 κύκλων bis L. 9 λέγ. τὴν γῆν μὴ δύν. N. 10 τὰ om. M. θαλάττης hic et infra
footnote 5 ἔχουσι M. 10 φαίνεται ἔχουσα N. 13 φέῤ εἰπεῖν N. 16 ἀλλʼ om. M. 18 τῆς γῆς πρὸς τὸ τ. κ. μέγ. ἔχει λόγον τινὰ M.
footnote 2 ἐπινοηθείη ἔχουσα M. 4 δὲ et τῆς σφαίρας om. N. τούτων ἀπλανῶν M. 5 αὕτη MN. αὐτὴ Belf. 7 ἐπιγνω-
footnote 2 μοῖραν ἐπέχει N. δυάδων M. 3 χροίαν MN. ἀεὶ om. M. 8 δύνοντος M. 8 et 9 καταδύοντος N. 9 καταδύν-
footnote 1 ἡλιακὴν om. M. 4 τῆς om. M. 13 καὶ τὸ μέγεθος καὶ τὸ πλῆθος M. 14 μὲν om. MN. 15 αὐτῆ M. αὕτη
footnote 1 καὶ τοῖς ἐν τῷ οὐρανῷ N. ἐξαναλωθείη N edd. 2 τινὰ ἀντιλαμβ. M. 3 καὶ om. M. 8 σφαῖραν κατασκευάζοντές τινες, ὅτι μὴ N. 10 φησι M. 11 κλῆμα M. 12 μείζονα et ἐλάττονα N. 19 δʼ οὐδʼ M. 20 εἰ στιγ. ἦν πρ. τὸ ὕψος αὐτῆς ἡ γῆ N. 21 τὸ διάστημα MN. In marg. τὸ μέγε-
footnote 2 καὶ om. M. ὑψηλότερα MN. 3 δύο addit Ma. 5 τὴν γῆν μὴ ἐπέχειν N. 7 καὶ om. M. 9 διότι N. 10 οὕτω N. ἔχει N. 12 ἐκβάλλοι M. 13 οὐδὲν πλέον ἢ ἧττον M.
footnote 1 τὸ ἴσον αὐτοῦ ὁρᾶσθαι συμβαίνει ὑπὲρ γῆς M. 4 οὕτω pro ὄντων καὶ M. 5 διότι οὐδʼ ἂν N. 6 δὲ εὔκρ. N. 10 τοί-
footnote 1 κατὰ πολὺ ὁ ἥλιος μείζων ὢν αὐτῆς M. 2 φαντασίαν ἡμίν N.
footnote 2 τῶν εἰς δύο pro μετεώρων δεύτερον M. Ambigua, quae
footnote 1 δʼ N. 2 τοῦ κόσ. om. M. 3 ἶσον ἐπέχει M. 5 κατʼ N. 6 παρὰ om. M. 9 Ὥστ᾿ N. 10 δὲ καὶ μεσ. M. 15 ἡμῖν
footnote 4 εἰπεῖν ἐνταῦθα N. 6 ἐφορῶσι N. 9 μείζων M. 10 μὲν om. N. 12 ἐπὶ πλέον MN edd. ἔτι melius. 13 ἐγγὺς N. σμικρότερος edd. 14 διάστ. φαντ. N. 15 πιότητος M. 17 νοτεροῦ MN. τοῦ om. MN. 18 μείζων καὶ πλέον ἡμῖν N.
footnote 1 ἐπιχεομ. M. 2 ἀναγομένου M. 4 ἐπινοῆσαι δύο κώνους N. 7 βάσις M. 10 Αἱ γὰρ M. 11 τοῖς M. 16 et 19
footnote 1 προδήλου M. ὄντος ἀδυν. N. 6—10 δεήσειε — φαν-τάζ. om. MN. 11 τὸ pro τῷ M. 13 εἰπεῖν ἐστι M. 15 ὁποῖά ἐστιν M. 16 δʼ οὐχ N. 18 γε om. N. 19 δεήσει πρὸς τὰ ἡλιακὰ μέρη αὐτοῦ M. 21 ποδ. αὐτοῦ μερῶν N.
footnote 7 γίνοιτο N. 10 οὖν M. 11 καὶ μήδε νονμένος M. καὶ μὴ δινούμενος N. καὶ μηδʼ ἡνωμένος ex Hultschii coni. cf. Fleckeis. Ann. 1877 pag. 840. ταῦτα περὶ αὐτὸν πάντα N.
footnote 1 εἶναι pro ἐστι N. 2 οὐδʼ ἄρα N edd. 3 ἐστιν om. M. ἡλίκος in marg. M. 7 τοῦτο om. M. 8 ὥστʼ οὐδʼ N.
footnote 4 ἄδηλόν ἐστι M. 6 δʼ ἔτι ὀξ. N. 7 πολὺ πλῆθος ὄρ-νιθος M. 8 ἐν τοσούτῳ χρόνω διάστημα M. ἐν τοσούτου χρόνου διαστήματι N. 9 ἰσοταχεῖ M. 11 ἐὰν ὄρν. N. ταχυ-
footnote 3 τρισὶν M. 4 τὸ δέ γε τοῦ κ. M. e Ὥστ᾿ οὐδʼ ἐνν. N. νοῆσαι M. 7 ταχυτῆτα M. λόγου N. 8 ἐστὶ om. N.
footnote 1 ἐν ᾧ χρόνῳ ἀνέρχ. αὐτὸς N. 3 ἔχων M. 5 μέθο-δος N. 6 Ἔλ. δʼ ἡ τοιαύτη δόξα N. 7 Post στοῶν addit αἱ σκιαί M. στοῶν pro κιόνων M. 8 παράλλ. om. M. 9 et 10 κατὰ κάθετον αὐτῶν πρὸς ἕκ. N. κατὰ κάθετον — ἀκτῖνες πά-λιν om. M. 12 συμπαρεκτεινομένης M. 13 ὅτι κατὰ τὰ ῤέρυτομένα M. 15 γίνονται M. 17 συμπαρεκτεινόμενον N.
footnote 2 τὴν διάμ. ἔχει N. 3 πρ. αὐτὸν ὁρ. addit Ma. 7 φαφω-τισμένα M. 9 ἀτρικῆ M. 10 διότι N. δʼ ἂν om. M. 11 τοῦτο N.
footnote 1 κορυφῆς τοῦ ὄρους N. 4 κορυφῆς ὄρους N. 8 καὶ om. M. 9 ἀνατέλλῃ κατʼ αὐτὰς M. 10—11 δῆλον — μήκους om. M. 14 ἀπειρωμείζονα M. ἀπειρομείζονα N. cf. Kontos,
footnote 1 ὁ κῶνος ἀπὸ M. 4 Ὑποθώμεθα τοίνυν N edd. 7 ἀπερχόμεναι αἱ ἀκτ. πρὸς αὐτὸν ἀπὸ τῶν ὀμμάτων διπλασίους Μ. ἀποχεόμεναι N. 10 διπλασίαν M. 11 ἡ δὲ αὕτη M.
footnote 4 ἡλιακὸς et τῆς γῆς addit Ma. 5 ἡλιακοῦ om. M. ὅπερ ἔχει τοῦ ἡλιακοῦ τμήματος τὸ μέγεθος M. 7 κατὰ κορυφῆς MN. 9 σταδ. τὴν διάμ. ἐκτέταται N. σταδ. ἐκτ. τὴν διάμ., 
footnote 2 ὀκτὼ μυρ. N edd. 4 μέρος τοῦ οἰκείου κύκλ. καὶ ἡ σελ. N. 6 ἕκτον δὲ γίνεται M N edd. 8 ὕψος διάστημα αὐτοῦ M. 11 γε om. N. 13 σεληνιακῆς pro προαιρ. M. 
footnote 2 ὑποδράμη M. ὑπεκδράμοι (ultima in rasura) N. 3 με-τρηθεια N. σ adscripsit manus rec. δύο M. 4 δύο om. M. 7 ὅλη ἡ διάμ. M. 9 ἐπὶ δὲ κέντρον pro ἐπειδὴ ὁ κ. κ. M.
footnote 1 εἰς λεπτοῦ καὶ λεπτοτάτου M. 3 ἀπεφ. εἶναι M. 4 τε καὶ N edd. μείονα (τῆς πρὸς) τὴν διάμ M. 5 δʼ Ἵππ. N. 6 φασι om. M. εἶναι τῆς γῆς αὐτὸν N. 7 ἂν om. M.
footnote 1 ἐχρῆν αὐτὸν M. 4 πολλῆς δυνάμ. N edd. 7 ὁ αἴτιος N edd. 8 τελεσφορεῖν M N edd. 11 τοῦ μέλ. ἀνθρ. εἶναι
footnote 1 et 6 καὶ λοιπὸν om. M. λοιπῶν N. 4 φλογοδ. M.
footnote 4 τῶν λόγων M. 5 σύνολον τῆς ἠθικῆς καὶ τοῖς ἄλλοις
footnote 3 ζῆν pro εἶναι N. λέγει M N edd. λέγοι melius. ἢ ἐπὶ M. 4 τῶν ἀλλήλων δὲ N. 5 ποιεῖται N. ὁ om. M N. 6 αὐτόν M.
footnote 5 καὶ ἀμαθ. καὶ προπ Nedd. ἐμφανίζοντας. ὥστε οὐδ᾿ οἱ M. 6 φανερώτεροι M. 7 οὕτω N. 8 τοῦ ἡλ. σβεννυμι M. 
footnote 1 δ᾿ ἀνὴρ M. 2 καὶ τὸν Ὀδυσσέα edd. 8 εἷτα ἐν M. 9 κατατάττειν M. 10 ἅς τι M. 12 καὶ om. M N. 13 ἢ om. M. 15 καταριθμεῖσθαι ἀξιῶν edd. 18 μέν γε M. μόνος N. 20 δ᾿ 
footnote 1 γε om. M. 2 ποικίλως om. edd. 5 ὀνομάζοντος M. 6 λικήματα M. 7 χαμαιτυπίων, φήσειεν εἶναι M. 9 Δη-
footnote 2 φιλοσοφίας σου M. οἴσῃ M. 3 φιλονίδα M. Φιλω-νίδαν N. 5 μετὰ om. M. 9 μετέστη τι M. 11 lnscr. cap om. M N. 13 ὅτι μὲν ποδ. M. μηδὲ N edd. 15 παρα-
footnote 1 ἡμιμοραῖον M. 3 τι ἰσομεγεθὲς τῆς γῆς M. 4 ἐπὶ τοῦ ὁρ. ἐφέξει N. 5 κειμένη μεσαιτάτη N. κειμένη om. edd. 6 ἀποκρύπτεται M. 6 —7 οὐδὲ — αὐτῇ om. M. 11 διὰ σώμα-τος M. 12 κυλινδροειδεὶς M. 14 μείζων M. καλαθοειδές M.
footnote 1 lnscr. cap. om. M N. 4 ἐπὶ pro περὶ N. περὶ om. edd. 6 δύνασθαι προσφέρεσθαι M. 11 συνοδεύσασα M N edd 13 ἐπὶ
footnote 2 παρεκτέταται M. 3 et 6 ἀπ᾿ Ἀλεξ. N edd. 4 Κείσθω edd. 6 μέλῃ τις et ἀρξαμένην edd. 8 et 12 διδακτυλιαῖα M.
footnote 1 φαινόμενον M. 3 ὕψος τῷ ἡλίῳ N edd. 5 τινὲς αὐ-τῶν N. 6 εἰ pro ἢ M. 7—11 Εἰ γὰρ ἐπὶ τοσοῦτον ἐξῆρτο ὁ ἥλιος, ἐφ᾿ ὅσον καὶ οἱ ἀστέρες, ἀστεριαῖον μέγεθος ἂν ἔχων ὁ ἥλιος ἐφάνη· εἰ δ᾿ αὐτῶν (haud dubie αὖ τῶν) ἀστέρων τινὲς τῶν ὑψηλοτέρων συνεξισοῦντο τῷ ἡλίῳ κατὰ τὸ ὕψος καὶ τὸ αὐτὸ διάστημα τῷ ἡλίῳ ἀπὸ γῆς διετέλουν ἀφεστηκότες, ἴσοι ἂν τῷ ἡλίῳ ὤφθησαν edd. 9 ἦ pro εἴη M. 11 ἐν τῇ om. M. 12 ἐλάττων N edd. 13 τὴν om N edd. 14 εἷεν τῆς γῆς N edd.
footnote 5 γενομένης M. 7 τοιοῦτόν ἐστιν M. 8 ἄστρων om. M. 9 et 10 μικρ. pro σμικρ. N edd. 11 εἶναι om. M. 16 τὸ μῆκος
footnote 2 ἔπειτα αὐτὴν M. 4 Καὶ μὴν τὸ αὐτῆς σῶμα M. 7 τὰ λοιπὰ ἄστρα M. 8 ὡς εἴρηται om. M. Ἀλλὰ καὶ μόνη M. 10 ἂν om. M N. 11 λαμπρότερα, ποτὲ δ᾿ ἀμαυρότερα N edd. 12 πύρινον om. M. 13 Καὶ μὴν καὶ τὴν edd. 14 παρὰ τῶν ἀστέρων M. 15 ἐξαίρετα N. προσγαιοτέραν N. 17
footnote 2 ὁρᾶσθαι M. 4 στρέφουσαν N edd. 5 πρὸς ἡμᾶς M N edd. πρὸς ἥλιον Ma. 6 ἀναστροφὴν edd. ὡς πρὸς N. 7 εὔελκτος M. 8 ἐστι om. M. 12 τὸ φῶς αὐτῆς N. 13 τὸ om. M N. 
footnote 1 ἴσχουσαν M. ἐχούσης N. ἔχουσαν edd. 2 ὡς ὁ διάπ. N edd. 5 ἀπ᾿ om. M. 7 γινόμενον om. M. 8 ἀποπέμπειν κατ᾿ ἀνάκλασιν φωτίζειν τὴν σελήνην N. 10 γίνεσθαι om. M.
footnote 5 ποδιαῖον ἄν τε om. M. 6 ἐπὶ ἴσον L N edd. 7 τὸ βά-θος L N edd. 9 δεχότομος M. 13 ἀπεπέμπ. ἂν τὸ φῶς ἐν τοῖς
footnote 3 πρὸς γῆν M L. 4 καὶ πρὸς γῆν ὁρῶντ φωτίζει M. 5 ἐκπίπτει L. 6 τῶν om. N. 7 ἔχει L. 10 αὐτῆς ante τὸ φῶς om. M L. 11 εἶναι δὲ M. 13 τὸ ἐξελθεῖν M. 17
footnote 1 Ζητεῖται τοίνυν N. 3 φῶς om. M. ἐμπίπτουσιν pro πέμπουσιν M. 5 ὅτι μὲν ἡ L. 8 πλεῖστον μὲν ἔχει L N edd. ἀπὸ om. M. 12 ῥᾳδίως om. M. 13 ἄτε L. 14 δὲ om. M. φαίη τις ἂν L N edd. 16 ἀκτ. ἐκπίπτειν L N edd. 17 μι-
footnote 2 γʼ ἴση Ned. δʼ L.Nedd. 3 ἐστί om. M. ἀπὸ τῆς ἐκλείψεως M. 4 ἐλέγχεται L. 5 σώματα L. καταταθὲν N. 6 ἐπισκοτήσει M. 8—9 Καὶ — ἐπισκοτεῖσθαι om. M. 10 δυνα-μένου γίνεσθαι M. 13 ἐπισκοτωομένου L. καὶ om. L. εἶναι
footnote 1 lnscr. cap. om. M N. 3 ἀστέρων M. προσγ., κα-θάπερ ἐδείχθη, ὑπάρχουσα L N edd. 4 ζοφοδέστερον M. ἔχει τὸ σχῆμα N. 5 εἱλικρινέσι N. 6 τὰ ἄλλα Ν edd. 7 μὴ πάνυ L.
footnote 1 δʼ L. προσιούσης πρὸς τῷ ἡλίῳ M. 2 ἀπʼ om. M. 5 τὸν om. L. τετρ. πεφωτισμένον ἡμισφαίριον M. 8 τὴν om. L. 9 ἐπιστραφούσης M. 11 πλέον N edd. 15 αὐτῆς
footnote 3 ὑφʼ ἡμῶν om. L. ἡμῖν edd. ἀπὸ om. M. 6 Ὅτε γὰρ ὁ ἥλ. edd. ὢν om. M. πλεῖον L. 7 αὐτὴν M. ὁ om. M. 8 μείζων ὢν τοῦ L. μείων ἐστὶ τοῦ μεγ. τῶν ἐν τῇ σελ. edd. 9 ὅτε αὖ ἀπὸ N. 10 τῶν om. ML. 11. 13. 14 ἔλατ-τον LN. 11 et 15 ἡμίσους L. 15 οὐ τέμνων εἰς ἴσα cum lacuna om. M. 16 ἀλλὰ N edd. μείων γε L. 19 καὶ
footnote 3 τε om. M. 4 πρὸς ὀλίγον L. τῆς εὐθείας ἀπολειπό-μενον ἀμφοῖν M. 5 ἀπολιπόμενον τοῦ εἶναι L. μόνον om. M. γε om. M. 9 προάγοντες MLN edd. προάγουσιν ex coniectura Ms. καὶ τοῦ φωτισμοῦ πρὸς αὔξησιν τοῦ μέσου M. 11 κατὰ τοσαύτην N. τὴν τοσ edd. 12 δὲ om. ML. τῆς τομῆς γένηται σχῆμα M. 14 τούτου τοῦ πρὸς ἀνίσους ἤδη γων. M.
footnote 1 ἐκ τοῦ σέλ. νέον ἔχει M. Additur αὐτὴν in marg. ἐκ τοῦ τὸ σέλ. L. 2 αὐτὴν om. L. N. αὐτὴν νέον ἔχειν ἀεὶ edd. 3 γὰρ μὲν N edd. 12 ἡ σελήνη ὅταν M edd. 15 ἢ καὶ εὔ-κρατος M. Καλεῖται δὲ M. ln margine μὴν. τὸ om. L.
footnote 1 ὅταν M. ln margine ὁπόταν. 2 δʼ L. 3 διέρχεται bis L. 5 κατὰ bis M. 7 στενότεραι hic et semper L.
footnote 1 τοῦ om. L. 2 ἔτι om. L. 3 θ΄ καὶ κ΄ L. 5 καὶ om. N. 9 καὶ τὰ πάντων L. 10 ὑψώματι καὶ ταπεινώματι L. 12 διέρχεται MLN edd. διέρχωνται ex coni. Ma. 13 ταπεινώτ. M. ταῖς τῶν τῶν L. 14 ἐτυγχάνον L. αὐτάς
footnote 5 ὅταν N. 8 τῆς σελήνης N. 11 γῆ καὶ σελήνη M edd. γενομένης ML. 12 τῇ ante πανσελήνῳ om. L. δὲ om. L.
footnote 2 πᾶσαν ℂ σήνοδον L. 5 τότʼ ἀκριβῶς ἐκπίπτουσα L.
footnote 1 διαμετροῦσαν corr. in -οὔσῃ L. 2 ποιεῖται M. 3 τὰ πρὸς αὐτὴν τὴν σκιὰν τετραμμένα πρῶτα ἀφανιζόμενα M. τὰ πρὸς τὴν σκιὰν τετραμμ. N. ἀφανιζόμενα πρῶτα Nedd. 6 ἀπὸ
footnote 2 ἀεὶ om N. ἀνατετρ L. 3 αἱ om. M. ἐκλείποι L. 5 Αὕτη MLN edd. Αὐτὴ Ma. 6 σκιᾷ L. κωνοειδῆ L. 8 et 12 σῶμα pro σχῆμα L. 8 τυγχάνον M. ln marg. ἐντυγχάνον.
footnote 2 δείκνυσθαι pro γίνεσθαι L. 4 δείκνυσιν L. 6 ἐμφαι-νομένης M. δʼ ἐκφαιν. N. 8 μέσως M edd. 11 τούτῳ M.
footnote 2 πυρινὸν ML edd. 4 ταῖς om. M edd. μηδενὸς LN edd. 5 δῆλον ὡς L. ἀγκαίως L. 9 ἐτοδεδειγμ. M. 12 γίνονται
footnote 1 πλάτει ἐπιπέδῳ L. 2 τούτου L. 3 ἀδύνατον om. ML. 5 μὲν om. M. 7 προσοχὰς L. 12—13 ἐπιπροσθήσει—ἀλλή-λους om. M. Additur eadem manu a calcem pag. 13 κω-λυθησόμεθα L. 14—15 ἂν ἐκείνοις ἐπιπροσθεῖμεν ταπεινώ-
footnote 1 ὑπὲρ τοῦ ὁρ. MN N. 2 ἐνταπεινώματα M. ταπεινοτάτῳ L. 5 βουλομ. ἀπορίαν L edd. 11 καὶ pro ἢ edd. 13 et 14 ἰξέλι-
footnote 1 ἤδη om. L. 2 καὶ om. L. 3 φαντασίαν προσπαθεῖν M. 7 γὰρ om. M. τῷ om. L. 9 ἐπιχεομένη N. ἀποχεο-μένη ML edd. Scripsi ἀπερχ., ut p. 144, 7. 10 κατακλᾶσθαι
footnote 1 δύναιτο L. 2 φαντασίαν ποτὲ L. 7 Inscr. cap. om. MLN. 9 δὲ ἡ σελήνη μὲν L. μὲν om. N. 10 πλανητῶν M. 11 μετὰ ταύτην L. 12 προαιρετικὴν pro πλαν. desiderat Ma. 13 δʼ om. L. δύο ἥμισυ M. 14 δʼ N. 16 et 17 τὰς πλήστας M. 16 μοίρας η´ L. 19 τὸν om. L.
