@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg012.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἠλέκτρα, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:30Z


 
 
 
, 
 
,
 
ʼ 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
ʼ 
 
 

, 
 
 
 
 
,
ʼ 
 
᾽ 
, 
 
ʼ 

 
 
 
 
.
 
 
· 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
 
,
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 

ʼ 
 
 
᾽ 
 

 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
 
 
.
 
 
 
 
ʼ 
 

 
ʼ, 
 
 

 
᾽ 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 

 
 
 
 
.
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
.
 
 
 
ʼ 

· 
 
 
 
 

 
, 
 
᾽ 
 
 
,
 
 
 
 
 

, 
 
 
 

 — 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 

, 
 
ʼ 
 — 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
,
ʼ 
 
 
 

 
 
ʼ 
 
 
 
.
 
ʼ 
 
 — 
 
 
 — 
 
· 
 
ʼ 
᾽ 
 
.
 
 
 
 

 
, 
 
 
.
 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 

 
 
 
.
299	 
 
ʼ 
 
 
, 
 

 
 
 
 
 
,
 
 
 

 
 
 
 
 
 
.

 
 
, 
 
 
,
 
 
᾽ 
 
᾽ 
 

 
 
 
 — 
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 — 
 
ʼ 
ʼ 
ʼ 
 
 
.
 
 
 
, 
 
,
 
ʼ 
, 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
 
 
 — 

 
 
᾽, 
 
ʼ, 
 
 

 
, 
 
 
,
 
᾽ 
 
 
 
;

 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
,
 
 
. 
 
ʼ 

 
· 
 
 
 
ʼ 
 

. 
 
ʼ 

 
 
 
 
.

 
 
 
, 
· 
 
 
 

 
 
ʼ. 
 
ʼ 
᾽ 

 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
.
503	
, 
 
 
 
 
 

 
 
 
 
 
ʼ 
·
 
ʼ 
 
᾽ 
 
,
ʼ 
 
 
ʼ 
᾽ 
 
,
 
 
 
 — 
 

. 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 

 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 

 
 
 
᾽, 
᾽ 
 

 
᾽ 
, 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 

 
 
 
 
·
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 — 
 
 
 
ʼ 
 — 
 
 
᾽ 
 
.
 
 
 
 
 
 
 

 
, 
᾽ 

 
 
 
 
 
.
᾽ — 
 
 
 
 
,
 
 
 
 

 — 
 

 
, 
 
 
ʼ 

᾽ 
, 
, 
᾽ 
 
.
686	
ʼ — 
 — 
 
· 
,
, 
 
·
 
 
.
 

 
ʼ 
 

 
 
,
 
 
ʼ 

 
.
 
 
 

 
 
.
 
, 
 
ʼ 
 

, 
 
 

 
ʼ, 
.
734	
 
 
 
 
,
 
 
.
744	
ʼ — 
 — 
 
· 
,
, 
, 
·
 
 
.
 
, 
 
ʼ 
, 

 
ʼ, 

 
 
 

 
 

 
;
 
 
 

 
 
,
 
 
, 
 
ʼ 

 
, 
 
 
ʼ 
.
794	
 
 
 
 
 
 
ʼ, 
 
 
 

,
, 
 
,
, 
, 

 
 
 

 
 
 
ʼ 

, 
 
 

 
 

 
 
ʼ 
 

 
 
.
838	
 
, 
 
·
 
 
 
 

 
 

 
 
,
 
 

, 
 
 
 
,
, 
 
,
866	
 
ʼ 
 

 
 
 
.
 
, 


 
 
 

, 
, 
 
ʼ 

 
 
·
 
 
 

ʼ 
᾽ 
 
,
 
ʼ 
 

 
 

 
 
.
910	
 
 
,
, 
, 

 
 
.
 
 
 
 

 
·
 
ʼ 
 
 
 
 

, 
 
 
ʼ 
 
 
 
.

 
᾽ 
, 
,
 
᾽ 
 

 

ʼ, 
᾽ 
 

 
 

 
 
ʼ 
.
 
, 
 
 
 

 
 
ʼ 
.
 
 
 

 
 
᾽ 
 
,
 
ʼ 

 
 

 
 
ʼ, 
 
 

 
ʼ 
.
999	
 
· 
᾽ 
,
 
ʼ 
 
 
 
 
,
 
 — 
 — 
ʼ 
.
 
 
 

 
 
, 
 
; 
 
,
᾽ 
 
 
ʼ 
 
, 
 
.

 
 
 

 
, 
 
 
 
.
 
 

 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
.
 
ʼ 
 
 

 
 

 
 
,
 
᾽ 
.
 
ʼ 
 
 

 
 
.
1090	
 
 
 
 

 
 
 
 
 
 
.

, 
, 
 
.
 
 
ʼ 
 
᾽ 

 
 
 
·
 
 
 
ʼ 
, 
 
 
ʼ 

 
 
 
.

ʼ, 
 
· 
 
 
 
.

 
ʼ 
· 
 
 
 
.

 
 
 
 
.

, 
 
ʼ 
 
 
 
 
.

 
᾽ 
 
ʼ 
 
.

 
 
 
 
 
 
;

ʼ 
, 
 
ʼ 
 
 
.

· 
 
ʼ 
 
· 
 
 
.

 
 
 
 
 
.

 
ʼ, 
 
 
 
;

· 
 
 
 
ʼ 
 
.

, 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
, 
 
 
 
 
.

 
 
 
᾽ 
 
 
 
;

 
, 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
, 
 
 
.

 
 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
 
.

, 
 
 
 
 
ʼ 
 
;

 
· 
 
 
 
 
, 
;

 
, 
 
 
 
.

 
 
 
 
᾽ 
 
;

ʼ, 
 
, 
 
.

ʼ 
 
. 
 
;

 
 
 
ʼ 
 
 
.

ʼ, 
 
 
 
 
.

 
᾽ 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
ʼ 
᾽ 
.

 
ʼ 
 
 
 
 
;

ʼ 
 
 
 
 
.

ʼ 
 
 
 
 
ʼ 
;

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
ʼ 
, 
.

ʼ· 
 
 
ʼ 
 
.

᾽ 
 
, 
 
 
 
 
.
1452	
·
 
ʼ 
, 
 
 
.

 
 
ʼ 
 
ʼ 
 
 
 
 
.

 
 
ʼ 
 
 
᾽ 
;

 
, 
 
ʼ, 
 
 
.

 
 
ʼ 
ʼ 
ʼ 
 
;

 
ʼ 
ʼ 
, 
 
.

 
 
 
 
 
;

᾽ 
ʼ· 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
· 
 
᾽ 
 
.

᾽ 
 
 
 
᾽ 
 
;

 
 
 
 
 
ʼ 
 
.

 
᾽ 
 
 
᾽, 
 
 
;

 
᾽; 
 
ʼ 
· 
 
 
 
;

 
 
 
 
 
 
 
;

 
᾽ 
 
᾽ 
 
.

 
 
ʼ 
 
ʼ 
 
 
;

 
 
 
 
 
.

 
᾽ 
, 
 
 
 
;

 
 
ʼ 
ʼ 
.

·
᾽ 
 
 
 
 
.

᾽, 
 
ʼ, 
 
 
 
 
.

 
, 
 
ʼ, 
 
.

 
 
 
 
 
 
 
.

᾽ 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
 
;

 
 
, 
 
.

, 
᾽ 
 
· — 
 
 

 
 
 
 
 
 
.
 
ʼ, 
᾽ 
 
 
 

 
, 
᾽ 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
· 
 
 
᾽ 

 
 
 
 
 
.

 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 
.
1743	
᾽ 
, 
 
 — 
 
 
 
 
 — 
 
 
 
 
 
.
 
 
 
, 
, 
,
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
ʼ, 
 
 

 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
,
 
 
ʼ, 
 
 
 

 
᾽ 
, 
 
.
 
ʼ 
 
 
 

 
, 
 
ʼ 
 

 
ʼ, 
 
ʼ 
 
,
 
 
 

. 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
,
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 

 
 
 
.
 
 
 

 
 
ʼ 
 
 

, 
 
 
 
.
 
 
 
 
 
 

 
, 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
; 
 
 
 

 
;  — 
᾽ 
 
.
᾽, 
 
ʼ, 
 
ʼ, 
 
.
 
ʼ 
, 
 
ʼ 
,
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
.
 
, 
 
 
 
 
,
 
ʼ 
ʼ 
ʼ 
 
 
 
 
,
 
 
 
 
.

 
 
 
, 
 
 
,
 
 
 
 
.
1993	
· 
 
᾽ 
 
 
 
;
 
ʼ 
 
᾽ 
᾽ 
 

; 
 
 
; 
 

 
ʼ 
 
 
.

 
ʼ, 
 
 
 
 
·
 
 
ʼ 
 
· 
 
 

ʼ 
 
 
 
 
.
᾽, 
 
, 
 
 
.

 
; 
 
 
 
 
;

 
 
, 
 
ʼ 
 
ʼ 
.

 
 
 
 
 
 
 
;

 
 
᾽· 
 
 
.

 
ʼ 
 
᾽ 
 
;

 
 
 
 
 
.

 
 
 
, 
 
 
 
 
.

, 
 
ʼ 
 
.

 
 
 
᾽ 
 
;
ʼ 
 
· 
 
 
 

 
ʼ, 
᾽ 
 
 
.
ʼ, 
, 
ʼ 
 
 
.
 
 
, 
 
 

 
· 
 
 
 
 
,
 
 
ʼ 
 
 
.
2156	
 
, 
᾽ 
 
 
 

 
, 
 
 
 
;

 
 
 
 
 
.

·
 
᾽ 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
;
; 
 
 
 
 
.
 
 
 
; 
᾽ 
 

, 
 
ʼ 
 
 
 
.
᾽ 
 
ʼ 
; 
 
 
 
 

 
᾽ 
 
 
 
;
 
 
᾽ 
 
.
 
 
 
᾽ 
 
 

᾽ 
 
 
 
,
 
 
 
 
, 
 
.
 
 
ʼ, 
 
 

 
, 
 
ʼ 
 

 
 
 
 
 
;
 
 
 
 
 
 

 
ʼ· 
 
 
 
 
 

ʼ 
 
. 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ — 
 
 
 
 
 
 
ʼ 
 

 
, 
 
ʼ 
 — 
ʼ 
 
. 
 
,
, 
 
ʼ 
. 
 
 

 
 
 
 
.
 
 
 
᾽ 
 
 
,
 
ʼ 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
· 
 
 

, 
 
 
 
 
.
2400	
 
 
 
, 
, 

 
· 
 
 

 
ʼ 
 
 
 
.

 
, 
 
 
 

 
᾽ 
 
 
 
;

 
ʼ; 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
;

 
 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 

 
 
 
·
 
ʼ 
 
ʼ 

, 
 
ʼ 
 
 
 
.
 
 
 
 
,
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
,
 
ʼ 
 
 
ʼ 
ʼ 
.

᾽, 
 
 
, 
᾽ 
 

· 
 
ʼ 
 
 
 

 
 
. 
 
 

ʼ 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
ʼ 
ʼ 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 
 

 
· 
 
ʼ 
᾽ 
 

 
 
· 
 
 
 

 
 
 
 
 
 
.
2608	
 
, 
 
ʼ 
 

 
 

 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 

 
 
 

 
 

 
 
.
2645	
 
ʼ 
 
 

 
 

 
 
 
,
 
 
 
 
 
 
 
 

 

 
ʼ,
 

 
 
 

 
 

 
ʼ 
.
2684	
 
ʼ 
 
 
 

 

 
, 
 
 
,
 
 
 

 
, 

, 
·
 
 
 

 
 

 
 
 
 
 
, 
 
 
 
, 
 
 
 
·
2729	
 
 
 
 
 

 

 
 

 
ʼ 
 
,
, 
, 

 
·
 
 
 

 
 

 
· 
 
 
 
 
 
 
 
 
 
 
.
2771	
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
.
ʼ 
 

 
, 
,
 
, 
 
.
 
 
ʼ 

 
· 
 

᾽ 
 
 
 

 
 
 
.
2813	
 
 
 
ʼ 
 
 
,
 
, 
 
ʼ 
ʼ 
;
 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
 — 
 
 
 
 
 
 — 
 
 
 
 
 

 
 
ʼ 
 

 
 
 
ʼ 
 
,
 
 
 
 

 
, 
, 
᾽ 

 
 
᾽ 
 
.
 
 
 
 
 
᾽ 
 
·
 
 
 
᾽ 
 
 

 
 
 
.

 
ʼ, 
 
, 
 
᾽ 
ʼ 
;
 
 
 
 
ʼ 
 
;
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 

ʼ 
 
 
 
 
 
 
;

ʼ· 
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
ʼ 

 
 
ʼ 
 
,
 
, 
 
 
 
 
,
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
ʼ 
 
 

 
 
 
 
.
ʼ, 
 
, 
 
ʼ 
 

 
 
· 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
 
 
 
 
,
 
᾽ 
 
 
.
3054	
 
ʼ 
, 
 
, 
 
,
 
 
 
 
᾽ 
 
 

 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
,
 
 
 
; 
᾽ 
.
 
ʼ 
 
 
 

 
 
 
 
 
, 
.

 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
, 
.

 
ʼ 
 
᾽ 
 
 
 

 
 
; 
 
ʼ 
 
,
 
 
 
 
 
᾽ 

 
 
 
, 
᾽ 
 
.

 
, 
 
 
 
 
,
 
 
 
 
 
,
 
 
ʼ 
 
 
 
;

 
ʼ, 
 
ʼ 
 
,
 
ʼ 
᾽ 
; 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
;
᾽ 
 
 
 
 
 

ʼ, 
 
 
 
 
 — 

 
 
 
; 
 
 

 
 
 
 
.

᾽ 
 
 
 
 
.

᾽ 
 
, 
 
 
 
·
 
 
 
 
 
.
 
.  — 
 
 
 
.

ʼ, 
 
.  — 
 
ʼ, 
, 

 
 
 
 
;

 
 
 
ʼ 
, 
 
.

 
; 
᾽ 
 
 
 
;

᾽ 
᾽ 
 
 
, 
 
᾽ 
.

·
 
ʼ 
 
 
 

 
ʼ; 
 
 
 
;

 
 
ʼ 
ʼ 
 
.

 
 
. 
 
 
 
 
;

 
᾽ 
 
, 
.

 
ʼ, 
, 
 
, 
.

 
 
 
 
 
 
 
;

 
 
, 
 
 
.

· 
 
. 
 
 
 
, 
;

 
 
 
᾽, 
 
, 
 
.

 
, 
 
 
ʼ 
᾽ 
 
.

 
 
 
 
 
 
;

 
, 
 
ʼ, 
 
;

 
 
 
 
.

 
ʼ 
, 
 
;

 
ʼ 
, 
 
ʼ 
 
 

 
 
 
ʼ 
 
.

 
; 
 
 
 
.

 
 
 
 
;

᾽ 
᾽, 
 
· 
 

 
 
 
.  — 
 
 
,
 
ʼ 
 — 

 
 
ʼ 
 
.

 
.

᾽ 
 
 
.

 
 
;

 
 
 
.
 
ʼ 
 
ʼ 
 
 
 — 
 
ʼ· 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
.
3496	
 
, 
, 
 
,
, 
 

 
, 
 
 

 
 
 

 
.
 
 
 
 
 

, 
 
.
 
, 
 
, 
 

 
, 
 
 

 
 
.
3540	
· 
 
 
 

, 
 
 
 
 
.
 
ʼ, 
 
 — 
 
 
 — 
, 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
;
 
᾽ 
ʼ, 
 
 
;
 
; 
 
 
ʼ 
;
 
 
ʼ 
 
 
;

 
, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ — 
 
 
 
 
 

᾽ 
 
ʼ — 
 
 
,
 
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
 
 
 
.

 
 
 
· 
 
 
;

 
 
 
 
᾽ 
 
 
.

 
 
 
 
;

· 
 
 
 
 
 
.

· 
 
 
 
, 
.

 
ʼ 
· 
 
 
ʼ 
 
.

 
 
, 
 
ʼ 
.

 
, 
ʼ 
 
.

 
 
. 
 
 
;

 
 
ʼ 
 
.

 
ʼ; 
 
 
ʼ 
 
.

 
ʼ 
, 
 
 
.

 
 
 
 
 
;

 
 
 
· 
 
.

 
ʼ 
; 
 
 
 
;

 
 
, 
 
 
.

 
 
 
 
 
ʼ 
, 
;

 
 
, 
 
 
ʼ 
 
 
.

 
 
, 
 
, 
;

 
 
 
, 
 
 
.

 
 
 
 
 
;

 
 
 
 
.

 
ʼ 
, 
 
ʼ, 
 
;

 
ʼ 
 
 
 
 
.

 
 
ʼ, 
 
 
.

 
 
 
 
 
.

 
.  — 
 
 
ʼ 
 
;

· 
 
ʼ 
 
 
 
.

 
ʼ 
 
᾽ 
ʼ 
 
 
;

 
 
 
.

ʼ· 
 
 
 
.

· 
 
 
 
.
3891	
 
 
 
 
ʼ 
 
 
;

 
 
 
 
.

 
 
 
ʼ 
 
 
 
.

 
 
 
 
.

 
᾽· 
 
 
 
 
;

᾽, 
 
, 
 
 
·
 
ʼ 
ʼ 
 
 
.

 
 
 
 
 
;

ʼ 
, 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
.

; 
 
ʼ 
 
 
 
, 
;

· 
 
 
ʼ 
ʼ 
 
.

· 
 
 
 
 
 
.

 
 
 
 
.

 
 
᾽ 
 
ʼ 
 
 
 
.

 
 
 
 
 
;

 
 
 
᾽ 
 
 
.

 
 
 
᾽ 
, 
 — 

 
 
 
 
;

᾽ 
 
 
ʼ 
 
.

᾽ 
 
ʼ 
 
 
 
 
.

 
 
· 
 
 
.

ʼ 
, 
 
 
 
᾽ 
.

 
 
 
ʼ 
 
 
.
4079	
 
 
, 
 
ʼ 
 
 — 

 
ʼ 
· 
 
 
 — 

 
 
 
 
 
.

 
, 
 
 
 
 — 

 
 
, 
 
ʼ 
.

 
 
 
 
 
.

 
ʼ, 
 
 
 
 
 
 — 

 
ʼ 
, 
 
 
ʼ 
 — 

ʼ 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 — 

 
 
 
.

, 
 
ʼ 
 
 
 
;

᾽, 
ʼ, 
 
 
· 
 
ʼ 
.

 
 
 
 
᾽ 
 
·
 
 
 
 
 
,
 
 
, 
 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
 
· 
 
 

ʼ 
 
· 
 
 
.

᾽ 
.

 
᾽ 
 
 
 
.
 
 
, 
, 
 

 
 
· 
 
ʼ 

 
 
 
ʼ 
.
 
 
ʼ 
 
 
 

 
, 
ʼ 
 
.
4273	
 
 
 
ʼ

 
 
 

 
 

 
 

 
 

ʼ, 
 
,
 

. 
 
ʼ 
 
 
 
·
 
, 
, 
 

 

 
 
 
ʼ 

 
·
4319	
 
ʼ 
 
,
 
ʼ 
᾽ 
 

 
·
 
 
 

, 
 
·
 
ʼ 
ʼ 
,
 
 
,
· 
 
 
 
 
 

, 
 
 
 
· 
 
ʼ
 
 

 
 
 
 
 
 
.
4370	
 
 
 
 
 
ʼ 

 
 
 

 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
 
ʼ 
,
 
 
 
.
4410	
, 
 
 
 
 
ʼ 
ʼ 
,
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 

, 
 
ʼ 
.
4447	
 
·
, 
 
ʼ — 
 
 

 
ʼ;  — 
 
 
 
;
, 
᾽ 
 
 
ʼ 
·
ʼ, 
 
ʼ, 
, 
.

, 
 
; 
 
 
;

 
 
 
· 
 
 
.

 
 
, 
 
, 
᾽ 
.

 
 
 
, 
 
 
.

 
 
· 
 
 
;

 
· 
 
 
 
 
.

 
 
 
· 
 
;

, 
 
 
 
 
.

 
· 
· 
 
 
;

· 
 
 
 
.

 
 
 
,
ʼ 
 
 
 
,
 
 
 
 

· 
 
 
 
.

 
ʼ 
 
; 
 
 
 
 
;

 
ʼ 
 
ʼ 
 
;

 
ʼ, 
 
 
 

 
· 
 
 
 
 
.
 
; 
 
 
 
 
;

· 
 
 
ʼ, 
 
 
, 
.

 
, 
 
 
᾽ 
ʼ, 
 
.
 
 
 
 
 
 

 
 
; 
 
.
4635	
 
 
ʼ 
 
,
 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
· 
ʼ, 
 
· 

 
ʼ; 
 
ʼ 
 
 
;
 
ʼ 
᾽ 
· 
· 
 
ʼ 

 
ʼ 
 
.
 
 
᾽ 
 
 
·
 
 
ʼ 
 
 
 

 
· 
 
 

· 
 
ʼ 
 

 
 
ʼ. 
᾽ 
 
 
 — 
 
᾽ 
᾽ 
 
 
 

 
 — 
᾽ 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
᾽ 
· 
 

 
 
 
 
.
 
 
 
 
 
,
ʼ, 
 
 
ʼ, 
.
 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
.
 
 
 
 
 

 
, 
ʼ 
 
·
 
, 
 
 

 
 
ʼ 
 
 
ʼ 

 
 
, 
 
ʼ 
 
 

 
 
 
. 
 
ʼ 

ʼ 
ʼ, 
 
 
,
 
 
ʼ. 
 
 
ʼ 

 
 
, 
 

 
᾽ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
 

 
᾽, 
 
 
 

 
ʼ 
· 
 
, 
 
,
 
 
 
 
 
.
4905	 
ʼ 
 
ʼ 
 
,
 
᾽ 
 
 
,
 
 
ʼ 
 
 
,
 
ʼ 
· 
 
 
 
,
 
 
 
 
·
 
 
 
 
 

 
 
 
,
 
. 
 
ʼ 
 
 

 
. 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
.
 
 
, 
 
ʼ 
·
 
ʼ 
;  — 
 
ʼ, 
 

 
. 
 
ʼ 
 

 
 
 
ʼ 
 
·
 
ʼ 
· 
 
 
 
,
 
; 
, 
 

, 
ʼ 
 

 
 
 
ʼ, 
 
;
 
 
. 
 
ʼ 
 

 
. 
 
 
 

 
᾽ 
 
 
 

 
 
, 
 

 
· 
 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
ʼ· 
 
ʼ 

 
 
 

 
 
ʼ. 
 
ʼ· 
 

 
 
᾽ 
᾽ 
 
,
 
 
 

 
· 
 
 
 
,
 
 
. 
 
ʼ, 
 

, 
 
· 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 

 
. 
 
 

 
 
 
 
,
᾽ 
 
 
· 
 
ʼ 

 
 
 
 
 
.
5141	
 
 
, 
 
, 
,
 
 

 
 
 
.
 

 

ʼ 
 
 

 
· 
᾽ 

 
 
 
.
5172	
 
, 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
.
ʼ, 
 
 
 
 
 
 

 
ʼ 
, 
,
 
ʼ 
 
 
 
.
5216	
 
 
 
ʼ 

· 
 
ʼ 

 
 
 
.
 
 
 

 
 
 
,
  
 
 
.
᾽ 
 
 
 
.
5248	
 
, 
 
 

, 
, 
 
᾽ 
 
,
 
 
 
 
.
 
 
 
 
 

ʼ 
 
, 
 
 

, 
 
 
 
 
.
 
ʼ, 
 
ʼ, 
 

 
, 
 
 
 

· 
 
 
 
 
᾽ 
 

· 
 
ʼ 
 
 
.

 
 
 
, 
, 

 
᾽, 
 
ʼ 

 
 
 
 
 
 
ʼ 
.
 
 
 
 
᾽ 
 

· 
 
 
 
ʼ 
 

, 
 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
,
ʼ 
 
· 
 
 
 


 
, 
 
ʼ 
 
.

 
; 
· 
 
 
ʼ 
 
.

 
, 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
.

᾽, 
 
 
, 
ʼ· 
 

 
 
 
.
5418	
· 
᾽ 
 
 
ʼ 
 
,
 
; 
 
 
 
;
 
 
ʼ 
 
ʼ 
ʼ 

ʼ 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 

 
. 
 
 
· 
 
 

᾽ 
 
 
ʼ 
 
 
.
 
 
 
 

 
᾽ 
, 
 
,
 
 
ʼ 
 
ʼ 

ʼ 
, 
 
 
.
 
 
ʼ 
 
 
᾽ 

 
 
 
 
 
ʼ 
 
 

, 
 
 
 
 
.
 
ʼ, 
 
 
 
 

 
 
᾽ 
 
,
 
, 
 
 
 

 
 
 
 
, 
ʼ 
 
ʼ 
.
 
ʼ 
, 
 
 
 
·
 
 
᾽ 
 
 
,
 
 
ʼ 
 
 
.
 
 
ʼ 
᾽ 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 — 
 
 
 
.
 
᾽ 
, 
 
 

, 
 
 
· 
 

 
, 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
 
.
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 

ʼ 
, 
 
 
.
 
ʼ 
 
 — 
 
 
 

 — 
, 
 
ʼ 
.
, 
 
 
 
 

 
ʼ 
. 
᾽ 
ʼ 
 

 
, 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
.
ʼ, 
 
 
 
 

 
.  — 
 
 
 

 
 
 
 
ʼ 
 
 
,
 
 
 
, 
 
 

 
 
 
 
 
.
5749	
 
, 
 
ʼ 
 

 
᾽· 
 
 
 
 
 
.

· 
 
 
ʼ 
 

 
 
, 
, 
, 
 

, 
 
 
 
 
.

· 
 
 
 
.

 
ʼ; 
 
 
 
 
;

, 
 
 
 
 
ʼ 
.

 
᾽ 
 
 
 
 — 
 
 
 
 
 
 
.

 
 
; 
ʼ 
 
;

 
ʼ 
 
, 
 
 
 
;

·
 
 
 
, 
 
ʼ 
 
;

 
 
 
 
 
.

 
, 
 
ʼ 
 
 — 

 
ʼ 
 
 
, 
 
;

 
ʼ 
 
ʼ, 
 
 
, 
.

 
 
 
 
 
 
;

 
 
, 
ʼ 
 
.

 
 
ʼ 
 
 
 
.

 
 
 — ; 
 
 
 
;

 
ʼ 
 
 
 
;

᾽ 
᾽ 
 
᾽ 
 
;

 
 
ʼ; 
 
 
 
.

᾽ 
 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
᾽ 
 
;

 
 
 
, 
 
.

· 
 
ʼ 
 

 
 
 
 — 
 
 
 
,
· 
 
 
 
 
.
5980	
 
 
 
,
 
,
 
 
 
 

, 
 
 
ʼ 
 

, 
 
 
 

 
 
·
, 
 
ʼ 
 
 

 
 
ʼ 
.
 
 
 
 

. 
ʼ,
 
.
6026	
ʼ 
, 
, 
 
ʼ 

ʼ, 
᾽ 
 
᾽ 
 
 
.
 
 
 
 
 

, 
 
 
, 
 

ʼ, 
 
 
 

 
, 
 
 
 
.

 
 — 
 
 

 
 
 
 
 — 
, 
 
 
 
 
;

 
 
, 
 
 
 
.

 
ʼ; 
 
 
ʼ 
 
,
 
 
 
,
 
, 
 
 
.

 
 
 
 

 
 
 
ʼ 
 
.
 
  
 
ʼ 
 
 

, 
 
 
 
.
 
 
ʼ 
, 
 
· 
 
 

, 
 
 
 
 
,
 
· 
 
 
, 
 
 
;
 
 
 
 
 
,
 
 
, 
᾽ 
 
 
.
 
 
 
 
 

 
 
ʼ 
 
 

 
, 
ʼ 
 

 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
, 
ʼ 
 
·
 
ʼ 
ʼ 
 
 
 
 
ʼ 
 

 
 
 
 
,
 
 
ʼ 
 
.
 
 
 
 

 
 
᾽ 
 
 
·
᾽ 
ʼ 
 
 
ʼ 
 

 
ʼ 
, 
 
 

 
 
 
 
.
6257	 
 
 
, 
 
 
·
 
ʼ, 
 
᾽, 
 

 
 
, 
 

 
 
 
 
 
.
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 

 
 
; 
 
 
 

ʼ 
 
᾽; 
 
 
 
 

 
 
ʼ, 
 
 
 
 
;
ʼ, 
 
 
 

 
 
 
. 
 
 

 
 
 
 
 
 
;
᾽, 
 
 
, 
 
,
 
 
 
 
 
.

ʼ 
· 
 
 
ʼ 
 
.
 
 
 
 
 
,
 
· 
 
 
 
 
,
᾽ 
 
 
 
 
 
.

, 
, 
 
 

, 
 
 
 
 
.

 
 
 
 
 
, 
.


, 
, 
᾽ 
 
;

 
, 
 
 
ʼ 
 
 
.
6427	
᾽ 
· 
 
ʼ 
 
 
·
᾽ 
, 
 
, 
 
.
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
,
 
 
 
ʼ 
 
.
 
 
 
ʼ 
ʼ 
,
 
ʼ 
ʼ 
 
 
,
 
ʼ, 
 
 
 

· 
 
 
ʼ 
 
᾽ 
 
.
, 
 
 
 
,
 
ʼ 
᾽ 
 
 
,
 
 
 
 
.
 
ʼ, 
 
 
 
 

 
 
, 
ʼ 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
,
 
 
 
 
, 
,
 
ʼ 
ʼ 
, 
 
,
ʼ 
 
 
 
 
.
 
 
 
 
 
·
ʼ 
 
 
ʼ 
 
,
 
 
 
 
·
 
ʼ 
 
ʼ 

 
 
 
 
· 
 
 

 
 
 
 
ʼ 
.
 
ʼ, 
 
, 
 
ʼ 
 
,
 
 
ʼ 
ʼ 
 
 
;
 
 
 
 
 

 
, 
᾽ 
 

, 
 
 
 
;
ʼ 
 
 
 
 
,
᾽ 
᾽ 
 
, 
 
 

 
 
. 
 
ʼ 

 
 
, 
 
ʼ 

 
 
 
 
·
 
 
ʼ 
, 
 
᾽ 
.
6661	

 
, 
 
 
 
 
·
 
 
 
᾽· 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
· 
 
 
 
 

 
, 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
;
 
 
 
 
·
 
 
 
 
ʼ 
 
 
.

 
, 
ʼ 
 
 
.
 
 
 
· 
 
ʼ 
 

 
 
 
ʼ 
 
;

· 
 
ʼ, 
 
, 
.
 
, 
 
, 
 
.

 
 
 
 
 
 
 
;

 
· 
 
 
ʼ 
 
.

 
· 
 
 
.

 
 
 
᾽ 
 
 
.

 
ʼ· 
 
 
 
 
 
.

; 
᾽ 
 
 
 
 
.

· 
 
 
 
 
ʼ 
.

 
 
. 
 
 
ʼ 
, 
;

, 
, 
 
 
·
 
 
 
 — 
 
 
ʼ 
 — 
 
 
 
 
·
 
 
 
ʼ, 
 
ʼ 
 
 
.

 
᾽ 
, 
 
ʼ 
 
 
.

 
 
 
 
.

 
 
 
 
;

 
 
 
 
.

᾽ 
, 
 
 
 

 
· 
 
ʼ 
 
 

᾽, 
ʼ 
᾽ 
 
 
 

. 
 
᾽ 
, 
,
 
 
ʼ· 
ʼ 
 
 

 
 
᾽ 
 
,
· 
 
 
 
 
 
.

 
 
 
· 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
, 
 
 

· 
 
 
 
 
 

 
 
 
. 
ʼ 

 
 
, 
 
 
 
 
.
6977	
 
· 
 
 
 
. 
 
 


 
 
 
,
 
 
 
 
 
 
,
᾽ 
· 
 
· 
 
, 
, 
 

 
 
 
ʼ 
;
7014	
 
 
᾽ 
 

 
 
 
 

 
 
 

 
ʼ 
 
ʼ 
 

 
, 
 
 
 
ʼ· 
 

, 
 
 
 
 
 
 
.
 
 
 
ʼ 

 
, 
 
.
7061	
 
, 
 
, 
 
 
.

 
 
;

 
 
.

 
 
 
 
.
 
 
 
, 
 
·
 
 
, 
 
ʼ 
,
ʼ, 
.
7098	
᾽ 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
.
 
 
 
 

 
 
᾽ 
 
ʼ 
.
7126	
 
 
 
 

, 
 
᾽ 
 
 
, 
 
ʼ 

 
 

 
᾽ 
, 
ʼ 

  

ʼ 
, 
 
ʼ, 
 
ʼ 
.
 
 
 
 
 
 
ʼ,
 
ʼ 
 
.

 
, 
 
,
 
ʼ 

 
 
 

 
 
 
.
 
ʼ 
 
 
.
7191	
 
ʼ, 
 
ʼ
, 
 
ʼ 
 
, 
 
ʼ 

ʼ 
 
 
.
 
ʼ 
 
 
;
 
, 
 

 
 

 
;

 
 
. 
 
ʼ 
, 
᾽ 
 
,
 
 
; 
 
 
 

 
 
;

, 
 
 

 
 
·
 
 
 
, 
᾽ 

, 
 
ʼ 
,
, 
 
 
.
7265	
, 
 
 
ʼ 
 

, 
 
 
 
,
 
, 
 

 
 
; 
 
 
ʼ 
 — 

ʼ 
, 
ʼ 
 
,
 
 

, 
 
ʼ 
.
7302	
 
ʼ 
 
, 
 
 

 
· 
 
, 
·
 
ʼ 
 

ʼ, 
 
 
 
 
.

· 
 
 

ʼ 
 
 

 
;
7337	
 
 
 
 
 

 

 
 
 
.

 
ʼ 
 

 
ʼ 
 
.

 
 
.
7364	
, 
 
 
 


 
.
 
 
 
.

, 
 
 
 
 

 
᾽ 
.

 
 
 
.
7393	
᾽ 
 
 
 

 
 — 
 
 

 
; 
 
 
 
ʼ
 
· 
 
ʼ 
 

 
 
;
7420	
 
, 
· 
 
 

 
 
 
,
 
 
 
 
.
 
 
 
 
 

ʼ 
ʼ 
, 
 

 
 
, 
 
 
.
 
 
 
᾽ 
, 
 
ʼ 
 
·
 
, 
 — 
᾽ 
 
 
᾽ 
,
· 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
· 
 
 

 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
ʼ· 
 
 
 
 

᾽ 
, 
 
 
.
 
 
 
ʼ
 
 

ʼ 
 
.
 
ʼ 
 
 
 

· 
 
 
 

 
 
 
 
 
,
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 

ʼ 
 
 
 
,
 
᾽ 
ʼ 
 
,
 
 
 
,
 
 
ʼ, 
᾽ 

 
 
ʼ 
 
 
 

.
7582	 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
· 
 
 

 
 
, 
 
 
.
 
 
 
 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
᾽ 
 

 
ʼ 
 
 
 
,
 
 
 
·
 
ʼ 
 
 
 
᾽ 
 

 
 
 
·
 
 
 
 
.
 
 
᾽ 
· 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
· 
 
 
 

 
ʼ 
 
᾽ 
 
·
 
ʼ, 
 
 
 
 
 
,
 
 
ʼ 
 
.
 
 
 
 
 
 
ʼ 

 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 

 
 
 
 
.
 
 
 
 

 
ʼ 
 
.
7752	
 
 
, 
 
 

 
 
 
;

, 
 
 
 
.

 
 
, 
;

 
· 
 
᾽ 

 
.

 
 
 
 
ʼ 

 

 
 
 
;

 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
 
 
.

 
ʼ 
᾽ 
, 
 

 
 
 
;

 
, 
 
 
,
 
ʼ 

 
 
.

 
 
, 
 
ʼ 

 
 
 
 

 
ʼ 
 
 
.

 
᾽ 
 
 
· 
 
᾽
 
, 
 
 

 
.

 
 
 
 

 
 
 
 
;

᾽ 
 
 
 

 
᾽ 
 
 

 
.

· 

 
 
· 
᾽ 
.
7896	
 
 
 
 
,
 
·
 
 
ʼ 
 

 
 
 
.

, 
 
· 
 
ʼ
 
 
 
.

 
· 
 
᾽ 

 
 
.
 
 
 
 
ʼ 

 
 
.

 
ʼ 
.

᾽ 
 
 
 
 
.

 
 
 
 
.

 
, 
·
 
ʼ 
 
, 
.

 
, 
 
;

 
 
ʼ 
.

, 
 
, 

 
.

 
 
· 
 

᾽ 
 
ʼ 
᾽ 
·
 
 
 
ʼ 
 

 
 
,
 
 
 
·
 
ʼ 
 
 
 

 
 
 
.
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
, 
 

 
 
.
 
 
 

ʼ 
 
 
·
 
 
 
.

· 
 
ʼ 
 

 
 
 
 

, 
 
.
