@node
@author=Alciphron
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=M. A. Schepers
@filename=tlg0640.tlg001.First1K-grc1
@funder=Andrew W. Mellon Foundation
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0640.tlg001.First1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, RHEA LESAGE, Librarian for Hellenic Studies and Coordinator for the Classics Collection Development, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Alciphronis Rhetoris Epistularum Libri IV, M. A. Schepers, Alciphron, In Aedibus B.G. Teubneri, Lipsiae, 1905, Internet Archive.
@sponsor=Harvard College Library
@title=Epistulae
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:03:06Z

23505	 LIBER I. ΑΛΚΙΦΡΟΝΟΣ ΡΗΤΟΡΟΣ ΕΠΙΣΤΟΛΑΙ ΑΛΙΕΥΤΙΚΑΙ. 1 [I 1]. Εὔδιος Φιλοσκάφῳ.
 2 [I 2]. Γαληναῖος Κύρτωνι.
 3 [I 3]. Γλαῦκος Γαλατείᾳ.
 4 [I 4]. Κυμόθο〈ο〉ς Τριτωνίδι.
 5 [I 5]. Ναυβάτης Ῥοθίῳ.
 6 [I 6]. Πανόπη Εὐθυβόλῳ.
 7 [Ι 7]. Θαλάσσιος Ποντίφῳ.
 8 [I 8].  Εὐκόλυμβος Γλαύκῃ.
 9 [I 9]. Αἰγιαλεὺς Στρουθίωνι.
 10 [I 10]. Κέφαλος Ποντίῳ.
 11 [III 1]. Γλαυκίππη Χαρόπῃ.
 12 [III 2]. Χαρόπη Γλαυκίππῃ.
 13 [III 3]. Εὔαγρος Φιλοθήρῳ.
 14 [I 11].
 15 [I 12].  Nαυσίβιος Πρυμναίῳ.
 16 [I 13]. Aὐχέτιος Ἀρμενίῳ.
 17 [I 14]. Ἐγκύμῶν ‘Αλικτύπῳ.
 18 [Ι 15]. ίκτυσος Ἐγκύμονι.
 19 [I 16]. Ἐγκύμων Ἀλικτύσπῳ.
 20 [I 17]. Εὐσάγηνος Λιμενάρχῳ.
 21 [I 18]. Εὔπλοος Θαλασσέρωτι
 22 [I 19]. Θαλάσσερως Εὐσπλόῳ.
 LIBER II. ΑΛΚΙΦΡΟΝΟΣ ΡΗΤΟΡΟΣ ΕΠΙΣΤΟΛΑΙ ΑΓΡΟΙΚΙΚΑΙ. 1 [III 9]
 2 [ΙΙΙ 10]. Ἰοφῶν Ἐράστωνι.
 3 [I 24]. Ἀμνίων Φιλομόσχῳ.
 4 [I 25] Εὐπέταλος Ἐλατίωνι.
 5 [I 26]. Ἀγελαρχίδης Πυθολάῳ.
 6 [Ι 27]. Ἀνίκητος Φοιβιανῇ.
 7 [Ι 28]. Φοιβιανὴ Ἀνικήτῳ.
 8 [III 11]. Δρυαντίδας Χρονίῳ.
 9 [ΙΙΙ 12]. Πρατίνας Ἐπιγόνῳ.
 10 [ΙΙΙ 13]. Καλλικράτης Αἴγωνι.
 11 [III 14]. Σιτάλκης Οἰνοπίωνι.
 12 [III 15]. Κότινος Τρυγοδώρῳ.
 13 [III 16]. Φυλλὶς Θρασωνίδῃ.
 14 [ΙΙΙ 17]. Χαιρέστρατος Λειρίῳ.
 15 [ΙΙΙ 18]. Εὔσταχυς Πιθακ〈ν〉ίωνι.
 16 [ΙΙΙ 19].  Πιθακ〈ν〉ίων Εὐστάχυϊ.
 17 [III 20]. Ναπαῖος Κρηνιάδῃ.
 18 [III 21]. Εὐυάπη Γλαύκῃ.
 19 [III 22]. Πολύαλσος Εὐσταφύλῳ.
 20 [ΙΙΙ 23]. Θαλλὸς Πιτυΐσκῳ.
 21 [III 24]. Φιλοποίμην Μοσχίωνι.
 22 [ΙΙΙ 25].  Ὕλη Νομίῳ.
 23 [ΙΙΙ 26]. Ληυαῖος Κορύδωνι.
 24 [III 27]. Γέμελλος Σαλακuιυίδι.
 25 [ΙΙΙ 28]. Σαλακωνὶς Γεμέλλῳ.
 26 [ΙΙΙ 29]. Ὥριος Ἀυθοφορίωνι.
 27 [III 30]. Ἀμγπελίων Εὐέργῳ.
 28 [III 31], Φιλόκωμος Ἀστύλλῳ.
 29 [III 73]. Κωμαρχίδης Εὐχαίτῃ.
 30 [III 32]. Σκοσπιάδης Κοτί〈ν〉ωνι.
 31 [III 33]. Ἄνθυλλα Κορίσκῳ.
 32 [III 34] Γνάθωυ Καλλικομίδῃ.
 33 [III 35]. Θαλλίσκος Πετραίῳ.
 34 [III 36]. Πρατίνας Μεγαλοτέλει.
 35 [III 37]. Ἐπινφυ〈λ〉λὶς Ἀμαρακίνῃ.
 36 [III 38]. Εὔδικος Πασίωυι.
 37 [III 39]. Φιλομήτωρ Ἐτιφαυίῳ.
 38 [III 40]. Εὐθύδικος Φιλίσκῳ.
 39 [ΙΙΙ 41]. Δρυάδης Μηλίῳ.
 LIBER ΙΙΙ. ΑΛΚΙΦΡΟΝΟΣ ΡΗΤΟΡΟΣ. ΕΠΙΣΤΟΔΑΙ ΠΑΡΑΣΙΤΩΝ. 1 [ΙΙΙ 4]. Ἑκτοδιώκτης Λοπαδεκθάμβῳ.
 2 [ΙΙΙ 5]. Τρεχέδειπνος Μαυδυλοκολάπτῃ.
 3 [ΙΙΙ 6]. Ἀρτεπίθυμος Κνισοζώμῳ.
 4 [ΙΙΙ 7]. Ἑτοιμόκοσσος Ζωμεκπνέοντι.
 5 ΙΙΙ 8]. Οἰνοπνίκτης Κοτυλοβροχθίσῳ.
 6[III 42] Ῥαγοστράγγισος Στεμφυλοδαίμουι.
 6 [ΙΙΙ 43]. Ψιχοκλά [υ]στης Βουκίωνι.
 8 (ΙΙΙ 44]. Γνάθων Λει[σ]χοπίνακι.
 9 ΙΙΙ 45]. Τραπεζολείκτης Ψιχίωνι.
 10 [ΙΙΙ 46]. Στεμφυλοχαίρων Τραπεζοχάροντι.
 11 [III 47]. Ὡρολόγιος Λαχανοθαυμάσῳ.
 12 [III 48]. Κεφαλογλύεπτης Μαππαφανίσῳ.
 13 [ΙΙΙ 49]. Καπνοσφράντης Ἀριστομάχῳ.
 14 [ΙΙΙ 50]. Βουκοπνίκτης Ἀρτοπύκτῃ.
 15 [ΙΙΙ 51].  Λαιμοκύκλωψ Κρεολώβῃ.
 16 [III 52]. Ἀκρατολύμας Χωνοκράτει.
 17 [III 53]. Λοπαδίωυ Εὐκνίσσῳ
 18 [IIII 54]. Χυτρολείκτης Πατελλοχάρουτι.
 19 [III 55]. Αὐτόκλητος Ἑτοιμαρίστῳ.
 20 [III 56]. Θαμβοφάγος Κυσπε〈λ〉ιστῇ.
 21 [IIII 57]. θἄνόλρmλος ἴκrηρίιmφλxόρρι
 22 [IIII 58]. Ἁλοκύμιυος Φιλογαρελα[δ]ίῳ.
 23 [III 59]. Λιμέντερος Ἀμασήτῳ
 24 [IIII 60]. Χασκοβούκης Ὑπνοτρασπέζρῳ.
 25 [IIII 61]. Σκορδοσφράντης Μεριδᾷ.
 26 [III 62]. Χιδρολέπισος Καπυροσφράντῃ.
 27 [III 63]. Φιλομάγειρος Πτνακοσαογγίσρῳ.
 28 [III 64]. Τουρδοσύυαγος Ἐφαλλοκύθρῃ.
 29 [III 65]. Πηξάγκωνος Ῥιγομάχῳ.
 30 [III 66]. Γυμνοχαίρων Φαγοδαίτῃ.
 31 [IIII 67]. Διψαυασπαυσίλὑσπος Πλακουντομύωνι.
 32 [III 68]. Ἡδύδειπνος Ἀριστοκόρακι.
 33 [III 69]. Τρικλινοσὰξ Κοσσοτραπέζῳ.
 34 [III 70]. Διρφιοσπύκτης Χαλσοκυδοίμῳ.
 35 [III 71]. Φιλάπορος ψιχομάχῳ
 36 [ΙΙΙ 72]. Οἰνοχαίρων Ῥαφανοχορτάσῳ.
 37 [I 20]. Θερμολέπυρος Ὠκίμωνι.
 38 [I 21]. Κωνωποσφράντης Ἰσχνολίμῳ.
 39 [I 22]. Γέμελλος Eὐβούλῳ.
 40 [I 23]. Πλατύλαιμος Ἐρεβινθολέοντι.
 41 [fragm. 2.] Παλλάχανος Μουογνάθῳ.
 42 [III 74]. Φρυγοκοίλης Βορβοροζώμῳ.
 LIBER IV. 〈ΑΛΚΙΦΡΟΝΟΣ ΡΗΤΟΡΟΣ ΕΠΙΣΤΟΛΑΙ ΕΤΑΙΡΙΚΑΙ.〉 1 [fragam. 3]. 〈Φρύνη Πραξιτέλει.〉
 2 [I 29]. Γλυκέρα Βακχίδι.
 3 [I 30]  Βακχὶς Ὑπερ〈ε〉ἱδῃ.
 4 [Ι 31]. Βακχὶς Φρύνῃ.
 5 [I 32]. Βακχὶς Μυρρίνῃ.
 6 [I 33]. θαῖς θεττάλῃ.
 7 [Ι 34]. Θαῒς Εὐθυδήμῳ.
 8 [I 35]. Σιμαλίων Πετάλη.
 9 [I 36]. Πετάλη Σιμαλίωυι.
 10 [I 37]. Μυρρίυη Νικίτππ τῃ.
 11 [Ι 38].  Μενεκλείδης Εὐθυκλεῖ.
 12 [fragm. 4] Λέαινα Φιλοδήμῳ.
 13 fragm 6].
 14 [Ι 39]. Μεγάρα Βακχίδι.
 15 [Ι 40]. Φιλουμέυη Κρίτωνι.
 16 [ΙΙ 1]. Λάμια Λημητρίῳ.
 17 [ΙΙ 2]. Λεόυτιου Λαμίᾳ.
 18 [II 3]. Mέυαυδρος Γλυκέρᾳ.
 19 [II 4]. Γλυκέρα ευάυδρρνι
 APPENDIX.
