@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg007.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Lysistrata, Machine readable text
@titleStmt=&responsibility; &fund.AnnCPB;
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:46Z

᾽ 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
᾽ 
.
ʼ 
 
.
 
 
ʼ 
 
.
 
; 
 
ʼ 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
 
 
 
 

 
—
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
,
 
 
.
᾽ 
 

· 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
, 
 
 

, 
 
ʼ 
, 
 
ʼ 
.
᾽ 
 
ʼ 
 
 

.
 
ʼ 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
;
 
 
; 
 
;
.
 
 
;
 
 
 
.
 
 
 
 
;
 
 
 
· 
 
 
 
.
᾽ 
 
᾽ 
 
ʼ 

 
ʼ 
 
.
 
 
 
 
 
.
 
 
 
᾽ 
 
 

 
 
 
 
 
.
 
 
; 
᾽ 
 
ʼ 
ʼ 
.
 
᾽ 
 
 
 
 
 
,
 
᾽ 
 
 
—
 
 
᾽ 
 
 
.
 
 
 
.
 
 
 
ʼ, 
᾽ 
 
 
.
 
 
 
ʼ 
 

 
· 
᾽ 
 
 
.
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
ʼ 
,
 
 

 
ʼ 
 
 
;
294	᾽ 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
 
 
.
 
 
 
ʼ;
 
 
 

 
᾽ 
 
 
—
 
 
 
 
 
 
.
ʼ 
 
—
 
.
 
.
 
.
᾽ 
 
 
 
 
᾽ 
;
 
 
 
ʼ 
 
 
 
.
᾽ 
 
ʼ 
 
 
᾽ 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
,
᾽ 
 
.
᾽ 
 
ʼ 
ʼ 

 
 
 
ʼ 
.
᾽ 
 
 
 

 
 
 
 

, 
 
.
 
 

 
᾽ 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
.
 
,
 
;
.
 
 
·
 
 
 
 
 
.
 
 
 
 
;
 
; 
 
;
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
ʼ 

 
ʼ 
 
 
 
 

 
.
 
 
 
.
 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 
.
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
ʼ 
.
 
 
 
ʼ 
 
 
;
551	 
 
 
 
 

 
ʼ 
.
 
 
 
,
 
ʼ 
 
 
.
 
 

 
 
 
 
.
 
ʼ 
 
;
 
 
 
,
 
ʼ 
.
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
;
᾽ 
.
 

 
 
 
ʼ 
.
 
ʼ 
 
 
,
 
 
 
 
 
 
᾽ 
 
.
᾽ 
 
. 
 
 
ʼ
 

 
 
.
 
 
 
 
.
 
 
 
 
 
 

 
 
; 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
 
 
,
 
 
 
.
᾽ 
 
 
 
.
 
 
 
 
 
,
 
 
᾽ 
 
,
 
 
 
 
 
.
ʼ 
 
, 
 
 
ʼ 
,
ʼ 
 
 
 
;
 
 
·
᾽ 
 

 
 
 
 

 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
ʼ 

ʼ 
 
 
ʼ 
 
.
᾽ 
· 
 
 
 
 
 
.
 
 
 
, 
 

 
 
 
 
,
ʼ 
—
; 
.
᾽ 
;
, 
 
 
 
.
 
 
 
 
 
.
 
 
; 
 
;
 
 
 
;
 
 
; 
 
 
;
᾽ 
 
 
᾽; 
 
 
;
 
 
ʼ, 
᾽ 
 
 
.
844	 
ʼ 
᾽ 
 
, 
᾽ 
 
 
.
 
 
 
 
; 
 
 
 

 
 
 
 
.
᾽ 
᾽ 
 
 
· 
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
 
 
 
.
 
 
;
 
 
 
 
.
 
 
 
 
,
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 

 
ʼ 
, 
 
ʼ 
ʼ 
᾽ 

 
.
 
 
 
 

 
᾽ 
 
 
 
.
 
 
· 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
ʼ 
 
 
 
,
 
 
, 
 
 
 

᾽ 
 
;
 
 
 
 
.
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
,
 
᾽ 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
ʼ, 
, 
 
.
 
ʼ 
 
ʼ 
 
 
 
 
;
 
 
, 
 
 
.
 
᾽ 
 
 
.
 
 
ʼ 
 
 
 

 
;
 
 
 
.
 
 
;
 
 
 
.
 
 
 
 
 
 
 
.
 
 
· 
 
 

. 
 
 
᾽ 

, 
 
 
 
 
.
 
 
 
 
, 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
ʼ 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
1155	᾽ 
 
 
᾽ 
 
·
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
.
 
 
᾽ 
 
 
ʼ 
 

, 
 
 
 
;
 
 
 
, 
 
.
 
. 
 
ʼ 
 
; 
 
;
 
 
 
 
 
 
,
 
 
 
 
 
.

᾽ 
 
 
ʼ 
;
;
 
ʼ, 
 
ʼ 
 
 
,
.
 
 
ʼ 
 

 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
;
 
 

 
 
 
.
 
 
;
 
 

;
 
 
 
ʼ, 
 
, 
.
 
 
 
 
,
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
, 

 
.
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
.
 
 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
.
 
 
 
, 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
.
 
 
 
 
 
᾽ 
—
 
 
 
 
 
᾽ 
—
 
 
 
 
. 
.
1410	 
 
 
 
. 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
—
 
ʼ 
 
 
 
—
 
 
,—
 
 
,—
 
 
 
 
 
·
 
 
 
 
 
·
ʼ 
 
 
 
.
ʼ 
 
 
 
.
 
 
ʼ 
 
 
,—
 
 
ʼ 
 
 
,—
 
 
 
.
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
ʼ 
 
.
 
 
ʼ 
 
.
᾽ 
 
 
ʼ 
·
᾽ 
 
 
ʼ 
·
 
 
, 
 
ʼ 
 
.
 
 
, 
 
ʼ 
 
.
ʼ 
 
 
;
 
.
ʼ 
 
 
.
 
 
ʼ 
 
,
 
 
 
 
 
.
 
;
᾽ 
᾽ 
 
·
 
 
 
 
 
 

 
. 
᾽ 
 

 
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
 
·
 
 
 
 
 
 

 
 
 
.
 
᾽ 
 
 

 
 
;
 
 
 
.
 
 
 
᾽ 
 
 

ʼ 
 
᾽ 
 
 

, 
 
 
ʼ 
 
 
.
 
 
 
 
ʼ· 
 
 

 
 
 
 
ʼ 
.
1642	 
, 
 
, 
 
 
 
 

 
 
 
 
 
.
1658	 
᾽ 
ʼ 
 
 
 
 
 
,
 
 
 
ʼ 
ʼ 
 
ʼ 

, 
 

ʼ 
 
 
,
 
 
 
 
,
 
ʼ 
 
 

 
 
 

 
 
;
1700	᾽ 
 
 
 
 
 
 
,
 
, 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
,
 
 
 
 

, 
 
 
, 
 
 
 
.
1738	 
 
 
 
ʼ 
 
 
·
 
 
, 
 
 
 
,
 
, 
᾽
 
 

 
 
 
,
 
 
 
,
 
 
,
 
 
.
1774	 
ʼ 
 
 
ʼ 
 

᾽ 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
;
 
 
᾽ 
 

 
 
 
.
1813	᾽ 
 
 
 
 

 
 

 
 
 
 
, 
 
 
·
 
 
ʼ 

᾽ 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
,
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
.
 
 
 
.
1868	 
 
 

 
ʼ 
 
 

 
 
 
 
·
 
 
 
 

 
 
.
 
 

ʼ 
᾽ 
 
 
 
 
.
 
 
 

 
 
 
.
 
᾽ 
 
 
 
 
 
 
;
 
.
 
 
 
.
1924	 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 

 
᾽ 
 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
. 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
· 
 
 
.
2045	 
 
,
 
 

 
 
 

 
 
 † 

 
 
 
.
 
 
, 
 
 
.
 
 
 
 
 
 

 
 
 
᾽ 
 
 
 
 

,
 

 
ʼ, 

 
 

 

ʼ 
 
.
2100	 
 

 
, 

 
 

 
 
 
 
,
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

,
᾽ 
 
 

 
 
 
.
 
 
 
 

ʼ, 
 
 

 
,
 
 
ʼ 
.
2164	 
. 
 
 
; 
 
 
·
 
 
ʼ 
 
 
ʼ 
 
᾽ 
 
᾽ 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
; 
 
 
 
 
 
;
 
 
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
;
 
 
 
 
ʼ 
 
ʼ 
;
 
 
 
 
 
 
ʼ, 
 

 
 
 
 
 
 
 
ʼ 
.
 
 
ʼ 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
· 
ʼ 
 
,
 
 
 
ʼ 
 
 
 
 
 
.
 
 
, 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
; 
 
ʼ 
 
 
;
 
 
 
 
 
ʼ 
.
 
᾽ 
 
 
 
·
 
 
 
ʼ 
 
 
 
.
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 
ʼ 
;
 
 
 
 
 
ʼ 
; 
 
 
;
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
.
 
 
 
;
 
ʼ 
 
.
 
 
ʼ 
 
᾽ 
 
 
 
 
.
 
 
 
, 
 
ʼ
 
.
 
 
 
 
;
 
 
 
.
 
 
 
;
 
 
.
 
ʼ 
 
 
 
.
᾽ 
᾽ 
.
 
 
 
.
 
 
.
 
.
 
 
;
 
; 
 
; 
 
;
 
ʼ 
 
 
.
᾽ 
 
ʼ 
 
.
 
 
 
, 
 
 
.
2462	᾽ 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
;
 
ʼ 
 
 
 
 

 
 
, 
 
 
ʼ 

 

, 
 
 

 
 
 
·
 
ʼ 
ʼ 
 
 
 
 

ʼ 

· 
 
ʼ 

 
 
 
 
 
.
᾽ 
᾽ 
 
 
ʼ 
.
 
᾽ 
 
 
 
 
 
ʼ 
;
 
 
 
ʼ 
 
 
 
 

 
, 
 

 
 
 
.
 
 
 
 
 
 
.
 
 
 

 
 
 
 
,
᾽ 
᾽ 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
 
 
·
 
ʼ 
 
, 
 
 
 

 
 
 
 
.’
 
 
 
 
 
 

 
 
 
᾽ 
 
·
 
 
 
 
 
 

 
 
 
 

ʼ 
 
· 
᾽ 
 
 
 

 
, 
 
 
 
.’
᾽ 
ʼ 
 
 
,
 
ʼ 
 
 
, 
 

 
, 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
. 
 
 
,
 
 
 
 
 
 
.
 
 
 
; 
 
ʼ 
 
 
,
 
 
᾽ 
 
 
;
 
 
 
 
 
 

 
ʼ; 
 
ʼ 

.
 
·
 
 
. 
 
 
;
 
 
 
 
 
 
 
 
.
 
 
 
; 
 
ʼ 
 
;
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
, 
.
 
; 
 
 

 
 
 
 
 
;
 
 
 
 
 
 
 

 
ʼ 
, 
 
.
 
ʼ
. 
 
 
 
;
 
 
, 
 
 
.
2816	 
 
 
 
 
 
 
ʼ 

 
, 
 
 
.
 
 
; 
 
; 
 
.
 
ʼ 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
.
 
· 
ʼ 
 
.
 
 
 
᾽ 
᾽ 

· 
 
 
 
 

.
 
 
 
ʼ 

 
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 
.
 
 
 
ʼ 
,
 
,
 
,
 
ʼ, 
 
ʼ, 
 
;
 
ʼ, 
 
;
ʼ, 
, 
 
.
ʼ 
 
 
 
 
 
.
 
 
 
; 
 
 
 

 
, 
 
 
 

 
;
 
 
 
 

 
ʼ, 
 
 
 
.
2955	 
᾽ 
 
 
 
 

,
 
 
 
 
 
 
 
;
 
 
 
 
᾽ 
 
 

 
 
, 
 
᾽ 
 
;
᾽ 
 
ʼ 
 
 
 
 
 

 
ʼ· 
 
 
 
, 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
,
 
 
 
 
 
 
 
.
3025	 
 
 
 
 
 
 
;
ʼ 
 
᾽ 
 
 
ʼ, 
 

 
 
 
 
ʼ 

 
 
 
 

 
, 
᾽ 
 
 

 
 

 
.
3064	᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
3082	 
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
.
 
 
 
;
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
. 
 
ʼ 
 
᾽ 
 

 
 
· 
 
 
 
᾽ 
 
 
.
 
 
;
 
ʼ 
; 
 
 
.
 
 
;
 

 
 
;
 
 
 
 
 
 
 
;
᾽ 
 
.
 
 
;
 
᾽ 
 
.
᾽ 
 
 
 
.
 
 
ʼ 
;
 
 
.
;
 
.
 
.
 
, 
 
 
.
 

.
.
 
 
᾽ 
 
.
 
 
ʼ 
 
.
 
 
.
 
 
 
;
᾽ 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
;
 
.
 
 
, 
 
 
,
 
,
 
 
 
 
.
᾽ 
 
· 
 

 
 
 
 
.
 
 
 
.
 
 
 
 
 
· 
 
 
 
.
 
.
 
 
 
 
 † 
 
 
 
 
 
 
 
 
 
 
᾽ 
.
 
 
 
ʼ 
. 
 
 
ʼ 
.
᾽ 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
·
᾽ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
 

 
 
 
;’ 
 
 
᾽;
 
ʼ 
 
 
 
.
 
;
 
.
᾽ 
 
 
 
ʼ 
.
 
 
ʼ, 
 
 
.
 
᾽ 
 
.
 
 
 
ʼ 
ʼ 
 
·
᾽ 
ʼ 
· 
 
᾽ 
 
 
ʼ 
᾽ 
;
 
 
ʼ 
 
 

ʼ, 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
.
 
 
 
 
ʼ 
.
 
 
 
,
 
 
 
 
 
 
;
 
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
;
 
ʼ 
 
᾽,
᾽
 
·
 
᾽ 
 
 
 
 
 
 

 
 
. 
 
 
 
 
;
 
 
 
 
 
ʼ 

ʼ 
 
 
, 
 
 
.
 
; 
 
 
 
 
 
 
.
.
 
ʼ 
 
 
 
, 
 
 
 

 
 
; 
 
 
.
3511	᾽ 
 
᾽ 
 
,
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 

 
 
 
.
 
 
 

 
·
 
 
 
.
3546	ʼ 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
.
3564	 
 

 
ʼ 
 
,
 
 
 
 
 
 
†·
 
ʼ 
 
 

 
ʼ 
 
᾽, 

 
, 
 
, 
 
,
 
 
, 
 


 
.
3603	᾽ 
 
 
 
 
 
,
ʼ 
 
 
 
ʼ· 
 
 
 
 
.
3621	᾽ 
 
 

 
 
 
 
ʼ 

 
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
;
 
 
 
 
 

 
 
.
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
· 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
ʼ 
 
᾽ 

 
 
 
 
 
 
 
·
 
ʼ 

 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
;
 
.
; 
.
 
ʼ, 
 
 
 
, 
 
,
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 

 
ʼ 
 
;
 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
 
.
 
; 
ʼ 
.
 
 
, 
 
 
 

 
 
, 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
·
 
 
 
 
 
, 
 
 
 
᾽ 
 
,
 
 
᾽ 
 
 
 
 

 
· 
ʼ 
 
 
 
 
 

 
 
 
 
 
, 
 
 

 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
;
 
 
 

 
 
 
 
 
, 
 
 
 

 
 
.
, 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
. 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
;
 
ʼ 
᾽ 

 
.
 
 
 
, 
 
 
, 
 
 
 
·
 
 
 
 
 
, 
 
 
 
,
 
 
 
, 
 
 
.
4039	᾽ 
 
 
 
—
 
 
 
 
 
 
;
 
·† 
 
·
 
 
 
 
.
 
 
 
.
 
 
 
ʼ 
.
 
 
 
 
.
 
; 
 
; 
 
 
 
·
 
 
 
,
 
 
 
.
4091	᾽ 
 
 
 
 
᾽ 
;
 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
 
;
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
.
4131	᾽ 
 
 
 
᾽ 
,
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
 
.
4188	 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
ʼ, 
 

 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
· 
† 
 
 

 
 
 
 
 
 
 
.
4266	 
᾽ 
 
ʼ 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
·
, 
 
 
 
 
.
 
 
 
ʼ 
 
·
᾽ 
 
 
 
 
·
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ
 
·
4326	 
 
 
 
 
 
;
 
ʼ 
 
 
, 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
· 
 
 
 
,
 
 
 
 
 
ʼ 
, 

 
 
 
 
 
 
 

᾽ 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
.
 
 
 
; 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
4403	᾽ 
 
 
 
 
ʼ 

; 
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
ʼ 
 
᾽ 
.
 
 
ʼ 
ʼ, 
 
 
 

 
 
, 
᾽ 
 
 
.
᾽ 
 
, 
 
 
 
 
᾽ 
 
,
 
 
 
 
 

 
 
 
 
 
 
.
4465	 
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
ʼ 

 
 
 
᾽ 
 
, 
.
 
ʼ 
᾽ 
 
, 
 
 
.
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
,
 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
4535	 
 
 
 
 
,
 
 
 
 
 
, 
 

 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
, 
 
 
 
 
, 

 
.
 
 
 
 
 
, 
 
,
 
 
 
 
.
4596	 
 
 
ʼ 
, 
 
 
 

 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 

 
 
 
 
 
 
.
4674	 
 
 
 
,
 
 
 
 
;
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
.
 
; 
 
;
, 
.
 
ʼ 
 
; 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
.
, 
 
 
 
.
 
.
 
ʼ 
; 
 
ʼ 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
· 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
 
†
 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
 

. 
 
 
 
 
.
 
 
 
;
ʼ 
 
.
 
 
 
 
 

 
 
 
.
 
;
 
 
;
᾽ 
 
 
 
 

 
ʼ 
 
 
 
.
 
, 
ʼ 
 
.
᾽ 
 
 
ʼ;
 
 
.
ʼ 
, 
 
 
,
 
 
 
ʼ.

 
 
 
 
 
.
 
 
᾽.
 
 
 

᾽ 
ʼ 
 
᾽ 
.
 
. 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
;
 
 
.
᾽ 
 
 
 
ʼ 
.
 
.
᾽ 
 
ʼ 
 
 
 
 

 
 
.
 
 
;
 
᾽ 
 
 
;
 
.
4937	 
 
 
 
 
ʼ, 
᾽ 
 

 
 
 
· 
 
ʼ 
.
 
ʼ 
 
 
 

 
;
 
 
 
 
.
 
 
 
;
 
ʼ 
 

 
 
᾽ 
 
, 
ʼ 
 
 

 
, 
 
 
.
 
; 
· 
 
 
.
 
 
 
 
 
;
᾽ 
 
 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
 
 
.
 
 
 
 
.
ʼ 
 
 
· 
 
ʼ 
 

 
; 
 
ʼ 
 
ʼ 

 
. 
᾽ 
ʼ 
,
 
ʼ 
᾽ 
 
,
 
 
 
 
, 

 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
.
 
.
᾽ 
 
 
 
 
 
,
 
 
, 
 
 
,
 
 
, 
 
ʼ 
 
 

 
—
 
ʼ 
;
 
 
 
 
 

 
 
 
, 
 

 
᾽ 
 
 
.
 
ʼ 
 
 
 
ʼ.
 
 
,
 
 
 
,
᾽ 
. 
 
 
 

 
, 
 
 
 
.
5148	 
 
 
ʼ 
, 
 
ʼ 
ʼ
 
 
 
.
 
 
 
 
,
 
 
 
ʼ 
 
,
 
 
 
 
·
ʼ 

 
,
 
 
ʼ 
,
 
 
 
ʼ 
 
.
 
 
 

ʼ
, 
 
ʼ 
 

 
 
 
.
 
 
 
—
 
ʼ 
 
.
 
.
 
 
 
.
 
 
 

 
 

 
 
 
,
 
 
 
.
5234	 
 
 
ʼ 
 

 
.
 
 
 
 

 
 
 
 
,
 
.
 
 
 

ʼ 
 

 
 
 
.
 
 
 

 
 
 
,
 
 
 
 
.
 
 
 
;
· 
 
.†
 
 
 
;
 
 
.
᾽ 
 
 
 

 
 
 
᾽ 

, 
᾽ 

 
.
5308	 
 
 
 
᾽ 
 

.
 
ʼ 
; 
 
 
 
 
;
ʼ 
ʼ
 
 
,
 
 
 
 
.
 
 
 
 
 
 

ʼ, 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
;
 
 
 
.
 
 
ʼ 
 
. 
 
 
;
· 
 
 
;
 

· 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
.
 
 
᾽ 
.
 
 

 

ʼ 
,
 
 
. 
᾽ 
.
 
, 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
;
.
;
 
᾽.
 
 
᾽ 
;
 
ʼ 
 
 
 
ʼ;
.
 
 
 
 
 
 
.
 
 
 
 
; 
 
 
 
;
 
, 
 
.
 
 
ʼ· 
 
 
 

 
 
ʼ 
 
 
᾽ 
.
 
 
 
 
ʼ 
 
 
.
 
 
 
 
, 

 
,’ 
.
 
 
 
.
 
 
· 
 
 
 
ʼ 

 
, 
᾽ 
 
 
 

 
 
 
 
 
 
.
 
 
 
.
 
; 
 
 
;
 

 
 
ʼ, 
 
 
 
·
 
 
᾽· 
 
 
, 
 
.
 
 
 
 
.
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
, 
 

 
 
 
, 
 
 

 
 
ʼ 
· 
 
.
5593	 
 
 
· 
᾽ 
 

᾽ 
 
. 
 
ʼ 
 
 
 
.
 
 
 
 
 
;
 
.
 
ʼ 
 
 
ʼ 
.
 
 
 
 
;
 
 
 
 
 
.
 
 
; 
 
 
.
.
 
᾽, 
 
 
 

· 
 
 
 
 
;
, 
, 
.
 
 
; 
᾽ 
 
 

 
 
 
 
;
᾽ 
 
᾽· 
᾽ 
 
 

.
ʼ 
 
 
 
.
 
 
· 
. 
 
 
;
 
 
 
 
 

 
 
 
·
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
ʼ 
 

 
 
;
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
.
 
 
 
.
 
 
 
 
 

 
 
;
 
 
.
 

 
 
ʼ 
 

 
 
. 
 
 
;
 
ʼ 
 
᾽, 
 
 
 

 
 
 
.
, 
 
,
 
 
.
, 
 
,
ʼ 
ʼ 
· 
 
ʼ 
.
 
ʼ 
 
 
ʼ 
 
 
.
 
· 
 
ʼ 
 
 
ʼ 
 
 
.
; 
 
 
 
 
 
;
 
ʼ 
 
 
;
 
ʼ 
 
 
ʼ 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
.
 
 
 
 
 

 
᾽;
; 
 
 
 
.
 
 
᾽ 
 
᾽ 
 
ʼ 
 
;
 
 
 
 
.
᾽ 
 
᾽ 
 
;
5896	 
 
· 
 
 
.
 
 
 
 
.
.
 
 
.
 
 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
, 
 
 
.
 
ʼ 
 
, 
 
.
, 
 
, 
 
᾽ 
.
 
; 
 
 
.
 
 
,
 
 
 
 
.
 
 
 
.
.
· 
 
 
 
.
 
· 
, 
 
 
.
, 
 
, 
 
 
.
᾽ 
 
ʼ 
.
 
ʼ 
᾽ 
.
᾽ 
 
 
 
᾽ 
 
.
ʼ, 
. 
 
᾽ 
.
 
. 
 
 
 
.
 
 
 
. 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
.
 
 
.
 
ʼ 
 
 
ʼ, 
 
 
.
 
 
· 
 
 
.
 
 
 
 
 
 
.
 
.
᾽ 
 
 
.
 
 
;
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
ʼ 
 
 
 
 
.
· 
 
᾽ 
 
.
 
.
ʼ 
ʼ 
 
 
 
.
 
 
 
.
᾽ 
 
.
᾽ 
 
 
 
 
 

.
 
 
 
 
.
 
. 
᾽ 
 
 

 
 
.
.
 
 
 
 

 
ʼ 
 
 
ʼ 
.
6158	 
 
; 
 

 
 
 
;
 
 
;
 
;
 
 
 
.
 
 
ʼ 
 
 

 
 
.
ʼ 
 
ʼ 
.
 
 
 
 
 
,
 
, 
 
ʼ 
,
 
ʼ 
, 
 
ʼ 


 
 
 
 
;
 
 
 
.
 
 
 
ʼ 
ʼ
 
 
 
.
 
ʼ 
 
 
 
.
 
; 
 
.

᾽ 
 
 
 
·
᾽ 
 
 
 

 
 
 

 
 

 
, 
 
,
 
 
ʼ 
 
 
 
 
,
ʼ 

 
 
 
.
6272	 
 
 
 
 

 
 
; 
 
 
 
.
 
ʼ 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
;
 
 
ʼ 
 
 
.
 
;
 
 
 
 
ʼ; 
 

 
 
;
 
 
 
 

 
.
᾽ 
 
 
.
 
 
ʼ 
 
 
· 
ʼ 
 
.
 
ʼ 
 
 
;
 
.
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
;
 
 
 
 
 

 
· 
 
 
.
 
 
 
 
 
 
 
;
 
;
, 
᾽ 
 
 
,
 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
;
. 
 
 
 

 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 

 
 
· 
 
 
.
᾽ 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
· 
 
 
 
.
6493	 
 
 
 
,
 
, 
᾽ 
᾽ 
 
 
.
 
 

 
 
 
,
 
 
 
 
 
᾽ 
 
;
 
 
 
 
 
.
᾽ 
 
 
· 
 
ʼ 
 
 
 

 
᾽ 
. 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
 
·
᾽ 
᾽ 
 
 
 
 
᾽ 
 
.
 
 
 
ʼ 
, 
᾽ 
 
 
.
 
 
 
, 
 
 
 
 
 

 
 
ʼ 
 
 
 
 
.
᾽ 
᾽ 
 
 
, 
 
·
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
.
 
 
· 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
 
 
.
 
; 
 
 
 
 
;
 
ʼ 
 
 
ʼ, 
 
 
 
ʼ 
,
᾽ 
 
, 
 
 
 
 
.
᾽ 
 
ʼ 
, 
 
 
 
,
 
.
 
.
 

 
ʼ 
 
 
.
 
 
ʼ 
ʼ· 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
.
 
 
 
, 
 
 
 

 
 
 
 
᾽ 
᾽ 
 
.
 
 
 
 
 
.
6725	 

 
 
ʼ 

 
 
 
.
 
 
 
᾽ 
 
 

 
· 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 

 
 
 
ʼ 
 
,
 † 
᾽ 
 
†
 
.
 
 
ʼ 
 
,
 
 
 

ʼ 
,
 
 
᾽ 
.
6789	 
 
 

 
, 
 
 
 
.
 
᾽
 
· 
 
 
 
 
,
 
 
ʼ, 
 
 
ʼ 
ʼ 
 
 
.
ʼ 
 
 
 
· 
 
 

 
 
 
 
 
 
 
ʼ, 
᾽ 
 
,
ʼ 
 
,
 
 

 
ʼ 
 

, 

 
 
.
6853	 
 
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
.
 
 
ʼ 
 
 
 
;
 
 
ʼ 
 
 
.
· 
 
 
 

, 
 
† 
 
.
. 
 
 
 
; 
᾽ 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

ʼ 
· 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
;
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
 
;
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
᾽ 
 
 
 
.
 
, 
 
ʼ, 

 
 
 
 
 
.
 
 
ʼ 
 
 
.
 
 

 
. 
 
 
 
.
 
ʼ 
 
· 
 
ʼ 
.
 
 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
᾽ 
 
 
.
 
 
 
;
 

.
 
 
· 
 
 
.
 
 
 
 
 
,
 
 
 
 
;
 
 
 
 
 
 
.
᾽ 
 
, 
 
, 
 
·
 
, 
 
, 
᾽ 
.
ʼ 
 
 
· 
 
 
 
 

 

 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
 
᾽ 
.
7111	᾽ 
 
 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
. 
 
 
 
;
 
 
 
 
,
 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
 
 
᾽ 
,
᾽ 
 
 
, 
 
,
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
,
 
ʼ 
, 
 
 
.
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
.
 
ʼ 
 
 

 
, 
 
 
 

 
 
 

, 
 
, 
 

᾽ 
 
, 
 
 
 
;ʼ
 
 
 

 
 
 
 
.
 
 
 
 
᾽ 
 
.
 
ʼ 
 
ʼ 
.
᾽ 
 
, 
 
 
 
,
 
᾽ 
᾽ 
 
 
 

 
 
 
 

 
 
 
 
 

 
; 
 
 
 

 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
.
 
 
 
 

 
, 
 
᾽ 
 
;
 
 
 
ʼ 
 
.
· 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ
;
 
᾽ 
᾽ 
 
 
 
 

 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
ʼ 
 
,
 
 
 

 
 
 
 
 
;
7386	 
ʼ 
 
.
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
;
 
ʼ 
 
; 
 
 
;
 
 
, 
 
 
 

 
᾽ 
.
 
 
;
 
,
 
 
 
 
.
 
 
 
 
 
ʼ 
 
.
ʼ 
ʼ 
.
 
 
 
;
 
ʼ 
ʼ 
 
 
.
 
 
 
ʼ 
 

 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
.
, 
 
 
 
.
 
 
 
 
.
 
 
 
 
† 
 
 
.
 
, 
 
.
᾽ 
 
 
 
, 
 

 
 
 
.
 
 
 
; 
.
 
 
 
 
 

 
;
 
 
 
 

.
 
 
 
 
 
.
 
. 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
ʼ 
 

ʼ 
.
᾽ 
 
 
.
ʼ 
 
 
.
 
 
ʼ 
 
ʼ 
.
7591	 
 
 

 
 
 

, 
ʼ 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 

 
 
, 

 
 
 
 
 
 

 
 
,
ʼ 

 
 
.
 
ʼ 
 
, 

 
 

 
 
. 
7654	 
 
 
 
 

, 
 
ʼ 
 

 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 

, 
 
 
· 
 
 
ʼ
 
 
.
 
 
 
 

 
 

 
, 
᾽
 
 
.
7719	 
 
· 
 
 
;
 
 
; 
 
 
 

 
; 
 
 
.
 
 
ʼ. 
 
 
 
 
 
,
 
, 
.
 
 
 
 
 
.
 
; 
 
 
 
.
 
ʼ, 
 
 
 
 

ʼ 
 
 
;
 
 
 
ʼ 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ, 
 
 
 
·
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
, 
᾽ 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
· 
᾽ 
 
 
 

 
, 
 
 
,
 
 
 
.
᾽ 
 
 
 
 

 
. 
 
ʼ 
 
;
 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 † 
 
 
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
.
7910	
 
 
 

 
ʼ 
 
, 

 
 
 
ʼ 
,
 
 
 
᾽ 

 

 
 
 
 
ʼ 
,
 
ʼ 
 

 
 
 

 
 
 
·
 
ʼ 
 
 
 
 † 
 
 
ʼ 
 
 
 
 
.
 
 
 
 

 
 
 
.
 

 
 
 

 
,
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

 
,
 
 
 
 
.
 
᾽ 
 
᾽ 

 
.
8009	 
 
 
 
 
 
,
 
 
 
, 
 

· 
 
 
 
 
 

 
ʼ 
, 
ʼ 
᾽ 
 

 
 

 
 
 
 
 
.
8046	 
, 
 

,
 
 
 
,
 
 
 


ʼ, 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 

 
 
·
 
 
, 
 

ʼ 
 

 
 
 
,
 
 
 
.
 
 
·
ʼ 
 
,
 
 
 
.
 
, 
 
. 
8110	 
 
 
 
 
 
.
 
᾽ 
 

 
 
 
 

 
 
 

 
 
,
 
ʼ 
,
 
 
 
 
.
 
᾽ 

 
 
 
,
 
 
,
 
 
 

 
 
,
 
 
 
 

 
 

 
 

,
 
 
 
ʼ 
 

 
 
.
 
ʼ 
 
 

 
 
.
᾽ 
 
 
 
, 
 
 

 
 
· 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
 
 
 
 
.
