@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg007.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Lysistrata, Machine readable text
@titleStmt=&responsibility; &fund.AnnCPB;
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:47Z

11067	#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Μυρρίνη
#Λυσιστράτη
#Μυρρίνη
#Λυσιστράτη
#Μυρρίνη
#Λυσιστράτη
#Λαμπιτώ
#Καλονίκη
#Λαμπιτώ
#Λυσιστράτη
#Λαμπιτώ
#Μυρρίνη
#Καλονίκη
#Λυσιστράτη
#Λαμπιτώ
#Καλονίκη
#Λαμπιτώ
#Λυσιστράτη
#Λαμπιτώ
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Μυρρίνη
#Λαμπιτώ
#Λυσιστράτη
#Καλονίκη
#Μυρρίνη
#Λαμπιτώ
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Μυρρίνη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Ἄλλη
#Λυσιστράτη
#Λαμπιτώ
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Λαμπιτώ
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λαμπιτώ
#Λυσιστράτη
#Λαμπιτώ
#Λυσιστράτη
#Λαμπιτώ
#Λυσιστράτη
#Λαμπιτώ
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Λαμπιτώ
#Λυσιστράτη
#Μυρρίνη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λαμπιτώ
#Μυρρίνη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Πᾶσαι
#Λυσιστράτη
#Καλονίκη
#Λαμπιτώ
#Λυσιστράτη
#Καλονίκη
#Λυσιστράτη
#Καλονίκη
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Πρόβουλος
#Χορὸς γερόντων
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Γυνὴ Α
#Πρόβουλος
#Γυνὴ Β
#Πρόβουλος
#Γυνὴ Γ
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς γερόντων
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Γυνὴ Α.
#Πρόβουλος
#Λυσιστράτη
#Γυνὴ Β.
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Γυνὴ Γ.
#Λυσιστράτη
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Γυνὴ Α.
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Γυνὴ Β.
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Γυνὴ Ξ.
#Γυνὴ Α.
#Λυσιστράτη
#Πρόβουλος
#Λυσιστράτη
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Γυνὴ Α.
#Λυσιστράτη
#Γυνὴ Α.
#Λυσιστράτη
#Γυνὴ Α.
#Λυσιστράτη
#Γυνὴ Β.
#Λυσιστράτη
#Γυνὴ Β.
#Λυσιστράτη
#Γυνὴ Γ
#Λυσιστράτη
#Γυνὴ Γ
#Λυσιστράτη
#Γυνὴ Γ
#Λυσιστράτη
#Γυνὴ Γ
#Λυσιστράτη
#Γυνὴ Γ
#Λυσιστράτη
#Γυνὴ Γ
#Λυσιστράτη
#Γυνὴ Γ
#Γυνὴ Δ
#Λυσιστράτη
#Γυνὴ Α
#Λυσιστράτη
#Γυνὴ Β
#Λυσιστράτη
#Γυνὴ Α
#Λυσιστράτη
#Χορὸς γερόντων
#γέρων
#Γυνή
#γέρων
#Γυνή
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Γυνή
#γέρων
#Γυνή
#γέρων
#Χορὸς Γυναικῶν
#Λυσιστράτη
#Γυνή
#Λυσιστράτη
#Γυνή
#Λυσιστράτη
#Γυνὴ
#Λυσιστράτη
#Μυρρίνη
#Λυσιστράτη
#Μυρρίνη
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Λυσιστράτη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Παῖς Κινησίου
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Μυρρίνη
#Κινησίας
#Κινησίας
#Χορὸς γερόντων
#Κινησίας
#Χορὸς γερόντων
#Κινησίας
#Χορὸς γερόντων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Κινησίας
#Κῆρυξ Λακεδαιμονίων
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορὸς Γυναικῶν
#Χορὸς γερόντων
#Χορός
#Χορός
#Χορός
#Χορός
#Λάκων
#Χορός
#Λάκων
#Χορός
#Ἀθηναῖος
#Χορός
#Ἀθηναῖος
#Χορός
#Ἀθηναῖος
#Λάκων
#Ἀθηναῖος
#Λάκων
#Ἀθηναῖος
#Λάκων
#Ἀθηναῖος
#Λάκων
#Ἀθηναῖος
#Χορός
#Λυσιστράτη
#Ἀθηναῖος
#Λυσιστράτη
#Ἀθηναῖος
#Λάκων
#Λυσιστράτη
#Λάκων
#Ἀθηναῖος
#Λυσιστράτη
#Λάκων
#Λυσιστράτη
#Λάκων
#Ἀθηναῖος
#Λυσιστράτη
#Ἀθηναῖος
#Λυσιστράτη
#Ἀθηναῖος
#Λάκων
#Λυσιστράτη
#Ἀθηναῖος
#Λάκων
#Λυσιστράτη
#Ἀθηναῖος
#Λάκων
#Ἀθηναῖος
#Λυσιστράτη
#Ἀθηναῖος
#Λάκων
#Ἀθηναῖος
#Χορός
#Χορός
#Ἀθηναῖος Α.
#Ἀθηναῖος Β
#Ἀθηναῖος Α.
#Ἀθηναῖος Β.
#Ἀθηναῖος Α.
#Ἀθηναῖος Β.
#Λάκων
#Ἀθηναῖος
#Χορὸς Λακεδαιμονίων
#Ἀθηναῖος
#Χορὸς Ἀθηναίων
#Ἀθηναῖος
#Χορὸς Λακεδαιμονίων
