@node
@author=Joannes Philoponus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Michael Hayduck
@filename=tlg4015.tlg008.opp-grc1
@funder=European Social Fund Saxony
@principal=Gregory Crane, Monica Berti
@publicationStmt=University of Leipzig, tlg4015.tlg008.opp-grc1.xml.
@respStmt=Gregory R. Crane, Editor-in-Chief, Perseus Digital Library, Digital Divide Data, Corrected and encoded the text, Matt Munson, Project Manager (University of Leipzig), Annette Geßner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor, Greta Franzini, Project Manager (University of Leipzig), 2013-2014, Frederik Baumgardt, Technical Manager (University of Leipzig), 2013-2015, Simona Stoyanova, Project Manager (University of Leipzig), 2015, Project Assistant (University of Leipzig), 2013-2014
@sourceDesc=Ioannis Philoponi in Aristotelis de anima libros commentaria, Michael Hayduck, Joannes Philoponus, Reimer, Berlin, 1897, Commentaria in Aristotelem Graeca, 15, Internet Archive.
@sponsor=University of Leipzig
@title=in Aristotelis de Anima libros commentaria
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:21Z

285470	marginal Ed. Trinc. a 1r
footnote 1 Tit. ἰωάννου — ἐπιστάσεων (3) D: post Ἀλεξανδρέως add. τοῦ Φιλοπόνου t 9 incipiunt excerpta PselJi q. d. de anima (Migne P. G. t. 122 p. 1030 sqq.) de quibus cf. Praefationis Supplem. 12 δυνάμεων D: om. t 13 δὲ (ante καὶ) D: διαιροῦνται Pal. t τε D: om. t 16 τοῦτο— γινώσκει om. Pal. Suid. v. Δόξα οἶδε γὰρ Pal. t Suid.: οἶδεν D   καὶ ὅτι Pal. t Suid.: οἶδεν ὅτι D 18 οἶδε γὰρ Dt: οἷον Pal. Suid. 19 post δέ ἀθάνατος add. ἡ ψυχή t οὐκέτι — ἔργον D: οὐκ οἶδεν ἡ δόξα ὅτι διανοίας ἔργον ἐστὶ τοῦτο t 20 post εἰδέναι add. ὥστε δόξα ἐστὶ τό τε γινῶσκον τὸ ἐν τοῖς αἰσθητοῖς καθόλου καὶ τῶν διανοητῶν τὰ συμπεράσματα t, eademque Pal. Suid., praeterquam quod habent δοξαστά ἐστι τό τε ἐν τοῖς κτλ. αὐτὴν D : τὴν δόξαν t ἐν τῷ Σοφιστῇ] Plato Soph. p. 264 Α 21 ante ἀποτελεύτησιν add. λέγων t
footnote 2 διανοίας — οἱονεὶ D: διάνοια δέ ἐστι τὸ οἷον t 3 ὅθεν— τοὔνομα D: ἐξ οὐ καὶ τὴν κλῆσιν εἵλκυσεν Pal. t 6 post ἀθάνατος add. καὶ τῆς μὲν διανοίας ἔργον τοῦτο t 7 ἐπιβολαῖς D: προσβολαῖς Pal. t κρειττόνως D: καὶ κρεῖττον Pal. t 8 προσβάλ-λουσα Dt: προσβαλοῦσα Suid. v. Νοῦς: προσλαβοῦσα Pal. post προσβάλλουσα add. τυχὸν t 9 et 1 1 κρειττόνως D : κρεῖττον t 9 τοῦτο γινώσκει D : αὐτοῦ τὴν πω σιν ἔων t 10 post δεῖται add. πρὸς ταῦτα t 11 νοητὰ] διανοητὰ ’ 12 αὕτη δὲ ἡ D: ἡ δέ γε t post ἐνέργεια add. ἐκείνοις t τοῖς D: οἶς t 13 ἀφιγμένοις τοῖς D: γέγονεν ἀφικέσθαι καὶ t lb. IG Πλωτῖνος] nescio quo loco, sed cf. Enn. V, 3,14. 17 VI, 7,35. 36 18 οὖν D: τοίνυν t ὁ Τίμαιος] Plato Tim. p. 28 A 20 ὁ Τίμαιος] Plato Tim. ibid. 22 ἔχει D: ἐπέχει t 23 μάλιστα — ἡμετέρᾳ D: προσῳκείωται τῇ ἡμετέρᾳ ψυχῇ Pal. t αὕτη scripsi: αὐτὴ libri 23. 24 μέσην ἐν D Suid.: post μέσην add. τὴν t 24 δὴ scripsi: δὲ Dt: om. Pal. 25 ἡ τελειότης D: ἡ om. Pal. t 27 τῶν συνεθισμῶν D 28 ἀνάγειν Dt: ἄγειν Suid. 29 αἰ-σθητῶν Dt: νοητῶν Pal. Suid. κἀκεῖ D Pal. t: κἀκείνων Suid. δ D: ὡς Pal. t 30 ὁ Πλάτων ἐν τῷ Φαίδωνι] Phaed. p, 66 D τό om. t
marginal a 1r
marginal 40
marginal a 1r
footnote 1 περιελκόντων σωμάτων D, sed corr. in mrg. περὶ ὁλκῶν τοῦ σώματος D 1 2 μικρὸν D Pal.: μικρῶν t 4 καὶ μέγεθος ἔχει καὶ σχῆμα Pal. t: μέγεθος ἔχει, σχῆμα ἔχει D .5 τοῦ θεοῦ D Pal. t: τοῦ oin. Suid. 6 ἑαυτῆς D Pal.: αὐτῆς t 7 περὶ D Suid.: πὼς Pal.: πῶς t 8 ἔτι τε D 9 τὰ μαθήματα λέγω D: om. Pal. Suid. t 11 παντελῶς D Pal.: παντελῆ t 12 Πλωτῖνος] Enn. I 33 13 φύσεως D Pal. t: πίστεως Plotia. 15 ἐπὶ D: περὶ Pal. t 16 τοίνυν Pal. t: om. D οὖν D: om. Pal. t 17 καὶ εἰς D: καὶ om. Pal. t 18 κρειτ-τόνως D: κρεῖττον Pal. t 24 ἔννοιαι αἱ διὰ Suid. v. Κοιναὶ ἕννοιαι: αἱ om. D Pal. t 25 ἐναργῶς εἰσιν D : εἰσιν ἐναργῶς Pal. t post ἐναργῶς εἰσιν add. διὸ καὶ ἀρχὴν ἐπιστήμης τὸν νοῦν καλοῦσιν, ᾧτινι τὰ νοητὰ γινώσκομεν Pal. Suid. t: om. D ἐν τοῖς Ἀποδεικτικοῖς] Anal. post. Α3 p. 72b 23
marginal a 1v
footnote 2 ὅρους t: ὅρον D 9 inter συμπέρασμα et ἔχει supra lin. add. ἡ δόξα D παρ’ ἑαυτῇ D: πᾶν ἑαυτῇ t 18 πολλῷ μᾶλλον hue transposuit Diels: post αἴσθησις (17) habent libri 19 τῇ δόξῃ D: ἡ δόξα Pal. t 20 γινώσκειν D: ἐπιγινώσκειν Pal. t λέγομεν οὖν D: καὶ λέγομεν Pal. t μέν πὼς D D: μέν Pal. t 22 ὁ Ἀριστοτέλης] de caelo Β 11 p. 29 1b 17 sqq. βουλόμενος — εἶναι (24) D: βουλόμενος γὰρ ὅτι σφαιρικὰ δεῖξαι πιστοῦται τοῦτο δι’ ἑνὸς τῆς σελήνης. φησὶ γὰρ ὅτι ἐπὶ τῶν ὁμοουσίων, ὡς ἐφ’ ἑνὸς ἔχει, οὕτωκαὶ καὶ ἐπὶ πάντων ἀνάγκη εἶναι t 25 ἡ σελήνη D: ἡ om. t 26 ἑωρακὼς συλλογίζεται omisso τις D: τις ἰδὼν συλλογίζεται Pal.: ἑωρακόσι συλλογίσασθαι ἔξεστι t 26. 27 ἐν τῷ τόπω D: ἐν ᾧ ὁ καπνός ἐστιν add. t 29 αἰσθητῶν D Pal. Suid.: μερικῶν t συλλογίζεσθαι D Pal.: συλλογίσασθαι t 31. 32 οἷον ἐγκατεχώσθησαν scripsi: : οἱονεὶ κατεχώσθησαν Dt: οἷον ἐγκατεχώσθη Pal.: οἷον ἐγκαταχωσθεῖσα Suid, 32 κρυπτόμενος σπινθήρ D: ante σπινθὴρ add. ἐστιν ὁ t
marginal a 1 v
marginal a 2r
marginal 27
marginal 34
marginal 10 6 συναισθόμεθα D: συνεσόμεθα t 11 μηδεὶς D Pal.: μὴ t 13 αὐτῶν D: ψυχῆς t 15 αἰσθήσεως μαθούσης Pal.: post αἰσθήσεως add. ὡς Dt 16 πᾶν τὸ ὁμοφυὲς δίπουν Pal.: πᾶς δίπους Dt 17. 18 πᾶν γὰρ ὅπερ D Pal.: πάντα γὰρ ἅπερ t 18 ταῦτα] fort. τοῦτο 21 τούτου D: τούτων t 24 Αἱ μὲν οὖν —ψυχῆς δυνάμεις (33) post ἄλογοι δυνάμεις (p. 6,25) exhibent Dt: rectum ordiiiem servavit Pal.
marginal a 2r
footnote 5 φαοστασία D Pal. cf. Sophonias de An. p. 121,19: φανστασία t Suid. v. Φαντασία 5. G φανθέντων D Pal.: φανέντων t 6 αὐτῶν D Pal.: τούτων t 7 μερικὸν Dt: μερικῶν Pal.: μερικὰ Suid. 13 θυμούμενος Suiil. v. Θυμός 16 et 19 ἰδικώτερον D Pal. t: εἰδικώτερον Suid. 17 et 19 ἀντιστελλομένη t 27 αὐξητικὴ καὶ γεννητική t 31 ἀνακεφαλαιωσάμενος t 30 ὅσαι D 37 οὐκέτι — καταδεεστέρας (p. 7,1) oin. D, in mrg. suppl. D2
marginal a 2r
marginal a 2v
footnote 1 ἀμέλει D Pal.: οὐ μέλει t 4 καὶ ἁφῆς — σπόγγοι (5)] καὶ ἁφῆς· οὐχ ὅσα δὲ ὀσφρήσεως καὶ γεύσεως καὶ ἁφῆς, πάντως καὶ ὄψεως, ὥσπερ ὁ ἀσπάλαξ, οὐδ’ ὅσα ἁφῆς, ταῦτα καὶ τῶν ἅλλων, οἷον οἱ σπόγγοι ἁφῆς μὲν μετέχουσιν, οὐδεμιᾶς δὲ τῶν αἰσθήσεων ἄλλης Pal. Suid. V. Φυτικαὶ δυνάμεις 4. 5 οὐ πάντως δὲ — σπόγγοι in margine add. D 2 17 οἷον αὐτὸ D: ὅμοιον αὑτῷ αὑτὸ t 19 οἷον αὐτό D: ὅμοιον αὑτῷ t 21 τῆς θρεπτικῆς πάλιν δεόμεθα Pal. Suid. v. Κόσμος 22 φυτικῶν Pal: φυσικῶν Dt Suid. 24 μόνως D: μόνον Pal. t 25 κεχρήμεθα D Pal: χρώμεθα t ὁ Πλωτῖνος] Enn. Ill 4,2 26 πάνυ θείως Dt: ἀστείως λίαν Pal. Suid.
marginal a 2v
footnote 2 κινεῖ coll. D 3 τροφῆς scrips! : τρυφῆς Dt 6. 7 ἐφίεσθαι — τοιᾶσδε τροφῆς in margine add. D 2 6 γονῆς Dt: γονὴν προίεσθαι Pal., fort, recte 11 εἶπον D: εἰπὼν t 16 τὴν D Pal.: om. t 19 καὶ (post οὐτῶ) D: om. t post οὕτω καὶ addendum videtur ἡ λογικὴ ψυχὴ 20 συνημμένη Pal.: συνημμένῃ Dt 23 λογικὴ Pal.: ἄλογος Dt 26 διὸ Pal.: διότι Dt —28 στῆθος — ἔτλης] Od. υ 17. 18 27 δὲ πλήξας 1, 1.: δ’ ἐμπλήξας D: δ’ ἐκπλήξας t τέλαθι δὴ κραδίη 1. 1. 32 ποσοῦ scripsi : πόσου libri τῆ γεννητικῆ ex τὴν γεννητικὴν ut vid. corr. D
marginal a 2v
footnote 19 post ἀτόμων add. συγκειμένην Pal. Κριτίας] cf. Bergk P. L. P. L. G. 4 p. 281 adn. 31 ποιότης ἐστὶν] incipit cod. R, qui exbibet ἡ ποιότης ἐκ τῆς Dt: τῆς ooi. R 37 Νουμήνιος] fr. 56 Thedinga 38 ἐν Φαιδρῷ] p. 245 C 39 ποιούμενος D γὰρ om. R
marginal a 3r
footnote 1 σάφ’ ὡς — παρατιθέμενοι DRt: σαφῶς ἐν τοῖς ἑαυτοῦ διαλόγοις ὡμολόγηται Pal. δείξομεν D: δείξωμεν Rt βήσεις t: χρήσεις DR 3 ἀριστοτέλη D 1 1 ἐν τῷ τέλει τῆς Περὶ μορίων ζῴων πραγματείας] immo ἐν τῇ ἀρχῇ cf. Α p. α 17 sqq. 16 πότερον κτλ.] cf. ibid. p. 641 a 33 19 δῆλον ὅτι Rt: om. D 20 post περὶ τῶν νοητῶν add. διαλέξεται D 22 xuivDR: om. t 23 post ὅπερ add. ἐστὶν R 25 περὶ μορίων DR: περὶ γενέσεως t. est error Philoponi ineraoriter ut apparet citantis. extat re vera De gener. aniin. Β3 p. 736b27sqq. λείπεται δὲ τὸν νοῦν μόνον θύραν ἐπεισιέναι καὶ θεῖον εἶναι μόνον· οὐθὲν γὰρ αὺτοῦ τῇ ἐνεργείᾳ κοινωνεῖ σωματικὴ ἐνέργεια 26 οὐδὲν DR Pal. Arist.: οὐδενὶ t 26. 27 σωματικῇ ἐνεργείᾳ scripsi: σώματος γὰρ ἡ ἐνέργεια DRt: τῖς τοῦ σώματος ἐνεργείαις Pal. 27 ἐν τούτῳ τῷ βιβλίῳ] Α 1 p. 403 a 27 30 τινὰ Dt: τὴν R 31 ἐν τῷ δευτέρῳ λόγῳ] B 2 p. 413 b 24 32 εἴτε μόριον DR: ἠ’ μόριον t
marginal a 3r
footnote 2 ἐνδέχεσθαι Dt et libri v. 25 : ἐνδέχεται R(hoc loco) ex Arist. 3 ἐν τῷ τρίτω λόγῳ] r 4 p. 429 a 13 4 τι (post πάσχειν) Rt: ὅτι D 5 μετ’ ὀλίγα] Γ 5 p. 430a22 χωριστὸν δέ ἐστι DiR: χωρίζεται t: χωρισθεὶς δ’ ἐστὶ D- et Arist. 5. 6 τοῦτο μόνον R 11 ἐν τῷ αὐτῷ λόγῳ] Γ4 p. 429 a 22 14 μετ’ ὀλίγα] Γ4 p. 429 a 31 IG ἀντιλάβηται D: ἀντιλαμβάνεται Rt 18. 19 καὶ πάλιν] Γ 5 p. 430a 17 20 ἐν τῷ πρώτῳ λόγῳ] Α 4 p. 408b 18 21 τῷ cm. R 22 ποῖον γὰρ κτλ.] A 5 p. 411b 18 23 περὶ δὲ τοῦ νοῦ — φθαρτοῦ (25) eadem leguntur p. 10,32. 11,1 sqq. 31 ἐν τῷ τιμίῳ] Tim. p. 41 Β sq.
marginal a 3v
footnote 1 τοῦτο δεόντως] τόδε ὄντως Plato 2 ἅπαν DR: ἅπερ t θνητῶν deest apud Plat. 4 ἀθάνατον R προσήκει Plato: προσήκειν libri 5 post αὐτοῖς cm. Platonica τῶν ἀεὶ δίκῃ καὶ ὑμῖν ἐθελόντων ἕπεσθαι libri 6 ἀπεργάζεσθαι R 15 δείξομεν Dt: δείξωμεν R 16 ὅτι τε DR: ὅτι t 21 τῶ (ante σώματι) DR: cm. t 26 σχεδαστόν R ἄπειρον R 27 ἐπειδή Dt: αἵδειδὴ R τις cm. R 28 ἐστιν post σῶμα DR: post ἀσώματον t 31 συνεκτικὴ τῶν σωμάτων DR: τῶν om. t 32 τῶ βιβλίῳ δὲ R 33 τοῦτο προστίθησι D 2 t προστίθησι τοῦτο D 1 R
marginal a 3v
footnote 1 οὐδέν, φησίν, σῶμα κτλ.] cf. de Aa. Γ-2 4 ταὐτὸ D: τὸ αὐτὸ Rt 7 ἐκ DR: t 10 δῆλον ὅτι Dt: δῆλον οὖν ὅτι R 1 1. 12 εἰ τοῦ μὲν — αἴσθοιο] 2 p. 426 b 19 12 λέγοις DR: λέγεις t 13 εἶδες σὺ transp. D 14 τῶν— ἀντιλαμβάνεσθαι τὸ κρινόμενον προσλαμβάνεσθαι Pal. 16 προσβάλλειν τῷ t 17 οὖν Dt: αὖ R ἀσώματος DRt: ἀσωμάτως Pal. 18 γὰρ om. R 22 et 23 ἐπιγινόμενοι Dt : ἐπιγενόμενοι R 25. 26 et 80 φυσικοὶ DR Pal. : φυτικοὶ t 27 οἷπερ scripsi: ὅπερ DRt: ὥσπερ Pal. 32 ὡς DR: cm. t 33. 34 πάντες οὕτω — μορίῳ Pal.: om. DRt 36 ἐν τῶ (post ἢ) om. R
marginal a 3v
marginal a 4r
footnote 3. 4 ἡ φλοιὸς scripsi: ἡ φλοιὸς libri 4 ἡ φύλλον Pal. et in iteiatis (cf. n. ad 8) D: φύλλον Rt: utrumque cm. (suo loco) ’, suppleverat ut vid. D 2, sed locus humore evanuit 8 post ἐστὶν erasum habet ἡ ut vid. D post αἰτία iterata εἰ ἀποτμηθείη — εἰσὶ (3 — 5) del. D δέ D Pal.: δὴ Rt 9 εἰ DR Pal.: om. t 13 ἐπιλάβοιτο D Pal. t: ἐπιλάβοι τοῦ R 24. 25 καὶ ἐν D Pal. t: καὶ τὸ ἐν R 30 λέγομεν DR Pal.: λέγωμεν t 36 et 37 αὐτὴ ubique Pal.: αὕτη (post γινώσκει et reliquis deinceps locis) DRt 38 ἔτι Pal.: om.DRt
marginal a 4r
footnote 2 ἡ δὲ λογικὴ ψυχὴ D Pal. t: αἱ δὲ λογικαὶ ψυχαὶ R 3 αὐτὴ Pal.: αὕτη DRt 4 ἔτι Pal.: om. DRt 7 ἄρα D Pal.: ἐν τῷ παχεῖ R ante σώματι add. τῷ Pal. 9 δεῖ R Pal.: om. D: χρὴ t 11 post τούτῳ add. ἤγουν ἐν τῷ παχεῖ i: ἐν τῷ παχεῖ in mg. adnot. D2 14 ἀρέσαντα Rt: συναρέσκοντα Pal. 15 ἀθάνατον R: ἀθάνατον εἶναι Dt 18 ἐξ ἀνάγκης — χωριστὴν σώματος Pal.: om. DR: οὑδὲ αὐτὴ χωριστή t εἰ γὰρ— χωρὶς σώματος (19) om. R 19 ἔχοι D Pal.: ἔχει Rt 21 ὁ θεὸς Dt: θεὸς R οὔτε ἡ φύσις ποιεῖ coll. R 27 τοῦ DR Pal: om. t κρεῖττον δὲ — πρότερον delenda esse videntur 31 τοῦ ἀχωρίστου τὸ χωριστόν scrips!: τὸ ἀσώματον τοῦ χωριστοῦ DR: τὸ ἀχώριστον τοῦ χωριστοῦ t κρεῖττον R 35 χρησιμεύσει DR Pal.: χρησιμεύουσιν t
marginal a 4r
marginal a 4v
footnote 3 δείξομεν R Pal.: δείξωμεν Dt 7 ἑαυτὴν Pal. t: αὐτὴν DR 7. 8 οὔτε — οὔτε scripsi: οὐδὲ — οὐδὲ libri 10 ante ἐστι lit. unius litt. D post ἔσται lit. XL fere litt. D 13 γενητὴ D: γεννητὴ R Pal. t 14 οὖν Pal.: om. DRt 17 ἀεὶ ἐνεργείᾳ D Pal. t: ἀεὶ τὸ ἐνεργεία R 19 τῶν ἀσωμάτων DRt: τῶν περὶ τὸ σῶμα Pal. 22 τῶν τρόπων D Pal. t: τὸν τρόπον R 24 σώματι D: τῷ σώματι Rt 28 δείξοABBREVμεν corr. ex δείξωμεν D 30 αὐτῶν αἱ ἐνέργειαι D: αἱ om. t: αὐτῶν post ἐνέργειαι ponit R 34 οὖν καὶ DRt: οὖν καὶ αὗται καὶ Pal. ἀλλὰ om. Pal. 35 χρημάτων Diels: χρωμάτων libri 36 τούτων Pal.: τοῦτον DRt
marginal a 4v
footnote 1 om. D 9 ἐπιδιαμένουσαι DR: ἔτι διαμένουσαι Pal. t 10. 11 πόθεν —δόξα delevi 11 δόξα DR: αὔξησις t post νεκρῶν add. γὰρ U τε γὰρ Pal. post αὔξονται add. ἀλλὰ μήποτε οὐκ ἀληθὴς ὁ λόγος οὗτος· οὐ γὰρ αὔξεσθαι φασὶ ταῦτα ἀλλὰ τηκομένων καὶ μειουμένων τῶν περὶ αὐτὰς σαρκῶν μᾶλλον ἀπογυμνοῦσθαι καὶ διὰ τοῦτο καὶ μείζω καὶ ηὐξημένα δοκεῖν φαίνεσθαι· ἀλλὰ περὶ μὲν τούτων καὶ ἰδία θεωρητέον Pal.: del. Strehlke 12 τὸν DR: om. t Pal. 16 ὅπου D 2 t: οὔπω D 1 R ἐκεῖναι D 1 R ἐκεῖ ’R εἴποι DRt: ἵδοι Pal. 17 διὰ DRt: om. Pal. γινόμενα D Pal. t: γενόμενα R 18 καὶ (ante σκώληκας) cm. D 19 ἡ ex εἰ corr. D 23 post πλεονάζοντος ia marg. add. διὰ τὸ ικὸν σῶμα R 24 πνευματικὸν —ὅτι ἐστὶ (26) om. R 28 ἐκεῖσε DR Pal.: ἐκεῖ t
marginal a 4v
marginal a 5r
footnote 1 ἀδύνατον] δυνατὸν R 9 δτὰ] δὴ D 13 ἀπηλλαγμένη iteravi cum Pal. 19. 20 δύναται K 22 φασιν R: φησιν Dt 24 ἑαυτὴν Dt: αὐτὴν R ἀναχθῇ DR: ἀνενεχθῇ t 25 ἀποτίθεσθαι scripsi: ἀποτίθεται libri 31 ante διὰ ταῦτα add. καὶ R post φασιν add. σῶμα t ἀεὶ ante φασιν ponit R 36 σώματα D
marginal a 5r
footnote 5 ἦπαρABBREV D αἱ D Pal. t: om. R 8 γίνωνται, sed corr. D 9 ἐπιτεθέντος ex ἐπιτιθέντος corr. D post ἐπιτεθέντος add. εἰ ἐπισυμβῇ τι Pal. τῇ μήνιγγι Suid s. V. Μῆνιγξ: τῷ μήνιγγι libri 10 ὁ μῆνιγξ Pal. 13 δύναμινABBREV D 14 δὴ D Pal.: δὲ Rt 19 φάσματα R: φαντάσματα Dt 23 φησὶν D 24 ἔχειν DR: ἔχει t 25 τρέφεσθαι (post γὰρ) Dt: τρέφεται R 33. 34 ἐν τοῖς Μετὰ τὰ φυσικά] immo de soma, et vig. 2 p. 455a20
marginal a 5r
marginal a 5r
footnote 3 συνδιατυπωθὲν DR: συναποτυπωθὲν t 4 συνδιατυποῦνται Rt 7 ἡ καὶ Dt: εἰ καὶ K 8 ἀφανὲς DR: ἀναφανὲς t 9 ἐκτάσει scripsi : ἐκστάσει DRt 18 ἡ om. D 26 post δευτέρῳ fort, addendum καὶ τῷ τρίτῳ; cf. vv. 28. 28 περὶ ἑκάστης in lit. D 29 διαλεχθῆναι] λεχθῆναι R 33 ἀνάγειν] fort. ἀνάγων 34 ἐν τῇ Φυσικῇ] Θ 6 6 τῷ τέλει Dt: τῷ om. R 36 ἑαυτὸν Dt: αὐτόν R
marginal a 5v
footnote 1 μένοι Dt: μένει R 2 κινητικὸν R: κινητὸν Dt 3 ἀπὸ τοιαύτης κτλ.] haec iletaph. Λ 7 p. 1072b13 leguntur 4 οὐρανὸς] ἄݲνݲοݲςݲ R 6. 7 ἐν τῷ Περὶ γενέσεως φθορᾶς] B 9—11 7 καὶ φθορᾶς om. R 20 λόγονABBREV D 21 ὁ (ante om. R 22 καὶ (post βουλόμενος) t: om. DR 26. 27 προσυπακουστέον οὖν D: οὖν ποσυπακουστέον Rt 27 μὲν οὑν Dt: μὲν R 29 φασί Diels: φησί libri 33 ἄρ’ οὖν scripsi: ἀρ’ οὖν DR: ἄρα οὖν t
marginal a 5v
marginal a 6r
footnote 1 ὑπὸ τοῦ Πλάτωνος] fort, respicit ad Protag. p. 357 D sqq. μὲν DR: μὲν γὰρ t   αὐτοῦ scripsi: ἑαυτοῦ libri 6 ἐν τῷ Φαίδωνι] Phaed. p. 75 D 7 του Plato Pal. Suid. s. V. Εἴδησις: τοῦ D: τὴν Rt 7. 8 ἀποβεβλῆσθαι] ἀπολωλεκέναι Plat. 8 ἐν τῷ Γοργίᾳ] cf. Gorg. p. 454 E ἢ πάλιν — γνῶσιν (9) DRt: ἢ ἡ ὁλοσχερεστέρα γνῶσις ἢ ἁπλῶς ἡ κοινοτέρα καὶ τούτων ἑκάτερον περιέχουσα Pal. Suid. 9 ἐν τοῖς Φυσικοῖς] A 1 p. 184 a 10 15 θαυμασιωτέρων Dt: θαυμασιωτέραν R 16 τιθείημεν ex τίθεμεν coir. ’ 20 κρεῖττον Rt: κρείττω D ἀστρονομίαν DR: ἀστρονομία t 21 καλλίω DR: κα)λίων t περὶ (post διότι) DR: περ t 23 τῆς ἰατρικῆς — ἀστρονομία (24) om. D 25 κατ᾿ ἄμφω τιμιωτέρα coll. R 28 δίπηχυς D: ὁ δίπηχυς Rt 29 ἢ Dt: οὐδὲ R 31 ἡ ξύλινος Rt: ἐξ οὐδενὸς D
marginal a 6r
footnote 3 ABBREV τὴν D 4 δύο Dt: δυσὶν R ἴσαι εἰσὶν coll. R 4. 5 ἀκριβείας πάσης coll. R 5 διαφέρουσαι D: διαφέρουσιν R: διαφέρουσα t ἀεὶ DR: ἀεὶ γὰρ t 5. 6 ἀσύμμετρος τῇ πλευρᾷ R 7 τε om. R 13 θεωρία ex θεωρεία, ut vid., coir. D 1 14 τιμία μέν—θεωρία om. D 15 ante κάλλιστον add. τὸ D 16. 17 περὶ ψυχῆς bis R 17 ἐν τῇ Ἀποδεικτικῇ] Anal, post Α 13 p. 78b35 18 καθ’ ἣν D: καθ’ ὅσον Rt 20 τἀς om. D 23 αὐτῆς R: τοιαύτας Dt 25 δείκνυνται ἐν D2 δείκνυνται D 1 ἀριθμητικῇ in lit. D 1 26 γὰρ πασῶν in lit. D2 28 ἐν τῆ Μετὰ τὰ φυσικά] a l p. 993 a 30 30 φανώτατα D 33 ἐνσώματοι D Pal.: ἐν σώματι Rt
marginal a 6r
marginal a 6v
footnote 5 οὖν DR: δὲ t 6 ἐν τοῖς Ἠθικοῖς] Ethic. Micom. Α 13 p. 1102 a 18 εἴ γε scripsi: εἰ γὰρ libri 9 τοῦ χωριστοῦ DR Pal.: τοῦ om. t 10 ἐπειδὴ δὲ D Pal. δὲ om. Rt 12. 13 ἐν τῆ Περὶ ζῴων μορίων] Α 1 p. 641 a 33 sqq. 14 τούτου D τοῦτο Rt 16 εἴ γε D Pal. t: εἰ γὰρ R φυσικοῦ DRt Suid. v. Φιλοσοφία φυσικῆς Pal. 19 ante πρὸς add. καὶ R, cf. Arist. cod. V 20 μάλABBREVιστα D παρέθηκεν D 25 ἑαυτῆς Rt: αὐτῆς D 31 ζῴων] ζῶABBREV D 33 αὕτη D: αὐτὴ Rt
marginal a 6v
footnote 1 μοχλίας t ὡς εἰδικὴ Suid. s. ν. Ἀρχή: ὡς om. DRt 2 αὕτη DR: αὐτὴ t 5 κρείττων δὲ Dt: κρεῖττον δὲ R Suid. 15 ἐπιβάλλειν Dt: ἐπιβαλεῖν R 17 προσβάλωμεν D: προσβάλλωμεν Rt δὲ om. D1, sed suppl. D2 20 ἢ Dt: ἡ φησὶ R 24 post γένος fort, addendum ζητοῦμεν 26 ἔπειτα DR: εἶθ᾿ t et Arist. 27 λέγειABBREV D 30 φησί] Anal. pr. Α 1 p. 24b 18
marginal a 6v
marginal a 7r
footnote 2 κοινὰ καὶ τοῖς ζῴοις δι’ ἐκείνην DRt Arist. cod. U: δι’ ἐκείνην καὶ τοῖς ζῴοις Arist. vulg. ὑπάρχειν t: ὑπάρχει DR 4 τῷ ἐκ Dt: τὰ ἐκ R post ἐκ add. ζωῆς D 5 πάθη] exspectas ἴδια πάθη αὑτὴν scripsi: αὑτῆς libri 7 τοιοῦτον Diels: τούτων DRt 8 ὡς Dt: καὶ R 11 τῶν γὰρ Dt: τῶν μὲν γὰρ R ἡ om. R 16 ἀνάγεται t ἐν τῷ Σοφιστῇ] p. 244 D sqq. 23 εἰπόντος γὰρ ἐκεῖ κτλ.] De interpr. 1 p. 16 a 3 sqq. 24 περὶ τῆς ψυχῆς D 25 τὴν περὶ ψυχῆς Dt: περὶ τὴν ψυχὴν R 27 ante νόθον add. οὐ t 28 ψυχῆςABBREV D 30 Πάντῃ] πάντως R δὲ πάντως DR et de an. cod. Ε: δὲ καὶ πάντως t et Arist. vulg. χαλεπώτατόν ἐστι DR: ἐστὶ χαλεπώτατον Arist. cod. W: ἐστὶ τῶν χαλεπωτάτων t et Arist. vulg. 32 εἴπωμεν D, sed corr. D1
marginal a 7r
footnote 2 ἐντεῦθεν R: ἐνταῦθ’ Dt 7 ἄρα libri 9 πολλαί Dt: πολλὴ R τίς ποτε Dt: τί ποτε R αὕτη Dt: αὐτὴ R 11 ὅταν Dt: ὅτι R ὅτι Dt: om. R καὶ addidi 12 ἑτέρα πρὸς τούτοις τρίτη Dt: πρὸς τούτοις ἑτέρα R δὴ D: om. Rt 16 post διαιρεῖται add. εἰς R 22 πολλοῖς DR et de an. cod. E: καὶ πολλοῖς t et Arist. vulg. 28 δὴ DR de an. cod. V: δὲ t et Arist. vulg. τοῦτό ἐστι t 30 ἔστι δὲ DR: ἐστιν t 32 σημάνῃ corr. D1: σημαίνῃ Rt
marginal a 7r
marginal 31
footnote 1 εἶναι Dt: ἐστιν R ἡ DR: om. t et de an. codd. 2 post ὥσπερ add. γὰρ t τῶν] τὴν D, sed corr. D1 3 ἀπόδειξιν DRt de an. vulg.: ἀπόδειξις de an. cod. E et Sophonias, idemque videtur legisse Philop., cf. p. 31,24 9 οὐχ ὅτι—συμπέρασμα om. D 10 φέρωμεν R 13 ἄν R: om. Dt 15 post συναναιρεῖ καὶ litura IV versuum et trium fere litterarum D; quae proxime antecedunt inde a. v. ὑπάρχοντα (14) passim redintegravit D2 τὸ τῆς ἐπιστήμης t 16 τὸ Dt: τῶ R 17 πρώτως Dt: πρῶτον R 22 ἴδια D: ἰδία Rt 24 οὐκ εἴ τι δέ DRt: οὐκέτι δὲ καὶ εἴ τι Suid. s. V. Ἀπόδειξις 26 διὸ] fort. διότι 29 πρώτως ὑπάρχει — μὴ ὄντος (31) in mg. m. saec. XII D; καὶ τριγώνου μὴ ὄντος etiam in versu D1 31 ἴδιον R
marginal a 7r
marginal a 7v
footnote 1 ἀντιστρέφει Dt: ἀντιστρέφειν R ἐν τοῖς Ἀποδεικτικοῖς] Anal. post. Α 6 p. 75 a 28 sqq. (cf. Α 5) 2 μόνων R 5 δὴ corr. D1: δεῖ DR: δὲ t τὰ αὐτὰ (sed suprascr. τὸ D1) DR: τὰ ἀεὶ τὰ αὐτὰ t ἔχοντα t εἰ addidi δὲ om. R 10 ἐν ἐκείνοις D2t: ἐκείνοις D1 τῶν cm. t 11 οὐδὲν R 12 ante κυρίως add. ἡ R ἡ Dt: ἡ R 13 καὶ Suid. s. v. Ἀπόδειξις: om. DRt ὅτι om. t 14 διότι Dt: δῆλον ὅτι R ὥστε DR: καὶ τὸ t 15 πᾶν ζῶον R: ζῶον πᾶν t: ζῶον πᾶν ABBREV sic D1 17 οὐσίων B: ζῶον DRt πάλιν—ἔχει καὶ (18) om. D1, sed in mrg. suppl. D2 21. 22 ἐν τῇ Περὶ οὐρανοῦ] B 11 p. 291 b 18 sqq. 24 τῇ δείξει] incipit Α, qui ταύτῃ post δείξει colloc. ὅτε D: ὅπου Rt: διότι Α Suid. 24. 25 τὸ αἴτιον R 25 πρὸς ἡμᾶς Α Suid.: om. DRt
marginal a 7v
footnote 1 γινόμενος R 2 μειοῖ μὲν] μειοῦμεν D: corr. in μειοῖν D1 4 ὥστε DR: ὡς t 6 ἐκ τῶν R: ἐκ τοῦ Dt 7 εἰ γὰρ Rt: ὡς γὰρ D σφαῖραν μεγάλην coll. R χρίσειε t: χρίσει D: χρίσῃ R 9 μετεωρίσειεν t: μετεωρίσει D: μετεωρίση R παρακλίνειεν t 10 ἄνω ὄντος Dt: ἀνιόντος R 13 καταστρέφοντος R 14. 15 οὖν—προκειμένου Dt: om. R 17 καὶ τοῦ πυρὸς R 19 ὠχρὸν R 20 γὰρ Α: οὖν DRt 21 ὡς τὸ—σημεῖον (22) om. D 22 post σημεῖον add. διό φησι κἀκεῖνος t 25 φησί delevi 27 καὶ κοινὴ DR: καὶ κοινή τις t (ut Arist. UWXY): τις καὶ κοινὴ Arist. vulg. 28 πραγματευθῆναι DR: πραγματεύεσθαι t 30 τίς DR: τί t 31 πόσι et 32 ποῖαι t: πόσα et ποῖα DR
marginal a7
footnote 1 δεήσει γὰρ R: γὰρ om. Dt 3 ὅταν DRt, itemque Arist. codd. SUW: ἐὰν Arist. vulg. 8 ἐλάττων D2R: ἐλάττω D1t 10 φησίν om. t 12 ἄξομεν 19 καὶ τὸ Dt: τὸ om. R 28 τὸν ὁρισμὸν R 29 καὶ τῶν Df. καὶ om. R 31. 32 οἱ μὲν γὰρ Dt: καὶ οἱ μὲν R: καὶ γὰρ οἱ μὲν Α
marginal a 8r
footnote 1 τούτου] τοῦτο D, sed corr. D1 (?) 5 ἄν om. t ἡ Dt: om. R 7 ἀλλ’ ἐπειδάν Dt: ἀλλ’ ἐπειδὴ ἄν R: ἐπειδὰν δὲ Α 16. 17 δεῖ λαβεῖν Dt: διαλαβεῖν R 18 ἐν Εἰσαγωγαῖς] Porphyr. Isagog. p. 2,16 Busse κατηγοροῦνται DR: κατηγορεῖ τᾶι t 19 ἐρωτώμενοι t 21 ἐν Φαιδρῷ scripsi: ἐν Φαίδωνι libri, cf. Phaedr. p. 237 Β 22 δεῖ Rt: δὲ δεῖ D 22. 23 ἡ τοῦ παντὸς Rt: τοῦ παντὸς D 24 τίποποτέ D μάθοιμεν Rt: μάθομεν D 25 εἰ] ἡ R 26 τινὰ DR: τι t 28 ἐν τῇ Φυσικῇ] Phys. Α 1 p. 184a10 32 ὅσον Comment. Arist. XV. Philop. de anima.
marginal a 8r
footnote 1. 2 ἐντελέχειά τις Rt et ut videtur D primitus: ἐντελεχείαABBREV D1 5 τις Rt: τι D 9 δὲ post διὰ om. t 13 ἐσμεν] μὲν R 16 ἐν (post οὐράνια) ADt: ἅτι R 18 ἐνεργεῖ R 22 λέγω DRt: λέγομεν Α 23 καὶ ἄλλο ἐν ἐντελεχείᾳ t: om. D1 καὶ ἄλλο ἐντελεχείᾳ AD2 24 μόνη R 25 δὲ ante ἐξ om. R 30 ἐπειδὴ δὲ t 31 ἐκεῖνο D: ἐκεῖνο δὲ Rt 33 καὶ ἐπειδὴ ἐπὶ DRt: ὡς ἐπὶ τῶν ἐνύλων εἴρηται σωμάτων, ἐπὶ δὲ Α Pal.
marginal a 8v
footnote 1 εἰσιν ἐνέργειαι R 2 ἐν τῷ Περὶ ἑρμηνείας] 13 p. 23a 23 δὲ R 9 καὶ om. R (ut Arist. cod. X) 11 λαμβάνον R 13 τῳ] τὸ R1, sed corr. R2 17 διότι] ὅτι R 18 χωρίζεται R 19 καὶ ἐκ A: ἐκ R: καὶ αἱ ἐκ Dt 20 post μέχρι addendum τῆς ἀλόγου 21 ζῶον R 23 ἡ ψυχὴ R εἰ] ἢ t 24 διαφέρουσι R: διαφἐροῦσι Dt 27 τὰ (ante ἄνω) D: τὸν R: τὴν t 27. 28 ABBREV ABBREV R 28 τῶν αἰτίων om. R 29 ἄζωον] ζῶν R μὴ om. R
marginal a 8v
footnote 1 ὁμοειδὴς] ὁμοιοειδὴς de an. plerique codd. ἡ ψυχὴ] sic etiam de an. cod. U: ἡ om. ceteri 2 διαφέρουσα] sic etiam de an. T: διαφέρουσιν ceteri 3 πολλαὶ] πολλὴ R 3. 4 ὁμοειδεὶς D, sed corr. D1: ὁμοειδ᾿ R 4 ψυχάς bis 10 μόνον t 11 διαφέροι R 12 οἱ λέγοντες καὶ R: λέγει οἱ Dt 13 ἀνθρω πίνης μόνης ἐοίκασιν Arist. τινές R: : τινὲς δὲ Dt 14 αὐτόν Dt: 15 ἐν Τιμαίῳ t 17 ἄν (post γὰρ) om. R 30 ἐν αὐταῖς — τὸ πρότερον (31) om. D 31 τούτων Rt: τούτων δὲ D
marginal a 8v
marginal b 1r
footnote 5 καὶ om. R 15 εἰ δή τι—λέγειν] Β 1 p. 412b4 19 καὶ (ante αὐτῷ) D2 ut videtur et t: om. D1R 20 ἐν τῇ Μετὰ τὰ φυσικὰ] Λ 10 p. 1075 all sqq. 21 ὅτι delevi 26 ἐν ταύτῃ— τῇ πραγματείᾳ] Γ 5 p. α 19, 7 p. 431a1 28 εὖ γε — εἰρηκότες] Γ 4 p. 429a27 εὑ γε D2t: om. D1R 28 post εἰρηκότες add. είρήκασι D2t ἐν τῇ Μετά τὰ φυσικά] Λ 9 p. 1074 b 33 sqq. 30 τὰ πράγματα ὁρᾷ om. D 32 τῶν ὑστερογενῶν DR: τῶν om. t 33 δηλῶν ὅτι D2t: δηλονότι D1R 34 καὶ ζῷον D: τὸ Rt
marginal b 1r
footnote 8 εἴη ὁ Dt: ᾖ R 14 ὁρίσασθαι Α: ὁρᾶσθαι DRt 15 ἐννόημα, deinde lac. V litterarura R 16. 17 καλῶς — φησιν] ἀλλὰ ταύτην μὲν τὴν θεωρίαν καὶ ἰδιάζων παρὰ τὴν σύνοψιν πόνος ἐκδέχεται Α 18 post ψυχαὶ add. εἰσιν D 20 πολλὴ utrobique R 21 καὶ om. R 23 τοῖς D: τῷ Rt εἰ γὰρ R 26 καὶ ὅτι R ἡ om. D1, sed supra add. D2 27 ὡς] εἰς R 30 ἐν om. R ἀλλὰ μόρια R 31 γένος R 35 ἑκάτερα et εὔλογα R
marginal b 1r
marginal b 1v
footnote 1 τὸ δεῖν μέλλον R 2 ἐκεῖνα D: om. Rt 7 τἀς ἕξεις Dt: τὰ ἑξῆς R 8 post τὰς ἕξεις add. καὶ τὰς ἐνεργείας D 14 fort, ταῦτα γὰρ τὰ] τὸν R 22 ποτέ om. R γοῦν Dt: γὰρ R 24 ἐπὶ τούτων] τοῦτον R 25 γὰρ εἰ Dt: γὰρ ἡ R post ἕτερον ἡ add. ἡ δόξα καὶ ἡ φαντασία καὶ ἡ διάνοια καὶ νοῦς ταὐτὸν ἡ ἕτερον· εἰ R 28 ἔργον δὲ R 31 ἄλλων bis R 32 τοῦ νοῦ — λοιπῶν (33) delevi 34 πρότερον Dt: πρότερα R et de an. codd. ES 34 ἡ prius om. D ἢ alt. D2t: om. D1R
marginal b 1v
footnote 1 οἷον DR: καὶ t αἰσθητικὸν R 11 οἱ ὁρισμοὶ Dt: ὁ ὁρισμός R 11. 12 συμβάλλονται scripsi: συμβάλλεται libri 12 ὑπάρχοντα DRt: ἐνυπάρχοντα Α 15 ἔγνωμεν] δόσωμεν t 17 δυσὶν — ἔχει Dt: τῆς λοιπῆς μείζονας R 21 ταύτῃ D2 in rasura post φησι add. τὰ D2 22 ἐνταῦθα — συμβεβηκότα (23) om. D 28 ἐνεργείας R, item ν. 30 D1R, sed corr. D2 (?) 30 ὥσπερ — ἐποίησε Dt: ὥσπερ δὲ αὐτὸς πολλαχοῦ R 31 γὰρ Α: om. DRt 34 ἐκεῖ] Phys. Δ 4 p. 210b32
marginal b 1v
marginal b 2r
footnote 2 ἐπὶ τοῦ ἀπείρου] Phys. Γ 4 p. 203 b 15 sqq. καὶ τοῦ κενοῦ] Phys Δ 6 p. 213 a 19 καὶ τοῦ χρόνου] Phys. Δ 10 p. 217b30 2. 3 ἐν τοῖς Μετεώροις] Α 12 p. 347 b34 4 τὸ D: τὰ Rt καὶ (post μετοπώρῳ) R: ἡ Dt ἔαρι] ἀέρι R 5 ἐλεεινοτέπαις t 7 οὗτος AR: ὁ αὐτὸς Dt 8 ἐνεργείας R ut supra et v. 31 11 γὰρ AR: om. Dt 13 τό τε εὐθὺ DR: οἷόν τι τὸ εὐθὺ t, cf. de an. W: τί τὸ εὐθὺ de an. plerique καὶ καμπύλον DR et Arist. codd. plerique: καὶ τὶ τὸ καμπύλον t, cf. Arist. SUW 13. 14 ἡ τί Dt: ἥ τε R 14 ὁπόσαις DR: πόσαις (ut Aristot.) t 27 μόνων R: μόνον Dt 31 προλήψεως D1: προσλήψεως D2Rt 32 ὅτε t: ὅτι R: εἰ D1 (ut vid.) in rasura
marginal b 2r
footnote 1 inter λῆψιν et τῆς rasura II versuum et dimidii D τόπου Dt: τοῦ ποῦ R 3 δῆλα Dt: ὡς δῆλον R 4 ἔχομεν R 5 ἡ τῶν πλείστων ἢ τῶν πάντων DR: ἡ τῶν πάντων ἡ τῶν πλείστων t et Arist. U: ἡ πάντων ἢ τ. πλ. Arist. vulg. 6 post ἤτοι add. τὴν D2t 9 γνῶμεν D: γνῶναι Rt 11 πάντα τὰ ἁπλῶς] exspectas πάντα τὰ οὐσιώδη ἀπλῶς 14 πᾶσα R 15 δηλῶν D2(?) δῆλον D1Rt 25 αἰτίαν utrobique R εἶναι τροφῆς t: τροφῆς εἶναι D: εἶναι om. R 25. 26 τοῖς ζῴοις post κινήσεως transp. R
marginal b 2r
footnote 3 ὑπάρχοντα om. D 8 μία γὰρ — ἀνάγκη (10)] Plat. Phaedr. p. 237 Β 16 καὶ (ante ὁποῖον) ora. R 20 τὰ συμβεβηκότα Α 22 διάλληλον R 26 εὐμαρῶς R 27 διαλεκτικῶς DR: δῆλον ὅτι διαλεκτικῶς t et Arist. εἴρηνται D2t et Arist.: εἴρηται D1R κενῶς DR: κενῶς ἅπαντα t: κενῶς ἅπαντες Arist. 34 κατὰ κένου] κατὰ et οὐ in ras. D2
marginal b 2v
footnote 2 τοῦ δοκεῖν R 5 τῖέν AD1R τὶ τὸ ἐν D2t 7 περὶ καρδίαν R 10 τὰ ἐκεῖ Dt: τὰ ἐκεῖνα R: ἐκεῖνα τὰ Α ἐρυθαίνονται ADR: ἐρυθραίνονται t 11 καὶ ὁ D2t: ὁ om. D1R 12 post φησίν add. ἐστι Rt 19 πάντα t 21 τῆς om. t 24 τῶν (post παθῶν) om. t 27 ἔχει τινὰ D: ἔχει κοινά τινα Rt 31 πρὸς D2t: om. AD1R 32 ἐν σώματι R
marginal b 2v
marginal  b 3r
footnote 1 τῶν μέν πλείστων D2Rt: τὸν μ. πλεῖστον D1: τὸ μ. πλεῖστον Α 5 αὐταὶ Α: αὗται DRt 7 δ’ om. R ἰδίῳ ADR et de an. codd. tres: ἰήιον t et de an. plerique 9 ἐκεῖ] de interpr. 1 p. 16 a 6 sqq. 13 εἴ τι — νοεῖν (14) om. t 19 εἴ γε — συναμφοτέρου (20) om. D 22 τὰ δέ πρῶτα — φαντασμάτων (24)] de an. Γ 8 p. 432 a 12 δὲ (post τὰ) Dt: μέν R 24 λέγων τὰ] τῶν λεγόντων R 26 ὗς λέγεται R 27 ante σῶμα add. τὸ R 31 ἄνευ κινδύνου] ἄν ἐκινδύνευσεν R 32 λαμβάνομεν — ἐμποδιστικὸν (p. 46,1) om. D
marginal b 3r
footnote 2 τῷ (post ῥητῷ) scripsi: τὸ t: οἷον ἐν τῷ Α: ora. DR 4 ὡς εἰ Dt: εἰ om. AR τὸ τὰς Α.. τὰς om. DRt 5 πληρῶσαι R 10 ἡ ἀμφιβολία t 12 εἰκότως om. D 14 φασίν scripsi: φησίν libri 18 φησιν D 22 ἀχώριστοι (post οὐσίαι) Rt: ἀχώρισται D 24 χωρισθῇ DR: χωριστὴ t 28 πᾶν γὰρ τὸ t 29 τὸ ἀναλύεσθαι R 31 ἀνεθεῖσα R 32 φθορᾶς RD: διαφορᾶς t
marginal b 3r
footnote 3 εἶναι om. R 5 φησίν R 7 ἐνέργεια D: ἐνέργειαν Rt φασίν scripsi: φησίν DRt: om. Α 8 χωριστή R 10 μέρος R 11 οὐ γάρ ὡς — βαδίζειν (12) om. D 12 τοῦ ὅλου σώματος om. R 13 παρὰ AR: τοῦ παρὰ Dt 14 ὡς εἴ τις ARt: ἡ εἴτις D 15 ὁ τοιοῦτος] ὅτι οὗτος R 22 ἄλλων A: ὅλων DRt 23 τε om. R 25 γὰρ om. R 26 τὸν om. t φασίν A: φησὶν DRt 27 λέγει om. t 28 ἡ om. t 25 δεῖται — σύστασιν (26) om. et post ὅλον haec add. Α: ἡ μὲν οὑν παλαιὰ λύσις παρὰ τὴν ὁμωνυμίαν διαλύειν δοκεῖ τὴν ἔνστασιν. εἰ δέ κατεστοχασμἐνως καὶ πρὸς τὸ πρᾶγμα ἀνέτρεψεν, ἕτερος λόγος ἦν δ’ ἄν ἐγγύτερον ἐπιλύσασθαι, οἶμαι, ὡς τοῦ μέν ὀφθαλμοῦ ἐνέργεια τὸ ὁρᾶν οὐχ ὡς οὐσίας ἀλλ’ ὡς ὀργάνου, πολλὰ δὲ τῶν ὀργάνων οὔτε χωρισμὸν οὔτε (ὅτε A) δέ τοιαύτην ἕνωσιν ὑπομένει· τῆς δὲ ψυχῆς ἡ ἐνέργεια οὐχ ὡς ὀργάνου παρελαμβάνετο ἀλλ’ ὡς οὐσίας. ἔτι δὲ ὁ ὀφθαλμὸς ἐν τῷ σώματι οὐχ ὡς ἕτερόν ἐστιν ἐν ἑτέρω· τῆς γὰρ αὐτῆς ἑκάτερον σωματικῆς οὐσίας· ἡ δέ ψυχὴ ἄλλο τι οὔσα παρὰ τὸ σῶμα τούτῳ συνῆπται· διὸ καὶ ἰδίαν ἐπιδεικνυμένη ἔχειν ἐνέργειαν χωριστὴ τοῦ σώματος ὁρᾶται καὶ λέγεται. καὶ πολλὰ τοιαῦτα ἔστιν εἰπεῖν, ἅπερ παραλείπειν ἀνάγκη τὴν σύνοψιν.
marginal b 3r
footnote 3 καὶ ὡς κυβερνήτης Α: om. Dt: post κυβερνήτης add. ἐνεργεῖ R G ἡ om. D1, supra add. D2 12 καὶ (ante πίνων) om. R 13 αὐτοῦ D: αὐτὴ Rt 20 αὗται] αὐταὶ R 21 εἰσι om. R 23 ὁρισμῷ] ὁρισμὸν R 26 πλωτὴρ R: ὁ πλωτὴρ Dt 28 ὅτι ἡ μέν ἐστι τῶν R 31 αὐτῆς Dt: αὐτὴν R 10 post ἀχωρίστους add. ’ίσως δ’ ἀν’ καὶ ἄλλως οὐκ ἐστιν ἐπιλύσασθαι χεῖρον, ὅτι ἐκεῖ μὲν μία ἣν συμφυία, εἰ καὶ ἐκ διφόρων οὐσιῶν συνυφασμένη· ἐνταῦθα δέ τίς κυβερνήτου καὶ νηὸς συμφυία; ἡ πῶς ἡ μὲν ναῦς τῷ σώματι, ὁ δὲ κυβερνήτης πρὸς τὴν ψυχὴν τὸ συγγενὲς διασώσει: καὶ ἄλλα τοιαῦτα Α
marginal b 3v
footnote 5 αὐγοειδοῦς scripsi: αὐτοείδους libri 7 κἀκείνου Dt: κἀκείνης R 8 ἐκείνου Dt: ἐκείνης R τοιοῦτον δέ — ἀκολουθεῖ (9)] cf. Anal. pr. Α 13 p. 32 a 18 10 κἀκείνου Dt: κἀκείνας R λέγω R 11 ὡς Dt: ὃ R ἐν τῷ Περὶ ἑρμηνείας] respicit ad Anal. pr. Α 3 p. 25 a 38 15 ἦ εὐθύ om., sed in mrg. siippl. R συμβαίνει — χωρισθὲν τὸ (17) Dt: συμβάλλεται τούτου χωρισθέντος R 18 ἐποίησε R 21 δὴ R: δὲ Dt 23 φασιν R 24 τὸ εὐθὺ—ἅπτεται (25) om. R 27 χαλκῷ DR: χρυσῷ t 28 ὅταν scripsi: οὖσαν libri λέγωμεν t: λέγομεν DR 34 εὐθεῖ DR: εὐθὺ t 34 τῷ ἐν ὕλῃ t Comment. Arist. XV. Philop. de anima. 4
marginal b 3v
marginal 41
marginal 45
marginal 51
marginal b 4r
marginal 5
footnote 2 τοῦτο Dt: τούτου R 4 ἀπευθυδμένον] ἁ et lac. V litteraium R 7 ὅτι addidi 9 ἡ om. t 12 ἔχει R κείμενα (sic) corr. D2 ex κείμένη; sequitur rasuia τῷ ἐφαρμόζειν R 14 καὶ om. R 15 τοῦ σώματος DR de an. V: τοῦ om. t et de an. plerique 21 γινομένης R 24 καθεὸς R τούτων R διότι Dt: δηλονότι R φύσει — κράσει (25) D: ἐκ φύσεως ὅπως οἵαν ἴσχουσι κρᾶσιν D2Rt 25 τό σῶμα D: τὸ σῶμα μὲν R: τοῦ σώματος t 26 ὁρῶ μὲν D1: ὅρα μὲν D2 28 μεθύοντες t ὀργιλότεροι hic et p. 51,1 R 29 δειλώτεροι t
marginal b 4r
footnote 1 οἱ δὲ—συνουσιαστικώτεροι (2) om. D, sed in mrg. rest. D2 4 γνωστικὰς R: μυστικὰς Dt 7 ἡ ἐξ D2t: ἡ om. ’R 10 διὸ D: διόπερ Rt 17 post οὕτω add. γὰρ R 21 διὰ ταῖς κράσεσι φιλοσοφίαν transp. t 23 ἆ om. D 27 ἀδυνατεὶν t: ἀδύνατον ἦν DR 36 τῷ σώματι—αὐτοῦ t: τῷ σωματικῷ σωστικῶς αὐτοῦ D: τῷ σωστικῷ αὐτοῦ R: τῷ σώματι τῷ ἑαυτοῦ Α 37 μάχεται ADt: μετέχεται R
marginal b 4r
marginal b 4v
footnote  ἐγγίνεται R: γίνεται Α: ἐγίγνετο Dt 12 γενέσθαι R 15 προέρχονται — δημιουργίας (16) om R 18 γινόμενον R 19 τοῦ om. R 20 προυφεστός R 21 ἐγγενῶσι libri post δημιουργοῦσι nonnulla videntur intercidisse qualia leguntur vv. 15 — 17 22 δεῖ Α: δεῖται DRt. χείρονος R 24 ἄζωνΑD: ἄζωον Rt αὗται ARt: αὐταί D 26 ἄξιον ἴσως t 29 ψυχαὶ αὗται ADt: τοιαῦται R 31 οὐ γὰρ t 34 αὐτὴ R: αὐτῇ Dt ἀλλὰ μετὰ — καθ’ αὑτήν (35) om. D 35 τὰ ξύλα τοῦ ἀβακίου t
marginal b 4v
footnote 2 ὡς om. D 9 ὑπὸ DRt et de an. plerique: om. de an. ES 10 post παθημάτων add. συμβαινόντων t et Arist. 24 ὦχρος — παρειάς] II. Γ 35 26 οὐκ ἔδει — πάθη (28) om. D 31 ἡ φυτικὴ DR: ἡ om. t
marginal b 4v
marginal 41
footnote 1 Ἐὰν DR et de an. plerique: ὅταν t de an. EU ἔχειν t 6 μᾶλλον τοῦτο DR et Arist. plerique: τοῦτο μᾶλλον t et Arist. codd. EU 11 πείσηται R 12 τὰ πάθη DR et Arist. plerique: καὶ τὰ πάθη t et Arist. UV 17 τοῦ τοιουδὶ D2t: τοῦ τοιοῦδε R: τοῦτο D1 24 ἡ δὲ DR: εἰ δὲ t 25 φησὶν ὁ Πλάτων] Gorg. p. 465 Α
marginal b 4b
marginal b 5r
marginal 16
footnote 6 post ταῦτα add. ἡδῆ t et Arist. EU, δὴ Arist. STVW φυσικοῦ τὸ θεωρῆσαι Arist. 12 ἐν τῇ Περὶ μορίων ζῴων] Α I p. 641 a 32 sqq. 16 ante κινήσεως add. τῆς R 17 ἐκ τοιαύτης — κόσμος leguntur Metaph. Λ 7 p. 1072b 13 13 κόσμος] φύσις Arist. 1.   18 ἐν τῇ Περὶ γενέσεως] Β 10 21 ante φυσικός add. ὁ t et Arist. codd. (praeter V) 21. 22 φυσικός τε καὶ διαλεκτικὸς t et de an. codd. omnes: φυσικῶς τε καὶ διαλεκτικῶς DR 23 τοῦτο DR: τοῦ t 26 φυτικοῖς t 28. 29 ἡ μαθηματικὴ ἡ A: ἡ utrumque om. DRt 30 εἴπομεν t 31 τούτοις R ἔργον om. Α Suid.
marginal b 5r
footnote 1 τῶν εἰρημένων τῆς ψυχῆς μερῶν τῆς τε Suid. V. Φυσικὸς λόγος 4 σῶμα πάλιν τί τὸ Pal. Suid. διὰ τί δὲ σφαιρικά om. D 5 αὐτοῖς R: αὐτῆς Dt 6 ἐν τῷ Τιμαίῳ] p. 33 Β 13 ἔχῃ R: ἔχει Dt ᾖ R: ἦν Dt 19 ὁ Ἀριστοτέλης] de caelo B4 p. 286b10 sqq. 21 ὁ Πλωτῖνος] Enn. II 2 init. 22 ταύτην delevi 24 ὡμοιῶσθαι Α Pal. Suid.: ὁμοιοῦσθαι DRt 25 εἰκόνα Dt: εἰκός R 26 νεύειν Suid. 29 ἔχει t Suid.: ἔχοι DR 31 ἀμερῶς om. Suid. ὡς οὖν — οὐρανὸς (32)] καὶ γὰρ καὶ τὸ οὐράνιον σῶμα Α Suid. ἐκείνως R 34 post ἐξομοίωσις iterant quae 19—21 leguntur ἀποδίδωσι δὲ καὶ ὁ Ἀριστοτέλης — συννένευκεν DRt
marginal b 5r
footnote 4 πρᾶγμα AR: τὸ πρᾶγμα Dt 9 αἰτιάσεται AR: αἰτίας αἱ Dt post φθορᾶς add. εἰσιν Dt 11 δεῖ γὰρ Dt: δεῖ δὲ R 12 καὶ om. R ὁ Πλάτων φησίν] Gorg. p. 465 Α 25 τοῦ αἰτίου R: τοῦ om. Dt μνησθῆναι DR: μνημονεῦσαι t 28 ἀχώριστα Α: χωριστὰ DRt 31 οὐδὲν R 35 τῶν καθ’ αὑτά] fort, αὐτῶν καθ’ αὐτὰ τῶν εἰδῶν τῶν DRt: τῶν utrumque om. Α 38 ἐπειδὴ Dt ἐπεὶ R
marginal b 5v
footnote 1 R 6 ὀρθαῖς scriipsi: ὀρθὰς libri D οἱ λόγοι t εἰσὶ ’δε καὶ Α: καὶ οἱ DRt 11 λογικῷ DRt: λογιστικῷ Α 12 διαλέξεται Α 17 καὶ om. R 19 καθαρτικῶς AR: om. D: καθαρτικὸς t γινώσκει t 24 τοῦτο D2t: τοῦ R 26 αἵματος — καρδίαν (27) om. R 29 τοῦτο δὲ εἶδος Rt: τῆς τοιᾶσδε ὕλης D2 in litura ὕλη δὲ—θυμοῦ (31) om. D
marginal b 5v
marginal 46
footnote 5 ἀποδέδωκεν R 14 ὁ δὲ τοῦ] sic DRt Simpl. Soph, et de an. codd. plerique: εἶδος de an. UX 15 ἀποστικτέον t 21 μὴ D2t: om. D1R 24 post μὲν add. γὰρ R τις DR de an. S: ἄν εἴη ὅτι t de an. UV: ὅτι de an. E 26 φήσει DR, de an. plerique: φησι t, de an. SVX 27 τοῦτο — παράδειγμα om. t
marginal b 6v
footnote 4 τωνδί t: τωνδὶ (δι man. alt.) D: τῶν ἀεὶ R 8 τοῦ τόδε scripsi: τοῦτο δὲ libri 9 εἶναι Dt: ἐστί R 11 ταύτῃ γὰρ R: κατὰ τοῦτο ταύτῃ γὰρ D: κ. τ. γὰρ ταύτῃ t 18 εἰπὼν—ἀμφοῖν delevi 18. 19 καὶ ἅμα om. R 20 καὶ om. R 25 διαρθρώσας R
marginal b 6r
footnote 2 ἁπλῆς R 4 καὶ (post διαλέγεται) om. R 8 τινὰ] τὰ t 12 μανότερα R: μανώτερα Dt 16 δὲ τὸ R: δὲ τῷ Dt 17 ὑλῶν Dt: εἰδῶν R 19 μηδὲ D: μὴ Rt 27 οὐχ ᾖ D2t: οὐχὶ D1R 29 ξυρόν t 32 φησὶν ἡ τέχνη R 33 ὁ Πλάτων] Gorg. p. 465 Α
marginal b 6v
marginal 6
footnote 1 τοῦ τοιούτου DR: τοιουδὶ t et de an. SUW: τοῦ τοιουδὶ de an. codd. rell. o καθ’ ἕκαστον t 11 δι’ ὧν Dt: ἐρεῖ ὧν R 17 ἄλλως R 19 περίτινον t καθ’ ἕκαστον R 27 αὐτῶν Dt: τῶν αὐτῶν R καθ’ αὑτὰ Rt: αὐτὸν καθ’ αὑτὸν D 28 ξύλων K 28. 29 καὶ τοιουδὶ σώματος Rt: καίτοι οὐ διὰ σώματος D 29 οἶον τῆς R: οἶόν τε Dt 32 σῶμα om. t
marginal b 6v
footnote 5 φασίν scripsi: φησιν libri ἔτῃ DR: ἤδη t 7 εἰπὼν διττὴν εἶναι κτλ.] Metaph. Λ 10 p. 1075 a 11 sqq. 9 φησὶ Dt: φασὶ R διττὴν εἶναι — σώματι (11)] cf. Metaph. Z 7 p. 1032 b 11 11 οἱ δὲ μὴ — εἴδη (12) om. 1) 14 ἀλλαχοῦ φησιν] de interpr. 13 p. 23 a 23 15 δὴ] δέ t et de an. codd. 17 ὑπάρχουσι R 21 εἰπεῖν D-t: om. D1R 25 λόγον — ψυχῆς om. R 30 ἔχει R corr. Α: ἔχουσι Dt 33 τῆς ὕλης AR: τῆς om. Dt
marginal b 6v
marginal b 7r
footnote 1 τὸ ᾖ R: τῷ ᾗ Dt δὴ Dt: δὲ R 4 εἰ om. R 12 νομίσωμεν DR: νοήσωμεν t ὅτι ὁ ἀχώριστος D2 13 ἢ D2t: om. D1R 15 ἧ (ante ζέσις) scripsi: ἡ libri 18 ἀναγκαῖος t 19 καὶ τὰ ἑῶ om. t lemmate usque ad εὐλαβηθῶμεν (p. 403 b 24) perscripto 20 ὃ δὴ λέγει Rt τοῦτό D: τοιοῦτόν Rt 29 ὅσον D
marginal b 7r
footnote 3 ποιῆσαι τοῦτο R: τοῦτο ποιῆσαι Dt 8 ὕστερον R 11 ᾦ δἄν Diels: ὡς δ᾿ ἂν libri διαφέρον διαφέρων Dt 16 ἀπλῶς post φησιν (15) habent Rt 19 διὸ — παλαιοτέρων (21) om. D 21 τὴν ante τῶν add. Diels 25 ἐγγίνεται R 36 ὑπάρχει t Comment. Aiist. XV. Philop. de anima.
marginal b 7r
marginal b 7v
footnote 4 δὲ addidi 5 ἐκστάντα Α Suid. s. v. Κίνησις: ἐκστάντος DRt 6 κατὰ (post τὸ) Dt: κάτω R 8 ἐστίν Dt: εἶναι R φύσιν Dt: πρώτην R κίνησιν R καὶ αἱ Dt: καὶ εἰ R 10 διαφαίνεσθαι scripsi coll. v. 13: διαφέρεσθαι libri 21 καὶ αὐτὴ scripsi: καὶ αὕτη libri 32 τὸ ὅλον Dt: τὸ ὅλον τὸ R
marginal b 7v
footnote 1 καὶ Δημόκριτος DR et de an. cod. V: Δημόκριτος μὲν t et de an. reliqui 5 δὲ DR: γὰρ t 13 εὐκινητότατον scripsi: εὐκινητότερον libri 14 ὅσῳ scripsi: ὅσα libri 18 σῶμα ora. R 21 post ἔλεγεν add. δὲ Rt 22 ταῦτα] fort, τοιαῦτα 25 τῶν om. t 29 στοιχεῖον DR: στοιχεῖα t et de an. codd. 30 φησὶ Dt: λέγων R 31 ἐν τῷ σωρῷ fort, delenduin 33 ἑταῖρος — Δημοκρίτου DR: om. t
marginal b 7v
marginal 46
footnote 1 δύνασθαι διὰ παντὸς DR et Arist. cod. W: διὰ παντὸς δύνασθαι t et Arist. vulg. 6 οἱ ἐτυμολογοῦντες R 7 λέξουσιν Dt: λέγουσιν R 8 εἴ γε scripsi: εἴ τε libri 9. 10 ἢ ἄλλαι Dt: καὶ ἄλλαι R 14 δύνασθαι om. t 15 καὶ κινεῖν — μᾶλλον διαδύνειν om. R 15. 10 ἄν αἱ R: ἅμα Dt 20 περὶ τὸν Δημόκοιτον t 21 δεικνύειν t: δεικνύντες R: ABBREV D 31 ἐκκρίνεσθαι Dt: ἐχέρχεσθαι R
marginal b 8r
footnote 1 ὅτι om. R ὥσπερ — εὐκινήτους (3) om. D 3 εἶναι (post φύσει) scripsi: ὡς libri 15 κωλύσουσι t 16 κινήσεως θέρμη Dt: θέρμης κινήσει R 22 ἔφασκον R(ut Arist. Χ) 24 δευτέραν — κινοῦν (26) om. R 27 τι addidi 29 ὥς φησιν ὁ Πλάτων] non tam sententiam quam verba Platonis spectat; cf. Theaet. p. 180 D 30. 31 πάλιν ὁ Πλάτων φησίν] nescio quem locum respiciat, sed cf. Epist. II p. 314 A
marginal b 8r
footnote 1 αὐτοῖς R: ἑαυτοῖς Dt 3 ἐστι Dt: ἐστι R 6 τὴν om. R 7 ὁρίζονται] cf. Philolaus Bockhii p. 61 9 ἓν μέλος R: ἐμμελῶς Dt 11 φησι] fort, φημι χωριστὸν t 12 ἀκινωνήτων t 17 ψυχὴν εἶναί φασιν R 22. 23 ὡς ὁ Πλάτων φησίν] Reip. X p. 611 C 24 τὰ πάθη Dt: ἡ τὰ πάθη R λέγων R 29 αὐτοὺς R: αὐτοῖς Dt ὡς ὀργάνοις τούτοις κεχρημένην om. D 32 ὅτι DR et Arist. S: διότι t et Arist. vulg.
marginal b 8v
marginal 26
footnote 6 ἀλκμαίονα t 10 ἐν τοῖς Νόμοις] X p. 896 E 13 Ξενοκράτης scripsi: Ἀναξαγόρας libri (ex v. 15) 15 καὶ om. D 19 ἔλεγε κινῆσαι R 21 παρ’ αὐτοῖς t
marginal b 8v
footnote 1 et ὁ era. t. 3. 4 ἡ παρασιθανομένου scripsi coll. v. 7 : ἤπερ αἰσθανομένου DR : ὥσπερ αἰσθανομένου t 4 εἶπε — ὁ ποιητής] Iliad, ᾦ 698 similia qiiidem, sed noii de Hectore legnntur; cf. Trendclenbnrgi comra. de an. p. 218 7 post διόπερ add. καὶ t ἡ παραισθάνεσθαι Kt; cm. D 13 οὕτω cm. R 26 ᾖ scripsi: ὧι R: ὃς Dt νοῦν ἔλεγον R: νοῦν εἶναι ἔλεγον Dt 29 εἶναι cm. t et de an. codd. 30 δὲ D et Arist. codd. plerique: δὴ t et Arist. U: cm. R et Arist. VW 31 αὐτὰς DR : τὰς ἀρχὰς t (ut Arist. TU, cf. SX) οἱ δὲ DR Arist.: οὐδὲ t 32 τὸ cm. D
marginal C Ir
marginal 26
footnote 2 αὐτῆς] αὐτοῖς t 4 νῦν — ἀποβλέψαντας (5) om. D 6 οὑν Rt: γοῦν D 8 καὶ R: ἐφαρμόζειν Dt 12 γινώσκῃ DRt: γινώσκει mutavit ’ 15 ὑπέθετο R 17 καὶ τὸ R 19 φησι] Empedocl. fragm. vv. 378 sq. Mullach 20 δῖαν Arist. EX: δίαν D: δίον Rt: δῖον Arist. TUVW 21 Ἐμπεδοκλῆς sciipsi: Τίμαιος libri 23 δηλονότι Rt: δῆλον D 25 αὐτῇ τὰ t 27 καὶ ἐκ τοῦ νείκους Dt: ἐκ τῆς νείκης R 28 ἀναγαγὼν t 32 ἔλεγεν] Empedocl. fragm. vv. 9. 10 Mullach 34 ἐν τῷ Τιμαίῳ] p. 35Asqq. 37 A sqq.
marginal c 1r
marginal 6
footnote 1 τῷ Φαιδρῷ] p. 246 Β sqq. φησι cm. R καλλίωνα t 6 εἶναι ἀρχὰς coll. t 13 εἴπομεν R 14 λέγεις] Γ 4 p. 429a 27. 28 15. 16 καὶ ἄνθρωπος R: ἡ ἄνθρωπος Dt 22 καὶ om. R 23 ὡς et αὐτὴν — ἔλεγεν εἶναι (24) om. D 25 γνωρίζει R 26 ἔχοιμεν scripsi: ἔχομεν libri 30 δὴ R Πλάτων’ post Τιμαίῳ coll. t (ut Arist. UWY) ἐν Τιμαίῳ DR: ἐν τῷ Τιμαίῳ t et Arist. 32 παρ’ ἑαυτῷ Dt: περὶ αὐτῷ R
marginal c 1v
footnote 2 διῄρηται R: διῄρηνται 5 ἐστι καὶ AD: post ἔστι add. δὲ Rt 8 φησιν] Phys. Γ 2 p. 2011)31 9 τὴν ἐνεργῆ τὴν Siiid. s. v. Ἀρχή 18 γὰρ A: om. DRt 19 ἀλλ’ ἐπειδὴ—γνῶσις iterat D 20 ante τινι add. τί D 22 τὸ μέλανι t 24 πέρι delendum conicias, sed cf. Plat. Tim. 35 Α: περὶ Pt αὐτήν Dt: τὴν ψυχήν R 25 ἔχοι scripsi: ἔχοιεν DRt 30 οὕτως t 32 διαλεγομένοις R, sed δία expunxit λεγομένοις — περὶ φιλοσοφίας (34) om. D
marginal c 1v
footnote 4 μετρικά D 1 1 δεχάς DR: δεκάς t 12 ἔλεγε] ἔλεγον οἱ Πυθαγόρειοι Α Suid. 14 δέκα. εἶναι scripsi coll. A et Suid. s. v. EiStj: δέκα. δίκα εἶναι DRt ἔλεγον Α Said. 15 ἔν τε D: καὶ ἔν τε Rt 18 καὶ post δὲ delevi 19 ἀπό του At Suid.: ἀπὸ τοῦ DR ἔχει] ἔρχεσθαι Suid. 23 ἐν Τιμαίῳ] p. 27 D 24 γινόμενον t: γενόμενον DR 25 ὃν Si om t 26 ἐν (ante χρόνῳ) cm. t 28 φησι] Tim. p. 28 Α 34 μεταβάλλονται R 35 εἴποις R: εἴπῃς Dt 36 fort. μεταβάλλειν ἀνατολὰς R 37 μὲν om. R
marginal c 2v
footnote 1 δὴ R: δέ Dt τε om. R 2 πῶς ἐν D 4 φησιν D: φασιν Rt 5 δὴ D : δὲ Rt ἔλεγε τὸ scripsi: ἐλέγετο DRt: ἔλεγον ὅτι τὸ Α 5. 6 αὐτοζῷον ARt: αὐτὸ τὸ ζῶον D 6 αὐτὴ Α: αὕτη DRt 7 ὃν Α: ὃν DRt 8. 9 καὶ τῆς αὐτοτριάδος καὶ τῆς αὐτοτετράδος Α: καὶ τῆς αὐτοτριάδος R: καὶ τῆς αὐτοτετράδος Dt 10 post θνητοῖς atld. λέγω K 12 καὶ τετράδος addidi ἀλλὰ τὸ μὲν — τετράδος (13) om. D 14 ἀπὸ ADt: ἐκ R 16 καὶ τὰ ἀθάνατα R 31 σημεῖον t 34 ἐποίησεν om. R 35 fort. σημεῖον, οὕτω ἐὰν
marginal C 2r
footnote 1 αὐτὸ R: δι’ αὐτὸ Dt 4 καὶ κατὰ D : καὶ cm. Rt 5 γενήσονται DR: γεννήσονται t 10 ἀμερὴς Α: ἀμερὲς DRt 12 συμπεράσματα AR: συμπέρασμα Dt 14 ὥσπερ ὁδόν τινα] fort. ὡς γὰρ ὁδόν τις 16 δοξάσασα δοξάσασα Rt 17 ταύτην R 18 σχεῖν ἡντιναοῦν R: ἔχειν ἥντινα Dt 26 ἔχει om. R 27 ἐξ αὐτῆς τῆς DR Arist. vulg.: ἐκ τῆς t et Arist. U 30 μετὰ τὸ αὐτὸ R 31 ἐκ addidi τὰ ἑξῆς t 32 φέρηται R : φέρεται Dt
marginal c 2v
footnote 4 στερεὸν scripsi: ἕτερον libri 5 μῆκος (post ἐπιφάνεια) scripsi: πλάτος libri 6 post ἀλλὰ add. καὶ t 7 δεκάδα R: δέκα Dt 11 τὰ μετὰ Diels: τὰ om. libri 15 καὶ (ante τὰς) R: δὲ Dt δὲ D: om. Rt 20 ἀριθμῶν R: ἀριθμὸν Dt 22 ( DR: ὅστις t 23 ἑαυτῷ R: ἑαυτῶν D: αὐτοῖς t 25 ἡ (ante ἐπιστημονική) om. t 25. 26 συλλογὴ τις R 30 καὶ (ante ἀληθὴς) om. R
marginal c 2v
marginal 48
footnote 2 ὅτι R: om. Dt 8 ἧττον t 15 εἴδη καὶ DR et de an. codd. SX: εἴδη αὐτὰ καὶ t et de au. pleiique αἱ ἀρχαὶ DR et Arist. E: αἱ om. t et de an. codd. plerique 18 εἰσὶ δὲ — ἐλέγοντο (19) om. D 20 ἔλεγον sciipsi: ἔλεγε libri 24. 25 μονάδος, δυάδος, τριάδος καὶ τετράδος R 29 τῷ γὰρ R: τὸ γάρ Dt ὁμοίῳ τὸ ὅμοιον DR: ὅμοιον τῷ ὁμοίῳ t 31 ἰδεῶν D: εἰδῶν Rt 33 ὅτι R: ὡς ὅτι Dt
marginal c 2v
footnote 1 Dt: αὐτοῦ R τῆς addidi 5 κρίνεται DR: διακρίνεται t 7 δὲ οἱ t: om. R: δὲ om. D 12 οἶα] ποῖ R 13 κρίνεσθαι t 14 δὲ καὶ κινη-τικὸν t et de an. εἶναι ἡ ψυχὴ DR et Arist. W: ψυχῇ εἶναι t et Arist. U: ἡ ψυχὴ εἶναι Arist. vulg. 17 post εἴπομεν add. οὑν R 19 δείκνυσιν scripsi: κίνησιν libri 20 ἐν τῷ Φαιδρῷ] p. 245 E 21 αἰσχυνεῖται Plato: αἰσχύνεται libri 22 ὁρισμὸς D 23 ἐν Τιμαίῳ] p. 35 Α sqq. 25 αὐτῆς DR: αὐτὴν t 26 εἶναι om. t 27 πυθαγόρειος DR: πυθαγόρας t: fort, οἱ Πυθαγόρειοι 28 ὁ om. t 32 πόσαι R2t: πόσοι ’ 33. p. 82,1 τῶν τε προγενεστέρων t Comment. Arist. XV. Philop. de anima.
marginal c 3r
footnote 1 πρὸς utrumque Diels: περὶ libii 5.6 ὑπέθεντο R: ὑπέθετο Dt 10 ταυτολογεῖν R: ταὐτό λέγειν Dt τούτων DK: τοῦτο t 12 ἠβουλήθη R 13 τὴν scripsi : τῆς libri 20 ἔλεγον DR: ἔλεγεν t 30 παρ’ ἑαυτῷ t: παρ’ ἑαυτῶν DR
marginal c 3r
marginal c3
footnote 1 ἔχει λόγον DR: λόγον ἔχει t 18 ἑαυτῷ τῆς R: post ἑαυτῷ add. τε Dt 19 αὕτη t: αὐτὴ DR 21 ἐν τοῖς Μετεώροις] Β 4. 8. 9 ὁ om. t λέγει t 22 ὑπολαμβάνοντας R 30 τῶν ἄλλων πλέον t φησιν R: φασιν Dt 31 αὐτὴν] fort. ὅπερ αὐτὴν ἐκ τῶν addidi 32 οὑν ἄν t 33 ὑπονοηθείη R
marginal c 3v
marginal 21
marginal 28
footnote 3 καὶ (ante τῆς) fort, delendum 7 ἔλεγεν DR: εἴρηκεν t Arist. 10 ταυτὸν R 17 τε om. R λεπτωμερέστατα D 19 κινεῖν scripsi: κινεῖ libri ὂν D: om. Rt 20 ὑπάρχων R 22 καὶ διὰ τοῦτο R: διὰ τοῦτο καὶ Dt 26 τὸ κινεῖν R 29 οὖν D: om. Rt 30 πολυγωνιότερα D, ut p. 85,5. 6 sqq. 34 post τρίτου add. καὶ t, fort, recte 34 et 35 πήχεως t
marginal c 3v
marginal c 4r
footnote 1 δηλονότι Rt: δῆλον D 5 ἐπηγγείλατο] c. 2 p. 403b 23 καὶ ποιεῖ Dt: καὶ cm. R 7 τὸ (ante κινεῖν) cm. t 8 λέγων νοῦν t: λέγων οὑν R: λέγω νοῦν ex λέγων οὖν ’ 12 ὑπολαμβάνειν t (ut Arist. codd. complures) 20 δημοκρίτου t 22 τοῦ θαλοῦ DR: τοῦ om. t 30 γὰρ cm. R
marginal c 4r
marginal 48
marginal c 4v
footnote 5 λεπτομερέστερον R 6 λεπτομερὴς DR: λεπτομερὲς t 8 δὲ DR Arist.: om. t φησι τὴν ψυχὴν t (lit Arist. UW) 11 φησίν] cf. de gen. et corr. 4 p. 331b 25 13 εὐκινήτου DR: κινητοῦ t 15 γινῶσκον καὶ τὸ κινοῦν t ἴδιον Dt: ἀίδιον R 19 ἑστὼς libri 26 ἔδειξε] Meteorol. Β 4. 8. 9
marginal c 4v
footnote 2 ὡς addendum vidit Diels 3 ἐν τῷ Θεαιτήτῳ — ἐν τοῖς Μετὰ τὰ φυσικά (4)] quos locos spectet, incertum est, sed cf. Soph. p. 249 Β sqq. Theaet. p. 180 D sqq. de cael. Α 3. 9 Β 6 Metaph. Λ 6 14 ὅθεν corr. ex πόθεν D1: πόθεν Rt 15 γνώσεως Dt: ἑνώσεως IG τῶν ἀνδρῶν τούτων Dt: αὐτῶν τούτων τῶν ἀνδρῶν R εἰσιν D: ἐστιν Rt 23 ἐπεκέκλητο D: ἀπεκέλητο Rt ἀπάντων t 30 ὕδωρ ὑπάρχειν διὰ R
marginal c 4v
footnote 1 ἔσται R: ἐστι Dt 4 ψυχὴν R: τὴν ψυχὴν Dt 6 καθάπερ καὶ DR: καὶ om. t Arist. 7 ψυχῆς DR et Arist. vulg. : τῆς ψυχῆς t et Arist. Uy 8 ante Κριτίαν ex Arist. add. τοῦτο δὲ ὑπάρχει (sic) διὰ τὴν τοῦ αἵματος φύσιν Dt: om. R 9 οὐδὲν DR: οὐδὲν γὰρ t φασὶ Dt: φησὶ R 14 τῷ R: τὸ Dt IG ψυχή DR: ψυχήν t καὶ] fort. καίτοι 21 αἴτιον om. D fort, οὐδὲ ψυχὴ ψυχὴ Dt: ψυχρὸν R 22 καὶ (post ζῴων) om. R 25 μόνην — τὴν γῆν (26) iterat R 29 ἀνοέρῳ t 30 τοῦτον t
marginal c 5r
footnote 1 λεγούσαις ex λέγουσι corr. ’ ψυχὴν (ante καὶ) R: ψυχὴ Dt 2 pst ἀμφότερα add. ἐστὶ R 3 τὰς αὐτὰς Dt: τοσαύτας R 7 μετάλλων Rt: μεγάλων D 8. 9 ἐν τῇ Περὶ γενέσεως καὶ φθορᾶς] Α 2 9 ὁ om. I) τὴν addidi λέγουσαν Rt: λέγων οὖσαν D 16 ψιλὴν DR : ψυχὴν t 17 post εἰπὼν et προσέθηκεν add. τὸ R 20. 21 δέ οἷον D: post δὲ add. καὶ Rt 21 δ’ R: om. Dt
marginal c 5r
footnote 1 τὸ γινώσκειν t 1. 2 στοιχεῖον DR et Arist. SX: ἡ στοιχεῖον t et de an. plerique 2 post παραπλησίως add. ἀλλήλοις t Arist. 4 πάντες DR: πάντα t 15. 16 αὐτῶν] fort, αὐτὸν 27 ἐμφανές DRt : συμφανές Arist. 34. 35 δέ νεῖκος καὶ φιλία R
marginal c 5v
marginal 16
footnote 6 ζεῖν D: ζῆν Rt 8 ψυχὴ Dt: ζωὴ R 19 λεπτομερέστατον t 23 ἑαυτῆς D: αὑτῆς R: ἑαυτοῖς t 27 πρὶν Dt: πλὴν R 28 δείξωμεν R ὧν addidi ante πᾶσα add. ὅτι R 29 κινεῖσθαι τὴν ψυχήν R 31 ἐν τῇ Φυσικῇ ἀκροάσει] F 1 p. 201 a 10 33 μετὰ — ὄντος (34)] verba depravata: exspectas μεταβολή, αὐτὸ τοῦτο
marginal c 5v
footnote 1 ἡ ὁδὸς Dt: ἡ om. R 2 ἐν τούτῳ τῷ βιβλίῳ] Γ 4 3 καὶ εὖ γε κτλ.] v. p. 429a 27 5. 6 γραμματείῳ ἔοικεν κτλ.] cf. 430a1 8 εἰς τὸ ἐνεργεία R 10 τοῦτο καί φασιν — περὶ κινήσεως (11) repetit R 10. 11 ἐν τῷ τρίτῳ τῷ βιβλίῳ t 14 ἐν τῷ πέμπτῳ] Phys. Ε 1 p. 225a34, 5 p. 229a31 b13 16 καὶ om. t οὐκέτι scripsi: οὐκ εἶ τι libri 22. 23 τὸ φθειρόμενον DR : τὸ om. t 24 ἀποδιδομένου R 25 φησὶ] Phys. E 1 p. 225b2. Sp. 229a31 27 ἡ φθορὰ DR: ἡ om. t 29 οὗτοι Dt: οὕτω R 32 ἅπερ R 34 lacunam indicavi: κατ’ οὐσίαν ἄρα μεταβαλεῖ recte ex-plevit Diels 34 μανθάνει R
marginal c 6r
footnote 2 αἰτίαν fort, delendum 3 κατ’ ἐκείνην t 5 εἶναι om. R 6 lacunam iii-dicavi: addendum ὤ’ οὖν οὐχ ἁπλῶς γένεσιν γίνηται scripsi: γίνεται DR: γένηται t τὸ scripsi: τὸν libri 11 ἡ γὰρ στέρησις addidi ἐν Κατηγορίαις] 10 p. 13a33 13 εἰ om. t 18 ἐνεργείας Α: ἐνεργείᾳ DRt 19 ἐν τῇ Φυσικῇ ἀκροάσει] F 3 20 καὶ τῷ Dt : τῷ om. R 23 καὶ τοῦ διδασκάλου t 23. 24 μία γὰρ Dt : post μία add. μὲν R 25 εἰς Dt: ἐπὶ R 28 ἐρωτήσωμεν t 30 εἰς συμπεράσματα R 34 ἐν οἷς ἄν τὸ R 35 ἐφήκῃ scripsi: ἐφήκει libri
marginal c 6r
footnote 2. 3 καὶ ὕστερον iitrobique R 4 προφανές Dt : δῆλον R γοῦν Dt : γὰρ R συμπεράσματα AR: συμπέρασμα Dt 9 Πλάτων’] Phaedr. 245 C 10 διαιτητῇ ex διαίτη corr. ’, ut vid. 12 ἐλέγχων scripsi: ἐλέγχειν libri 15 τις om. R νομίσειεν D: νομίσειέ τις R: νομίσοιέ τις (sic) t 16 αὐτὴν scripsi: αὐτὸν Dt: om. R 19 ὁ om. R κατὰ DR: καὶ κατὰ t τινὰς om. R 22 κατὰ τὰς νοητικὰς DR: κατανοητικὰς t 27 εἴδη DR: ἤδη t κινεῖται DR: κινεῖ t 28 πῶς R: ὅπως Dt ἐκφεύξηται t
marginal c 6v
footnote 4 ὑπάρχον R 6 δεῖν D1R ’R 8 εἶναι om. t U ἑαυτό Dt: ἑαυτῶ R 12 ὅτι addidi 13 ἐν τῷ Φαιδρῷ] p. 245 C ἐν τῷ I τῶν Νόμων] p. 895 E 14 ἡ ψυχὴ Plato: τὴν ψυχὴν τίς τίς Plato: τις libri 15 ἔχοιμεν ἄν] ἔχομεν Plato ἄνον Plato: ἄλλο libri τὸν Plato: τὰ libri δὴ D Plato: ἤδη Rt τὴν Plato : om. libri δυναμένην αὐτὴν αὑτὴν κινεῖν κίνησιν Plato 18 τούτους DR: τοῦτο t 20 φησιν] Phaedr. p. 245 C 23. 24 ἐν τῷ ὀγδόῳ τῆς Φυσικῆς] c 5 p. 256b 29 τὸ κινεῖν D ἐστι DR: ἔσται t 31 πρώτως R 32 καὶ κινηθήσεται Dt: καὶ om. R
marginal c 6v
footnote 15 τῶ γὰρ R: τὸ γὰρ Dt 16. 17 κινητικὴν Dt: κινητικῆς R 20 αὐτὴ — τὸ σῶμα (21) om. D 29 κινεῖσθαι scripsi: κινεῖται libri παρέθηκε Dt: παρέθετο R 30 κίγησις om. D 31 καὶ αὐτὸς Dt: καὶ αὐτὸ R 32 οἰκεία αὐτοῦ coll. R Comment. Arist. XV. Pbilop. de anima.
marginal c 7r
footnote 1 κινῆται t: κινεῖται DR 4 δισσῶς Philop. et Arist. E: διχῶς Arist. vulg. λεγομένου Rt: λέγω D 6 εἰκότως— κινεῖται (7) om. D 7 ἑαυτὴν t: αὑτὰ II 22 ἐν τῷ πέμπτῳ λόγῳ τῆς Φυσικῆς] E I. 2
marginal c 7r
marginal c 7v
footnote 1 ’JvRt: γ’ οὗν (sic) D 12 ὑπάρχει κίνησις Dt: ἂν κίνησις ὕπαρ R: ἄν ὑπάρχοι κίνησις Arist. 18 ἐδείχθη δὲ R: δὲ ora. Dt 18 et 22 ἐν τῇ Φυσικῇ] Z 4 p. 2341)10 ly τὰ κινούμενα πάντα t 21 κατὰ τὸ ποῦ υ in ras. D-) κίνησις Dt: ἡ κατὰ τόπον κίνησις R 22 δείκνυσι D: ἔδειξε Rt 24 καθόλου] fort. καθ’ ὅλον 27 μεταβάλλοι DR: μεταβάλλει t 33 ἅμα δ’] fort, ἅμα δὴ
marginal c 7r
footnote 2 et 4 αὐτὴν cm. R 5 εἰ addidi οὖσα Dt: οὖσαν R 9 δείκνυσι scripsi: δείκνυται libri 11 ἐν τῇ Φυσικῇ] Δ 5 p. 212b 10 12 περ’ ἑκάτερον (sic) R 13 καθόλου] fort. καθ’ ὅλον 24 ἐστιν Α: ἔσται DRt 25 αἱ δὲ — στερήσεις om. R 28.29 ἐλλίπῃ R 31 ἐπειδὴ — γένεσιν (33) om. 1) 36 αὐτῷ t 37 εἰς τὸ σῶμα A: om. DRt εἶναι cm. t
marginal c 7v
marginal c 8r
footnote 1 αὐτὴν AD αὖ in ras. D-) t: ἀρετὴν R ἐπελυόμεθα D: ἐπιλυόμεθα Rt 2 ἐν εἰσαγωγαῖς] p. 12,24 Busse 11 ᾗ delevi, sed fort, legenduin καὶ τὸ ἡ τριπήχει 18 πρός τι Dt: τι om. R 26 τὸν αὐτὸν —ἠρεμίας om. t 28 ὡς om. R 34 τὰ κύκλω κινούμενα R 34,35 κινοῦντι Dt : κινεῖται 37 φησι] de caelo Β1 p. 284a14 φασὶν Dt: φησὶν R
marginal c 8r
footnote 1 ὁ D: om. Rt 3 φησιν] Metaph. Λ 7 p. 1072a26sqq. 4 et 6 φησί] non Aristo-teles sed Plotinus, cf. Enn. II 2, 1 7. 8 fort. τὴν εἰς τὰ πλάγια 13 fort. ἶπτηται ἡ νήχηται 19 δεῖ Dt: δὴ R 20 ἐναποτίθεσθαι scripsi: ἐναποτίθεται libri 27 ἡ ἐπὶ DR: ἢ καὶ ἐπὶ t 28 ἁ R: cm. Dt 32 ἑαυτῆς Dt: τῆς R 3 post λέγω ψυχῆς omissis quae sequuntur haec additA: ἀλλ’ ἕτερός τις πρὸς τοῦτο ἀντιφθέγξοιτο (fort, ἄν ἀντιφωγξαιτο) λόγος ὡς εἰ καὶ κρείττων ἡ δύναμις ἐκείνη, τουτέστιν ἡ ψυχή, τῶν περὶ γένεσιν καὶ φθορὰν σωμάτων ὑλικῶν, ἀλλ’ οὐχὶ καὶ τῶν οὐρανίων σωμάτων τὸ κρεῖττον τῶν ἄλλων αὐτὴν (?) ἀφιστᾷ, ἶνα μὴ λέγοιτο καὶ τούτων ὥσπερ ψυχὴ οὐτῶ καὶ φύσις. ἀλλ’ ἴσως τῆς συνόψεως αἱ τοιαῦται προσθῆκαι περιεργότεραι (περιεργότερον A)
marginal c 8r
footnote 1 ὅτι (ante ἡ) DK: ἔτι t 9 δὲ om. t 13 ἠρεμεῖν R 14 περὶ κινήσεων R 15 τὰ om. R δι’ ὅλον R 19 μήτε] fort, μὴ 20 κινοῦνται R 23 φέρεται t 26 μὴ om. D ἐπὶ τῆς ἄνω R: τῆς ἐπὶ τὸ ἄνω Dt 30 καὶ post εἰσάγεσθαι om. R περὶ τῆς D: τῆς om. Rt ἄρα ἀνάγκη t 32 ποῖα t βίαιοι Dt, ut Arist.: βίαι R 34 ἕν D: om. Rt
marginal C 8r
marginal c 8v
footnote 1 μὲν om. t 4 αὐτῆς R 7 τάσδε δὲ AR: τὰς δὲ Dt 8 ὧδε ἄν Α: ᾦ δ’ ἂν DRt II ὀρέξει ADt: τῇ ὀρέξει R ἡ om. R 15 τὴν θυμὸν t 21 οὖν DRt: γὰρ Α fort, recte 23 δόξειε scripsi: δόξει Α: δόξη R: δόξης Dt 29 ἡ delevi 36 ἕλει t δύναιτο R 38 οὐδέποτε δ’ ἄν t 39 παρὰ τήν φύσιν τῷ t
marginal c 8v
marginal 26
footnote 9. 10 συνάγει ὡς ἄτοπον D: συνάγει εἰς ἄτοπον R: ὡς ἄτοπον συνάγει t 18 τι στοιχείων t: om. R:. τι om. D 19 οὐδὲ t: ὁ δὲ DR 27 περὶ ταύτας R 08 ἀλλ’ ὅμως Α: om. DRt
marginal c 8v
marginal d 1r
footnote 5 post ὅτι add. κατὰ γένος καὶ κατὰ εἶδος t 5. 6 ταύτην καὶ αὐτή Arist.: om. D: post κατὰ τὸ σῶμα (7) trausponit t 6 φορὰν D, cf. v. 20, de an. Sy: φορᾷ t et de an. plerique 7 μεταβάλοι D τὸ om. R 13 ζῶγρον] ζῶον R 17 ψυχὴ κι-νεῖται D κινῆται (post ἄν) ’Rt: κινεῖται D2 20 κινεῖται RtD2: κινῆται ’ 21 συλλογίσασθαι t 22 τὴν addidi ὡς add. Diels 25 πῶς Dt: ὅτι πῶς R λέγοι t 26 τῷ αὐτὸ R : τὸ αὐτὸ Dt 33 καὶ (post γὰρ) om. R
marginal d 1r
footnote 2 ποιεῖν DRt: ὅσον ποιεῖν Α 8 ἔξωθεν Α: ἔσωθεν DRt 10 αὐτὴ ADR: αὐτὴ t: fort, αὐτῷ, cf. p. 106,30 12 τοῦ om. t 13 ὅτι DR: om. At 18 μελαίνων iteratD 19 ὁ (ante αὔξων) Α : om. DRt ὁ (ante διδάσκων) om. R 20 ἀληθεύει Α: ἀληθεύσει DRt 24 post πάλιν add. ἐνδέχοιτ’ ἄν t et Arist. vulg. τούτῳ δ’ ἕποιτο ἄν τὸ t Arist.: τοῦτο δ’ ἐποιεῖτο (sed corr. in ἕποιτο D-) ἄν τῷ DR 31 εἶπεν ὡς εἰ R κινεῖται scripsi coll. p. 108,18.22: κινεῖ libri 32 φασίν scrips! : φησίν libri
marginal d 1r
marginal d 1v
footnote 4 διαλυθήσῃ D1, seel corr. D2 ὑπεξελθὼν Α: ἐλθὼν DRt 9 ἀφανιζομένης ταύτης A: ἀφανιζομένην ταύτην DRt 10. 11 τῆς ἐξ ἀρχῆς ἐνιεμένης τῷ σώματι Α 11 ἀνιεμένης t 19 ἦν A: om. DRt 22 ἢ μὴ post κινεῖν τὸ σῶμα (23) transponit R 25 δεῖ DRt: προσδεῖ Α 27 ἥλοις Dt: ὕλης R 31 εἰς ADt: πρός R 32 εἶχε Α: ἔχει DRt 34 post θηρίον fort, addendum πάλιν ἐγένετο 35 ὅτι δ’ DR: ὅτι οὐδὲ t 36 ὁ δημόκριτος t
marginal d 1v
footnote 2. 3 παρ’ αὐτῆς t 4 ὥσπερ ἡ διαλυθείη D 5 γίνοιτο R 19 εἰ μέντοι — κινεῖσθαι (22) om. D 22 τῷ ἐν — κίνησιν (23) om. D 25 ἐξ αὐτῆς DRt: ἕξις Α δεήσεται δι’ ἄλλου t 29 τοῦ ὑφ’ ἑαυτοῦ R 32 κινηθείη — ἄλλου om. R
marginal d 1v
marginal d 2r
footnote 5 μὴ om. t 10 καὶ (aute κινηθείη) om. R 12 καὶ ὑπ’ ἄλλου κατὰ τόπον om. R post τόπον iterat καὶ ὁ λίθος — ἂν ὑπ᾿ ἄλλου (sic) D 14 et 16 καθ’ αὐτό scripsi: καθ’ αὑτήν libri 15 ἡ Α: ᾖ DRt 22 εἴ τινι ἐλλοίποι αἴσθησις t ἐλλίποι ex ἐλλοίποι corr. ’ 23 ἔχει DR: ἔχοι t 24 ὁρατῶν Dt: ὀρεκτῶν R 29 ἐξυπνήσαντος R ὁ (ante ἐκεῖνον) Dni: om. ’t 30 ἐξυπνίσας ’ (corr. ex ἐξυπνήσας) et t: ἐξυπνήσας R 32. 33 γενέσεως Dt: ἐγέρσεως R 34 ἐπεὶ DR; ἐπειδὴ t αὐτῇ Rt: αὐτῆς D 36 κέχρηνται t
marginal d 2r
footnote 4 ἡ αἴσθησις Dt: ἡ cm. R καὶ κρίνει Dt: καὶ cm. R 10 νοερῶς τε ἐνεργήσει t 12 λέγοι D: λέγει Rt H καθ’ αὑτὸ] καθ’ ὑπὸ (sic) t 18 δι’ ἄλλου (ut Arist. y) R τὸ δὲ δι’ ἑτέρου ἕνεκεν R 24 τὸ δὲ δι’ αὑτὸ D 33 ἀμοιβὴ A Suid. s. v. Καθ’ αὐτό 35 τὸ σῶμα Rt: τὴν ἀρετὴν D καὶ τῇ ἐστιν αὐτῆς (30) nescio an delencia sint καὶ τῇ ψυχῇ δὲ Rt: τὸ καὶ τῇ ψυχῇ D 36 αὑτὸ] αὐτὸ Dt: αὐτὴν R
marginal d 2r
footnote 3 δι’ αὑτὸ (post οἷον) At: καθ’ αὑτὸ DR 3. 4 διὰ τοῦτο καὶ] καὶ ἔστι Suid. 4 ἐν αὐτῇ ἐστι — ἀρετῆς (5) cm. D 21 ἄν καὶ κατὰ t 25 ὑγίειαν, item v. 27 ὑγιείας Rt 26 φύσιες — ἰητροί] Hippocr. de morb. vulg. VI p. 606 Kuhn ὡς γὰρ — ὑγείας (27) delevi 33 οὐὸἐ Dt: οὐ R 36 ὑγίεια t 38 αὐτῇ AHl: αὐτὴ A1: αὕτη Dt
marginal d 2v
footnote 1 κινήσει DR: κινεῖ t Arist. καὶ αὐτὴ t Arist.: καὶ αὕτη DR 2 ἐπεὶ DR: εἰ t Arist. ἔκστασις om. t 3 ᾖ κινεῖται t Arist.: εἰ κινεῖται DR 4 κινεῖται DR: αὐτὴν κινεῖ Arist. vulg. : αὐτὴν κινεῖ t et Arist. y 9 δὲ ὡς AD: δὲ ἡ R: δὲ ὡς ἡ t καὶ ὡς ADt: καὶ ἡ R 11 καθὸ ψυχή ADt: ψυχή om. R 15 καὶ (post ἐστι) ora. R 19 μεταβάλλοι DRt: μεταβάλλει Α 20 καὶ (post γὰρ) om. R 24 κατὰ ποσὸν οὔτε κατὰ ποιὸν D: post κατὰ utrumque add. τὸ Rt 26 αὐτὸ οὐσίαν AD: αὐτοουσίαν Rt 28 post κινεῖσθαι add. τοῖς ἀσώματον αὐτὴν καὶ αὐτοκίνητον καὶ διὰ ταῦτα τιθεμένοις ἄφθαρτον Α 33 τῷ ἄλλο D: τὸ ἄλλο R : τῶ ἄλλω t Comment. Arist. XV. Philop. de anima.
marginal d 2v
footnote 1 κινεῖν scripsi: κινεῖσθαι libri τούτω γὰρ D 3 εἰ addidi 7 ὥστε κινεῖν μὲν τὴν ψυχήν κινεῖσθαι δὲ Α, fort, recte 13 ἔστινΑ: ἔσται Rt; cm. D ’ 14 εἰ δὲ] ἡ δὲ R 19 ἐν τῷ Φαιδρῷ] p. 245 E 21 αὐτόν R Plato: αὐτός Dt 22 αἰσχυνεῖται Plato: αἰσχύνεται libri 27 ἡ (ante δύναμις) cm. R 28 δὲ καὶ κινεῖν φασι τὴν ψυχὴν τὸ σῶμα Arist. 29 τὸ κινεῖσθαι t 32 ὡς ὤσει τινὶ Dt: ὡσεί τινων R 35 Πλάτων’ R: Πλάτωνα Dt
marginal d 3r
footnote 3 ποιῇ D: ποιεῖ Rt 6 ἐρωτήσομεν D et Arist. EX: ἐρωτήσωμεν Rt et Arist. plerique 11 ἡ ψυχή — κινεῖται τὸ ζῷον (12) iterat ’, seel del. in. rec. ἐνάργεια D: ἐνέργεια Rt 13 fort, κατ’ αὐτούς 19 κινεῖ scripsi : κινεῖν libri 23 τὴν δημοκρίτειον δόξαν R 26 ἐνέχεται Diels: ἐνδέχεται libri κινεῖ R: κινεῖν Dt 29 ἀγγείῳ] ἁγνεία R 30 μέντοι DR: δέ t 31 αὐτὴν DR : αὐτῆς t
marginal d 3r
footnote 1 λἐγει- ἐκεῖνος] Tim, p. 35 Α sqq. 3 τῆς τε Dt: τῆς τοῦ R 7 καὶ τετράδα cm. D 9 σχιοειδῶς t 13 ἔσω DR: ἔσωθεν t IG καὶ et μὲν om. R 20 διέπλαξε t μέχρι τοῦ DR: post μέχρι add. καὶ t 21 ἐστι scripsi : εἶναι libri 23 ὁ Πλάτων] cf. Epist. 11 p. 314 Α 25 αὐτοῖς Dt: αὐτῶ R 30.31 ἐπὶ — Κάθου] cf. Mullach fragm. phii. Graec. p. 504, 1 ἐπὶ χοίνικος μὴ καθίζειν 31 et p. 117,3 κάθου DR: βάθου t 31 ἐν ὁδῷ κτλ.] ibid. p. 506,26 πῦρ μαχαίρῃ κτλ.] ibid. p. 505,8 ζυγὸν κτλ.] ibid. p. 504,2 32 βαδίζειν R 33 ἐναγομένους αγομένους t 33. 34 ὑπέρβαινε Dt: ὑπερβαίνειν R 35 σχίζε R: σχίζειν Dt
marginal d 3r
footnote 3 προνοίᾳ D: παρανοίᾳ Rt 11 τὸν νοούμενον R 13 παραλόγου D2t: περιλόγου ’ (ut vid.) R 14 ἀνάγοντες t ἀπλατὲς — σχίζεται (16) orn. D IG ἡ om. t 17 γένοιτο D: γένοιτ’ R: γένοι’ t 27 μὴ U: μηδεὶς Rt οὐκ ἄκρω R 31 ζωή (post ἐστι) om. R 32 ἄν ἐγγένηται D: ἂν γένηται R : ἐγγένηται t τὸ εἶναι t 33 καὶ om. R 34 καὶ ἔννουν Dt: καὶ om. R 35 αὐτῆς om. R 37 ἀφ’ ἑαυτοῦ Dt: ὑφ’ ἑαυτοῦ R
marginal d 3v
footnote 4 ἔχει DR: ἔχοι t πόθεν libri t) ἐστι DR : εἰσι t 12 post εἶπε fort, addendum ἐπεὶ πᾶν Dt: πάντα R 13 πρὸς τοῦ R: πρὸ τοῦ Dt 17 πρὸς τοῦ DR: πρὸ τοῦ t 22 λαμβάνεις I) 25 δὲ ἑτέραν] δεεστἐραν R 26 λαμβάνειν R 27 ὅτῳ scripsi: οὕτω libri 35 κινήσεων R 37 τὴν δύναμιν R: τὴν cm. Dt
marginal d 3v
marginal d 4r
footnote 1 συζεύξας — ταύτας δὲ χιοδῶς sic (5) iteiat R 1. 5 et 8 χιοειδῶς D: χιοδῶς R: σχιοειδῶς t i μὲν ora. R 12 νοτιώτεροι R: νοτιότεροι Dt 18 ἐπιστρέφει R 19 ἀλλαχοῦ] Plat. Phaedr. p. 246;Bsqq. 23 πρὸς D: καὶ Rt 25 κινεῖται Dt: κινεῖ R 28 φασι R 31 ἐπιτίθεμεν R: ἐπιτιθέαμεν Dt 34. 35 τὰς φυσικὰς D 35 ἐπ’ Dt: εἰς R 36 ὁ ποιητὴς] 11. M 239 sq. ἢ DRt: εἴτ’ 1. 1. ἐπ’ ἀριστερὰ R: ἐπ’ ἀριστερὸν D: ἐπ’ ἀριστερῶν t: ἐπὶ δέξι’ 1. 1.
marginal d 4r
footnote 1 ἡ ἐπὶ δεξιὰ] εἴτ’ ἐπ’ ἀριστερὰ 1. 1. 2 ὁμαλὴν Dt: ἀπλανῆ R 4 καὶ delevi 5 καὶ πρὸς ἑαυτάς — ἀλλήλας (7) om. 1) 5 πρὸς (ante ἑαυτάς) om. t 6 καὶ αἱ πλανώμεναι R: αἰ πλανόμεναι t 11 καὶ om. R 10 ἁρμονικῶς R 18 αἰγοκέρατι R 24 τὰ ἑαυτοῦ R: τὰ αὐτοῦ D: τοῦ αὐτοῦ t 26 τε τὰ κινούμενα t 29 λίθος Dt: τῶν λίθων R 31. 32 παράκειται t 32 τοιαῦτα Rt: ταῦτα D 38 ὡς om. R
marginal d 4r
marginal d 4v
footnote 2 t κιρναμένων R: κιρνωμένων t: κρινομένων D 3 συμπαθὲς R 7 ὥσπερ R: ὥπερ D: ὅπερ t κινούμενα] legendum κιρνάμενα 12 post αὐτὸν add. δὲ R 17 πλάτωνι R: πλάτωνα Dt 19 στοιχείων iterat R 20 παρὰ πλάτωνι t 23 ἐκ τῆς] τῆς Plato 25 ἀπ’ ἀμφοῖν DR: ἐπ’ ἀμφοῖν t: ἐξ ἀμφοῖν Plato 26 φύσεως καὶ αὗ καὶ περὶ τῆς R μέν om. D 28 γινόμενον R 29 εἷς] εἰ R 31 συνιστᾶσιν D: συνιστῶσιν Rt 36 ἁ καὶ τῆ οὐσία t 37 συνιστᾶσιν DR: συνιστῶσιν t
marginal d 4v
footnote 4 ποῦ Dt: ποσοῦ R 6 μοῖραν om. R 7 στερικὴν D 8 αὐτοῦ ἑαυτοῦ R 9 ὑπό Dt: ἐπὶ R legenclum τὸ ταὐτόν, item v. 10 τὸ θάτερον 11 ἀσύμφωνον ἑαυτοῦ R 13 ἄνισον καὶ ὑγεία καὶ νόσος ἐπὶ R 15 καὶ τὴν Dt: καὶ τοὐ R μεταξὺ R: τὰ μεταξὺ Dt 17 γὰρ delevi τὴν R: om. Dt 20 τῆς ψυχῆς συμβολικῶς λέγεται Rt: om. D εἰ γὰρ ἦ t 21 μεριστήν t: μεριστή DR 22 ἡ addidi 27 τε σύμφυτον DR Arist. plerique: τε καὶ σύμφυτον t Sophon. et Arist. TU ἁρμονίας Arist. plerique, item v. 31 DRt: ἁρμονίαν DRt Sophon. et Arist. TUW λάβῃ DR: ἔχῃ t Arist. 28 φέρηται DR Arist. codd. plerique: φέρῃ t 30 τὸ μὲν DR: τὸν t
marginal d 4v
footnote 2 D: συμφώνως Rt 4 ποιεῖ R 5 σὺν αἰσθήσεως t οὐχὶ Rt: om. D 6.7 ὑπὸ σάλπιγγος — φρόνημα] poëtae nescio cuius verba sunt 11 ἀκούσει R: ἀκούσοι Dt: fort, ἀκούσῃ 16 συνεβάλετο R 17 ἐκ τῆς DRt: τῆς Arist. 22 γίνεται Rt: γάρ ἐστι D 23 τῶν (ante οὐρανίων) om. R 24 ἐξήρτηνται R ἐπέστραπται] ἐπιτρέπεται R αὐταὶ δ’ οὐ R 26 ἢ τὸ σωματικὸν] exspectas τοῦ σωματικοῦ 28 οὕτως Rt: οὐκ I) 29 τὸ γὰρ κινεῖσθαι R 30 καὶ τῷ κινεῖσθαι — ζῴου (31) Rt: om. D 33 οὖν om. R οὐκ εὖ τὸ λέγειν scripsi: ABBREV ευτολογειν R: οὐκ αὐτὸ λέγειν D: οὐ καλῶς τὸ λέγειν t Arist.
marginal d 5r
footnote 2 οὖν καὶ ὁ Πλάτων Rt 5 ἀμερίστου] ἀμέριστα R 9 μέσου Rt: μεγέθους D ἄλλως τε] ἀλλ’ ὥσπερ R 10 τῷ scripsi: τὸ libri τὸ σωματοειδὲς] Tim. p. 36 D 13 φησιν] ibid. p. 36 Ε τὰ ἔξωθεν R πάπα R: πᾶν Dt ἀλλ’ οὑκ R 14 post οὖσα add. ἡ ψυχὴ t διαπλεκῆναι R 17 καὶ ante ἀριθμητικῆς ora. t 20 μήτε γραμμὴ μήτε ἐπιφάνει R 22 Ἀριστοτέλους Rt: πρὸς Ἀριστοτέλους D 23 ἤδει DR: ἤδη t 24 αὐτὸς Dt: om. R
marginal d 5r
marginal d 5v 3 αὐτὴν C: αὐτῶν DRt 6 ἀνεπιστρόφως t 7 αὐταὶ Dt: αὗται R 9 ἐνεργεῖ D: ἐνεργεῖν R: ἐνεργεῖ καὶ t 13 αὐτὸς—λέγει] Tim. p. 41 1) 20 φησὶ] Tim. 30 Β 24 τοῦ νοῦ Rt: τούτου D 26 καὶ delevi 27 δῆλον — ἀναλογίαν (28) Rt: om. D 28 ὅτι addidi 29 cave corrigas μεγέθους 31 τοὺς Rt: oui. D 33 ἀριθμός DR et Arist. vulg. : ὁ ἀριθμός t Arist. E (ante corr.) et U 34 μέγεθος DR : τὸ μέγεθος t et Arist. 35 περιάγει D: παράγει Rt ἀνοτέρω Rt
marginal d 5v
footnote 7 τὸ ἐφεξῆς R 13 ἡ νόησις R: ἡ om. Dt 17 αἱ R: om. t, del. D1 ἄμεσοι Dt: ἄμετροι R 18 ἥδε R : ἡ Dt 19 τῷ ἐφεξῆς R: τὸ ἐφετῆς Dt 20 λαμβάνει δὲ scripsi: δὲ λαμβάνει R : διαλαμβάνει Dt 23 ante ἐν aild. τὰ R 24 νοημάτων Dt: νοήματος R 28 αὐτοῦ DR : ταὐτοῦ t ὡς ἀριθμός t 30 αὐτῷ Dt: ἑαυτῶ R 34 δὲ τῶ νοή μάτα R 35 ἀντὶ τοῦ Rt : ταὐτοῦ D συνεχεῖ D 37 νοητά Dt : νοήματα R
marginal d 5v
footnote 7 συνεχής t et Arist.: συνεχές DR 11 ὢν t Arist.: ὂν DR, sed cf. v. 20. ὁτῳοῦν DR Arist. vulg.: πότερον ὁτῳοῦν Arist. E: πότερον καθόλου ἡ ἐν ὁτῳοῦν t 13. 14 θιγγᾶν R 14 λέγει] Tim. p. 37 Α sq. 15 ἀντιλαμβάνηται R 15. 16 ἔτι γε μὴν Rt: ὅτι γε μὲν D 18. 19 οἷόν τε Dt: οἴονται R 19 αὐτὸν Dt: αὐτῶ R 23 ἄλλος R 24 fort. ἐφαπτόμενον νοεῖν μόριον DR: μόρια t 25 μόνον oin. D νοοίη Dt: νοεῖ R 27 ὑπόθεσις om. D 28 τὸ νοεῖν R 33 καὶ scripsi: ἡ libri
marginal d 5v
marginal d 6r
footnote 1 οὐκ ἄλλως Rt: οὐ καλῶς D 7 τι Gin. R προσάπαξ R: προάπαξ D 9 καὶ τῇ κύκλου t περιφορᾷ Dt : παραφορᾷ R 13 μέν τι D: μέντοι Rt 14 ἕκαστον νοητῶν R 15 θίγον libri γὰρ δῆλον P: δῆλον γὰρ Rt 17 συλλογισμῶν R: λογισμῶν Dt 22 ὅμοιον γὰρ — αἴσθοιο] cf. Γ 2 p. 426b19 τὶ δὲ Dt : τόδε R 27 ὅτε et 28 νοεῖ DR : ὅταν et νοῇ t 29 ἄλλων Dt: ὅλων R 30 τι om. R ἐν Dt: ἐν τῷ R 32 θίγοι et θιγεῖν scrips!: θίγειν et θιγεῖν libri νοητοῦ Dt: νοῦ R 36 ἐνάργεια D: ἐνέργεια Rt
marginal d 6r
footnote 2 ἄλλων—οὐκ (3) Rt: om. D 3 τῆς ἄλλης R: τοῖς ἄλλοις t. G δὲ om. t 7 πλάττειν Rt: πράττειν D 11 ζητήσομεν D: ζητήσωμεν Rt 12 ἐφαπτόμενον scripsi: ἐφαπτομένου libri 13 ἐπικείσθω R 14 γίνοιτο R 17 δακτυλιαῖον ἢ πηχυαῖον R 22 καὶ sciipsi: ἡ libri 23 ἅπερ DR: ὥσπερ t 24 καὶ om. R 28 μέγεθος t Arist.: μόριον DR, sed cf. v. 32 29 δεῖ DR Arist.: δὴ t καλεῖν DR: εἰπεῖν t Arist. 30 ἔπειτα μεγέθη R 32 μορίω D δὲ ἡ] δέ ἤτοι Arist.
marginal d 6r
marginal d 6v
footnote 5 θιγεῖν libri, item 7 θίγον et 22 θιγόντα κύκλῳ R Arist.: κύκλων D: om. t 6 ἡ ὅλως DR, de an. codd. SVW: ἡ καὶ ὅλως t, de an. codd. plerique 7 δὴ ποτε Q: δέ ποτε DRt 11 μένει Dt: μέν μένει K post ἔλαττον addendum ὡς coni. Diels 15 διαιρέσεως t: διαθέσεως DR 16 ἔχει R: Μιν Dt 18. 19 καὶ ἐν τῷ R 19 ἄλλο R: om. Dt 22 τὸ ὅλον κύκλῳ θιγόντι, τί ἐστιν R 25 post ἐκθέμενος add. δὲ R 26. 27 τὼ λοιπὸν R 27 τὸ scrips!: τῷ libri 29 περιεχόμενα R 30 νοήσει R: νοήσῃ Dt
marginal d 6v
footnote 1 λέγειν D: γάρ λέγειν Rt 3 τοῖς μορίοις DR: τοῦ μορίου t 6 ἢ DR: καὶ t Arist. 8 ἄνευ δὲ τῆς t: ἄνευ τῆς D: ἄνευ τῆσδε R 16 ἀμερῆ t καθάπερ διαβάλλων Dt: καθάπαξ δι’ ἄλλων R 18 ἄν, οὐ scrips!: ἄνευ D: οὑ Rt 20 γὰρ ἡ κατὰ σημεῖον ἀντίληψις t 20. 21 τῷ ἔτι δὲ t 22 post εἶναι addendum vide-tur εἶπε 25 ὢν D; ὂν Rt 26 αὐθυπόστατον t 29 ἄλλως τε ὡς t 34 εἰ δὲ Rt: εἴ γε D
marginal d 6v
footnote 13 καὶ om. R 14 λέγει D 15 τοῦτον Dt: τούτων R αὐτῷ R: αὐτὸ Dt 16 ἔλεγεν scripsi: ἔλεγον libri 17 τοῦτο ἔχει t 18 κίνησις — τὴν περιφοράν (19.20) Rt: cm. D 21 κύκλου] κύκλος R 24 Αἰεὶ t 28 ἀνάγκη om. D 31 ποτέ μὲν ἐκεῖνο ποτὲ δὲ τοῦτο R 33 διά μὲν DR: διὸ καὶ t
marginal d 6v
marginal d 7r
footnote 1 διὰ (ante τὴν) om. R 3 ἐπειδὴ] ἐπεὶ t 5 δεήσει — ἔσται (6) Rt: om. D 7 δὲ R: om. Dt 8 πρακτικῶν QC corr. D2 Arist. vulg.: ποιητικῶν R: ποιητικῶν ἢ πρακτικῶν t et Arist. codd. SUWX εἰσὶ περατὰ (sic) R πᾶσαι t Arist.: πᾶν DR 18. 19 παρασκευάσασθαι scripsi: παρασκευᾶσθαι Dt: περισκευάσασθαι R 23 πᾶς ἢ ὁρισμὸς t (ut Arist. U) ἢ Dt Arist.: ἡ R 25 σαφεστέρων DR: 3 t 29 οὖν om. D 30 δὲ om. R
marginal d 7r
footnote 2 οἱ om R 6 εἰ τὰ — μέχρι τῶν (7) Rt: om. D 8 ὁρισμὸς delevi 10 ἐν τῇ Ἀποδεικτικῇ] Aual. post. Α 3 p. 72b7 sqq. 22 p. 84a1 sqq. 12 δεῖ DR: δὴ t 14 τι om. R 30 προσλαμβάνουσι R 36. 37 ἐπισυνάπτων t
marginal d 7r
footnote 2 τὸ ζῷον Dt: τῷ ζῴῳ R καὶ λέγω om. t 3 πάλιν R: om. Dt 6 εἰς] εἰ D 8 ἡ ἁπλῶς t 9 τῶν om. R 10 αὕτη Dt: αὐτὴ R 12 λήγει DR: λέγει t 13 λήγει D: λέγει Rt 14 κακῶς — ὅρον (15) om. D 16 ἡ τοῦ R: καὶ τοῦ Dt 17 δεομένην DR: προσδεομένην t 19 πρὸ scrips!: πρὸς libri 21 ἐφ’ ὧν R: ἐφ’ ὃν Dt οὕτως sciipsi: οὔτε ὡς libii 23 ποτε R: om. Dt 26 δὲ om. R 29 ἐπιστήμη t 30 δὲ DR: om. t et Arist. περιφορὰ Dt: φορά R (ut Arist. X)
marginal d 7v
footnote 2 αὐτὸ ἀεὶ ἔσται t 4 ἔτι δὲ DR Arist.: ἔτι δὲ καὶ t 7 ἀπορῶν Dt: εὐπορῶν R 10 ἀποδείξεων R 14 καὶ om. R 15 τὸ συνάγον Dt: τὸ om. R 16 ἀντιλαβέσθαι D: ἀντιλαμβάνεσθαι Rt συνεχθήσεται t 21 ἀρεμίσει τινὶ μᾶλλον t 23 ἡ (aute ἡρεμία) om, R ἢ κίνησις t 25 φύσιν βίαιον R: post φύσιν add. ὅτι Dt οὖν om. t 28. 29 ἢ νόησις R 32 εἰ μὴ Dt: εἰ δὲ μὴ R, fort, recte κινοῖτο t: κινῶτο DR τί DR: τὸ τί t
marginal d 7v
footnote 3 ante ἔστιν add. μὴ R 4 κινοῖτο ἄν t et Arist. vulg.: ἄν κινοῖτο Arist. E: ἄν κινῶτο R: κινῶτο D 5 δύναται δὲ καὶ t 7 αὐτῇ R : αὕτη Dt 8. 9 δὲ καὶ R: δὲ om. Dt 12 πάντως DR: πάντων t τῷ κατὰ Α: τὸ κατὰ DRt 13 τὸ παρὰ AD: τῷ παρὰ Rt τοίνυν παρὰ R: post τοίνυν add. τὸ Dt 19 αὐτῶ R: αὐτὸ Dt 20 τῷ ἰξίονος R 23 φευκτέον DRt Sopbon.: φευκτόν Arist. ἐπείπερ DR: εἴπερ t Arist. 24 εἰώθαμέν τε R 27 γὰρ καὶ τῷ t 29 δὲ καὶ αὐτῷ coll. t
marginal d 8r
footnote 1 γὰρ om. t 2 οὑν Dt: γὰρ R 5 ἔχειν t 6 οὐρανίου R: οὐρανοῦ Dt 11 οὐσί om. D 17 οὔτε scripsi: οὐδὲ libri 19 ἐστιν om. R 21 κατ’ αὐτὸν R: κατὰ αὐτῶν Dt 26 ἀλλὰ om. R 28 καὶ τὸ Dt: καὶ τῶ R καίτοι scripsi: καὶ τὸ libri 29 ὁρᾷ D: ὁρᾶν Rt ἐκεῖνα scripsi: ἐκεῖνο libri 32 ἦν scripsi: ἣν libri 33 Πλωτῖνος] Enn. II 2 init.
marginal d 8r
marginal d 8v
footnote 5 πανταχοῦ ὄντι R Πλάτων’] Tim. p. 33 Β post αἰτίαν add. τὴν τελικὴν t 7 δεξομένῳ scripsi: δεξαμένῳ libri 11 ἀφῶμεν DR: ἀφῶμεν τὰ νῦν t et Arist. T: ἀφῶμεν τὸ νῦν Arist. vulg. 15 ἐπάγει R 20 πασῶν Dt: πᾶσιν R 25 δράσει scripsi: δράσσει R: δράσοι Dt 27 ἀλλήλων om. R 28 αὕτη t: αὐτὴ DR 32 καὶ (post ὥσπερ) om. R 33 ἐν τῷ τετάρτῳ τῶν Μετεώρων] c. 9 p. 387 b 25, 10 p. 389a7
marginal d 8v
footnote 2 προδιωρίσαντο t 6 Ἐμπεδοκλέους] fragm. 11. 12 Mullach 7 κόρη Empedocl.: κούρη Dt: κήρη R 8 τ’ post θάμνος om. R 10 post αὐτὴ add. ἄρα R 12 τεκτονικοῖς R 14 αὐτοῦ R 25 καλῶς οὐκ R 26 ὐπεξαιρῶν] ὑφεξαιρῶν R: ὑπεξαίρων Dt 27 δεξομένου R 28 ἐν τῷ Φαιδρῷ] cf. p. 246 Β sqq. διὰ γὰρ τοῦτο κτλ.] Tim. p. 44 D sq. 32 λέγει δὲ] de corde cf. Tim. 70 Α sqq., ubi tamen haec non leguntur 32. 33 κωνοειδῶς R 34 ἀσχηματισμένην R περὶ ἥπατος] cf. Tim. p. 71 Asqq. 36 ὅπερ] fort, legeudum ὅτι
marginal d 8v
marginal e 1r
footnote 1 φύσεως DR: ψυγῆς mg. R1t φημὶ δὲ t 2. 3 μόνον αὗται καὶ μόνου t 3 ἀιδίῳ DR: ἰδίῳ t 4. 5 μόνον θνηταὶ t 5 εὐθεία t: εὐθεῖα D: εὐθεῖαι R 8 ἡγεμονεύει γὰρ R: ἡγεμονεύειν Dt 10 ἐν τῷ Φαιδρῷ] p. 249 Β 12 δή γε] ἡ γε Plato τὸ ὃν] τὴν ἀλήθειαν Plato 15 τοῦ σώματος — ψυχὴν (16) om. D 19 ἐν (post ἀεὶ) scripsi; ὃν libri 22 τοὺς περὶ ψυχῆς om. R 24 χωρεῖ σῶμα R: χωρῆ σῶμα D: σῶμα χωρεῖ t 27 δειλῶν DR : δηλῶν t 31 ἔχον R: om. Dt τὸ σῶμα — ἔτυχε (33) om. D
marginal e 1r
footnote 4 ἐν τῶ Εὐδήμῳ] Arist. fragm. 41 p. 1481b20 Rose 5 ἐν τῶ Φαίδωνι] p. 92 A sqq. 7 et 16 ἡρμοσμένοις ADt: εἰρημένοις R 7 ταθῆναι DR: ἐπιταθῆναι Α: τεθῆναι t 15 δεύτερος δὲ] Phaecl. p. 94 Β 18 μὲν om. R 21 καὶ παντελῶς] legendum κἀν (vel κἀν εἰ) παντελῶς 22 ὡς δὴ Dt: δὴ om. R τρίτος] Pbaed. p. 93 Β 26 ἄρα om. I) τέταρτος] Pbaed. p. 93 C 30 τοῦτο — ἐπιδέχεται (31) om. D 32 ἁρμονίαν ἁρμονίαν scripsi: ἁρμονίαν ἀναρμονίαν D: ἁρμονίαν ἀναρμοστίαν t: semel R 33 πέμπτος] Phaed. p. 93 E πέμπτος om. R 35 οὐ δέχεται DR: οὐκ ἐνδέχεται t 36 λέγω δὲ t
marginal e 1r
footnote 3 λαμβάνων R 4 ἐλέγχειν D: ἐλέγχει Rt 5 καὶ τὸ ἧττον ἐπιδέχεται R 6 post γὰρ add. τις R 9 ψευδεῖς R 17 ἄρα Rt: ἐστὶν D ἄλλου Dt: ἀλόγου R 18 post μὲν add. γὰρ R 20 τὸ λέγειν t τὸ (post μέλι) om. R 22 τῷ ἐπιδέχεσθαι R τὸ addidi 25 καὶ ἧττον D: καὶ τὸ ἧττον Rt 25. 26 ἀλλὰ καθὸ—καὶ ἧττον (29) om. D 29 καὶ ἧττον t: καὶ τὸ ἧττον R
marginal e 1v
footnote 1 ἡ ἁρμονία scripsi: τῇ ἁρμονίᾳ libri 9 καθὸ (post τὸ) Dt: καθόλου R δι’ ἅπερ R: διόπερ Dt 11 exspectas παραλαμβάνει, nisi forte post δὲ excidit οὐ συλλογίζεται 13 ἐστι R: τί ἐστι Dt 15 καὶ οὐχ ἀπλῶς t 18 τὸν μέσον DR: τὸ μέσον t καθὸ γλυκὺ Dt: post καθὸ add. τὸ R 21 ἀδ||||||||||όητον D 23 εἶπον Dt: εἴπομεν R Εὐδήμῳ] ἑβδόμῳ R 24 ἡ ἀναρμοστία —οὐδὲν ἐναντίον (25) om. D 26 κυρίως A: κυρίως ἐναντίον DRt 27 ἀόριστος Dt: ἄριστον R 28 ἀναρμοστίαν R: ἁρμονίαν ADt 29 ἁρμονίαν R: ἀναρμοστίαν ADt 30 δεύτερον R: δεύτερος AD: δευτέρᾳ t 21 ἀδιανόητον] ad ea, quae hue usque ex Philopono excerpta exhibet, addit οὐδὲ ὁ Ἐπικούρου λόγος τὸ ἀβοήθητον ἔχει· ἄν γὰρ ἀντὶ τοῦ γλυκέος τὴν γλυκύτητα λάβωμεν ὥσπερ ἐκεῖ τὴν ἁρμονίαν ἀντὶ τοῦ ἡρμοσμένου, οὐδὲν ἄτοπον ἕπεται. οὐκ ἕων γάρ γλυκύτης τὸ μέλι, εἰ καὶ συνουσιωμένην ταύτην ἔχει τὴν ποιότητα. ὥστε οὐ σαλεύει ὁ τοῦ Ἐπικούρου λόγος τὸν συλλογισμὸν τοῦ Πλάτωνος Α
marginal e 1v
footnote 5 ὑγεία Rt 8 τῆς δόξης ταύτης corn D2, fort, ex ταῖς δόξαις ταύταις ὧν] ὃν D1, sed corr. D2 11 οὐδὲ DR, cf. Arist. vulg.: καὶ οὐδὲ t et Arist. TW ἥττων DRt et Arist. codd. quinque: ἧττον Arist. EU εἰρημένων DR: λεγομένων t et Arist, 14 διὰ — ἐντίθησιν] exspectas διὰ τί πιθανὴ ἡ δόξα ἐστὶν ἐκτίθησιν, cf. p. 151,12 ἐν τῷ Φαίδωνι] p. 85 Ε sqq. 15 αὐτῷ DR: αὐτῇ t πιθανὸς om. R 17 τοῖς DR: καὶ τοῖς t et Arist. 18 λεγομένοις t Arist. WS, item DR v. 22: δεδομένοις DR: γινομένοις Arist. vulg. 21 ἐν τοῖς Dt: τοῖς R 22 αὑτοῦ Diels: αὐτοῦ libri 26 post γὰρ add. καὶ R σύνθεσίν τινα ἐναντίων t 28 ἐκθέμενος D: ἐκθεμένου R: ἐκθέμενος οὗν t αὐτῶν om. t 29 δι’ οὗ τοῦτο DR: δι’ οὗτος t
marginal e 1v
footnote 1 καὶ τὸ — σύγκειται (2) om. R 3 θερμοῦ ψυχροῦ R .3 Πυθαγορείους] cf. supra p. 70,7 7 ἄλλως τε R 8 σχήματι ἐκ Dt: σχηματικῶς R 9 δύο καταφατικῶν] δυσκαταφατικῶν t τήνδε ἡ τήνδε coni. Diels coll. p. 147,28 14 δὲ Dt: δὴ R 17 καὶ τό γε R 18 ἡ σύνθεσις R οὐδ’ ἕτερον hie et v. 25 D οἶόν τε — εἶναι] οἴονται (sic) τούτων εἶναι D: ᾤοντο τούτων εἶναι R: τούτων εἶναι οἶόν τε t: οἶόν t: εἶναι τούτων Arist. 23 ἄτοπον — ἄλλον (24) om. D 27. 28 τοῦτο ἀπονέμουσι πάντες coll. t 28 ὡς t Arist.: om. DR 30 κινεῖ τἄ DR: κινεῖται t
marginal e 2r
footnote 6 καθ’ ὑγείας t 9 ἡ ὑγεία R 11 φανερώτατον D et de an. plerique libri: φανερώτατα R: φανερώτερον t de au. SVy 13 ἄτοπον t 16 πάθη ADt: παθήματα R 17 ἁρμονία DR: ἁρμονίας t 18 post Φρύγιος ἡ add. δὲ D ἰάσπιος libri 23 ἐν χορδαῖς R 26 κατὰ τὴν lit: κατὰ om. D ἡ Λύδιος R 27 οὐδὲ t: οὐδὲν DR, sed corr. D 28 τῇ Diels: τὴν libri 31 τῆς ἐξόδου om. R
marginal e 2r
marginal e 2v
footnote 1 ἀλλὰ om. D 3 ἐπεὶ DR de an. Vy: εἰ t et de an. ceteri codd. λέγομεν DR, de an. E (pr.) STVX: λέγοιμεν t de an. UW corn E βλέποντες DR: ἀποβλέποντες t Arist. 5. 6 ὅτι οὐδὲν τούτων coll. Rt 13 ἀδύνατον μὴ ἐνεῖναι R 14 τοιοῦτον Dt: τῶν τοιούτων 11 22 ἀντιδιαστείλῃ DR: διαστείλῃ t 26 ἐν Κατηγορίας] 5 p. 2a11 27 ἡ delevi 29 οὐδέτερον DR: οὐδετέρως t Arist. ἡ δὲ DR Arist.: οὐδέ t 32 ὁ λόγος om. D
marginal e 2v
footnote 6 ἕκαστον DR: ἕκαστος t 7 ἄρα AD: δὲ R: om. t 12 ἑκάστη DR: ἡ ἑκάστη t 16 ἄπορον DR: ἄτοπον t Arist. τὸ D de an. codd. VX: τὸν Rt de an. plerique εἶναι τῶν μίξεων DR: τῆς μίξεως εἶναι t Arist. 21 ἐστιν om. t ἄλλος δ’ ἐπὶ t 22 ante ἀνάγκη add. ὥστε τὸ σῶμα t 23 ψυχάς Dt: τὰς ψυχάς R 28 προδιοριζομενων t
marginal e 2v
footnote 2 ἕπεται 11 ὡς ἐν παρεκβάσει Dt: καὶ ἐν ἀποβάσει R 4 τῶν (ante ζῴων) om. R 6 χρῆσιν DR: βῆσιν t 9 πότερον] πότε τὸ R 12 γαίῃ — ὀπώπαμεν] Empedocl. fragm. 378 Mullach γὰρ (aute γαῖαν) om. R 14 εἰ δέ DR: δὲ om. t 20 κρεῖττον D 21 σὰρξ DR: σάρκα t ἐκ om. t 22 αὐτὸς Dt: αὐτὸ R 26 συγκράσεως DR: κράσεως t 28 εἰ (post καὶ) R: ἡ D: ἡ t 29 πάντῃ—ἔχειν (30)] Plat. Tim. p. 28 Α παντὶ Plato 30 αἰτίου Plato: αἰτίου τε libri ὁποίας] sic libri, cf. Simpl. Phys. 1145,1 32 γεννητὰ t 35 οὗτε (ante εἶπεν) Dt: οὕτως R
marginal e 3r
footnote 1 εἰπεῖν τίς scripsi: εἰπεῖν τις DR: τις εἰπεῖν t 3 λέγειν om. R   μίξεως scripsi coll. v. 21; idem legitur de an.: ἁρμονίας Dt: ρμονίας (sic) R 8 et 23 ἅμα τὸ DR de an. cod. V: ἅμα τῷ t, de an. codd. plerique καὶ τὸ DRt (ut de an. T): καὶ τῷ de an. plerique 13 ἡ κατὰ Dt: ἡ κατὰ R 16 ὁ κιθαρρῳδός (sic) R: οἱ κιθαρῳδοὶ Dt 19 ἀοικABBREVοABBREVμένης D: R: ἀπολυομένης t 20 οὗτος Dt: οὕτως R 22 μίξιν καὶ D: μίξιν τὲ καὶ R: τὴν μίξιν καὶ t 23 τοῖς] γρ΄ ζώου τοῦ μορίου mg. R 24 μορίοις era. D 25 λοιπῶν Dt: ἄλλων R 26 τῶν μορίων Dt: τοῦ μορίου R
marginal e 3r
footnote 2 ante λέγειν add. εἶναι R συμβαίνει t 4 διὰ τί τῆς μίξεως om. D 12 ζῴου — μορίοις om. R τοῦ addidi 16 δὲ om. D 17 τὸ DR: τῷ t: fort, τοῦ 18 πρὸς δὲ D et Arist: πρὸς Rt 19 ψυχὴ λόγος DR: ἡ ψυχὴ ὁ λόγος t et de an. codd. plerique: ἡ ψυχὴ λόγος de an. T 20 ἀπολειπούσης DR et Arist. vulg.: ἀπολιπούσης t et Arist. TVXy 21 Ἑτέρως περὶ Dt: ἕτερος πάλιν R 25 ἀπολειπούσης AR: ἀπολιπούσης Dt 26 ἔληξεν εἰς DR: ἔληξεν ἐπὶ t 28 ἀπολειπούσης D (ante corr.) R: ἀπολιπούσης t corr. D 29&gt; 30 λέγω δὲ R 31 εἴπετο δέ τὸ R 32 ψυχήν εἶναι — μορίων (p. 153,1) om. D
marginal e 3r
marginal e 3v
footnote 2 ἀνέλαβε Rt: ἔλαβε D 3. 4 φθείρεται ψυχῆς D 10 εἰρημένην Dt: ἡρμοσμένην R λύσοι Dt: λύσοις R 11 ὅτι τά γε Dt: τι τά τε R 12 τὸν τῶν ὦν Dt: τῶν τόνων R λόγον Rt: λόγων D 22 τὸν τῶν ὧν t: τῶν τῶν ὧν D: τῶν τόνων ut supra R ἄνευ ex ἄν εὖ correxisse videtur D 23 καὶ (post α εὐθὺς) om. t 26 παρεῖναι scrips!: λέγειν παρεῖναι t: πν D: παρὰ Α: λέγειν περὶ R 28 ἢ A: εἰ DRt 32 ἧπερ R 33 κωλύσει t
marginal e 3v
footnote 3 καθ’ αὑτὸν D 4 κύκλῳ Dt: κατὰ κύκλον R 7 αὐτὴ Α: αὕτη DRt 8 κινεῖ τῷ τὸ ADt: κινεῖν τῷ R 10 μόνην R 15 αἰτία (post οὐσία) DR: αἰτίου t 17 post εὐλογώτερον add. δὲ t Arist. 18 τὴν Dt Arist.: αὐτὴν τὴν R 20 αὐτὴν κινεῖσθαι — τόπον (21) om. D 24 οὐτῶ] οὐ τὸ R 31 εἴπωμεν R
marginal e 3v
footnote 1 οἰκοδομῶν R τὴν ψυχὴν R: τὴν cm. Dt 4 ζητήσει D 5 τῆς om. R 8 μόνον t 10 καὶ τοῦτο Dt: καὶ om. R 11 καὶ om. R 12 διανοία ex διάνοιαν corr. D1 15 προβάλλει A: προσβάλλει DRt τούτους AR: τούτοις Dt 16 ζητήσεως D: καὶ ζητήσεως Α: δεῖται ζητήσεως Rt 18 γοῦν om. R 19 τὸ (ante σῶμα) om. R γοῦν ADt: γὰρ R 20 τὸ om. R 21 τι ADt: τὸ R 23 καὶ om. R 25 αὐτῇ D-t: αὐτὴ ’: αὕτη R τοιώσδε ἡ τοιῶσδε t: τοιῶς ἢ τοιῶς DR: τοιὼς utrobique Α2 26 ἡ οὐκ ἐμποδίζει om. A Suid. s. v. Πάθος οὐδ’ ἀγνοεῖ R 26 τῶ R 27 ἀπὸ τῆς R: ἀ|||||||ῆς Α: ὑπὸ τῆς Dt 29 ἄλλως R 30 τοιώσδε (post καὶ) R: τοιῶς ADt 33 τινες] Galenus IV 767 sqq. Kühn
marginal e 4r
footnote 3 κινεῖσθαί τι — ἕκαστον (15) om. D κινεῖσθαί τι R (cf. D v. 15) de an. V: κινεῖσθαι τούτων t de an. vu!g. 12 περιττός R: περιττῶς t 15 κινεῖσθαί τι D: τι om. Rt 19 εἰ DR: om. t 25 τῆς om. R 27 φοβεῖσθαι Α: φοβεῖν Dt: φόβῳ R 32 ἀλλοιότερα R: αλλοιώτερα Dt
marginal e 4r
marginal e 4v
footnote 1 τινὰ — ἀλλοίωσιν cm. D 3. 4 περὶ τὴν καρδίαν DR: περικαρδίου t 5 τινος om. R 7 τοῦ ἐγκεφάλου καὶ om. R 8 ἡ δὲ A: ἡ διὰ Dt: διὰ R ἡ ποιὰ Dt: ἡ om. AR 10 ἧ τοιοῦτο utrobique t ἡ ἴσως libii, ut de an. SV: ἴσως ἡ de an. vulg. τι om. R 13 ποῖαι] ποῖα Arist. ἕτερός ἐστι λόγος Arist. 15 πότερον R: πότερον ἡ Dt 16 ὁμοίως] ὁμοίωσις R 17 τίνος Dt: ποίου R 19 τοῦτο] τουτί R τί om. R 23 δ’ οὐχ DR: δὲ μὴ t Arist. οὔσης Dt de an. codd. plerique: cm. R et de an. E 31 ἡ DR: ἡ t
marginal e 4v
footnote 1 αὐτοῖς t: αὑτῷ D: αὐτοῖς R 5. 6 ἐπὶ τό Rt: ἐπὶ τῶ D 8 οὐχ DRt: ἡ οὐχ Α Suid. s. V. Ἀνάμνησις 9 αὐτῆς Dt: αὐτὴν R 13 ἀνάπαλιν ἡ A Suid.: ἡ om. DRt 14 τελευτᾷ A Suid.: τελευταία DRt 15 ante ἐστιν add. τινος t 16 ἐγγίνεται Dt: γίνεται Α: ἐγίνετο R καὶ ἡ AR: om. Dt 17 οὖν oui. t 20 ἐπιβάλλουσαν t 23 συνδιατίθεται AR: οὖν διατίθεται Dt 26 ἢ (post κινήσεις) DR: ἡ t μόνας utrobique R τὸ ἡ R: τὸ δὲ ἡ Dt 27 αἰσθανώμεθα t 34 ἐγένετο AR: ἐγίνετο Dt
marginal e 4v
marginal e 5r
footnote 1 οὖσα om. D 2 ἄν ἐφθείρετο DR: ἐφθείρετ’ ἄν t et Arist. 5 μάλιστ’ ἄν Rt: μάλιστα δ’ ἂν D δόξειαν D: δόξειεν Rt 6 καὶ (ante ἐπιθυμία) om. D 10 λεγόμενα Dt: εἰρημένα R 11 ἐπεὶ R 15 ὁ δὲ νοῦς ἴσως R, cf. de an. p. 408b29: ὁ δὲ om. Dt 17 τὸ ἴσως R: τὸ om. Dt 18 ἴδιον om. R 19 φησιν] non ipsa verba Alexandri affert; cf. Alex, de an. p. 15, 26 sqq. 17, 9 sqq. Bruns 20 post ἕκαστον add. γὰρ R 26 post πᾶσαν add. καὶ Rt 28 προστίθησιν] cf. de an. p. 413a8 ἄδηλον R: δῆλον Dt 30 post σκόπει add. καὶ R 31 οὖσα om. D 32 οὐσιωδῶς R: οὐσιοδῶς Dt 33 φησὶν γὰρ coll. D
marginal e 5r
footnote 1 καὶ τὸ Dt: κατὰ τὸ R 5 σαφῶς RD : καὶ σαφῶς t 10 τούτοις R: αὐτοῖς Dt περὶ τὸ πότερον t 14 ὅτι (post ἔδειξεν) R: εἰ Dt 17 ἐν τῶ ἐπάνω R ἢ DR: καὶ t 21 ἔχειν — καὶ ἐγγίνεσθαι (22) Rt: εἶναι οὐσία τίς ἐστιν ἢ ἐγγίνεσθαι D 22 καὶ (ante σκόπει) om. R 27 οὐσίαι R: οὐσία Dt 31 συμφθίνειν Dt: συμφθείρειν R 33 ἀμυδρός ἐστιν Dt: ἀμυδρῶς ἔχει R 34 φρόνησις R Πλάτων] de legg. Β1 p. 653 Α 35 ἀληθεῖς δόξας R: ἀληθὴς δόξας D: ἀληθοῦς δόξης t βεβαίους om. t ἀγαπητὸν — παραγένηται] εὐτυχὲς ὅτῳ καὶ πρὸς τὸ γῆρας παρεγένετο Plato ὅτῳ D: οὕτω Rt περιγίνηται R
marginal e 5r
marginal e 5v 1 νῦν δ’ ὥσπερ D: νῦν δ’ ἴσως ὥσπερ R: νυνὶ δ’ ὥσπερ t et Arist. codd. quinque: νῦν δ’ ἴσως ὅπερ Arist. EU 2 τοιόνδε D ὡς ὁ νέος D: ὡς νέος R: ὥσπερ ὁ νέος Arist. X: ὥσπερ καὶ ὁ νέος t et Arist. vulg. 3 δικαίως ἄν ἀπορηθεῖσαν R, fort, recte 4 εἶπε] fort, εἴποι μὴ om. sed. supra add. D1 5 δεῖξαι R 12 ὥσπερ — αἰσθητηρίων om. R βλαβώντων t ἤδη Dt: ἔτι R 14 τούτου om. t 15. 16 ὑπεθέμεθα t 18 ἐπὶ τῶν Dt: ὑπὸ τῶν R 21 οὑν] δὲ Α: οὑν εἰ DRt 21. 22 τοῦ et ὄμματος et ἐξασθενήσαντος Rt: τὰ et ὄμματα et ἐξασθενήσαντα AD, fort, recte 23 ἐρρυτιδωμένων Α: ἐρρυπωμένων DRt 28 et 29 τοῦ νοῦ Rt: τούτου D 28 παρεμποδίζει H 29 τὰς ἐνεργείας D: ταῖς ἐνεργείαις Rt 32 ἐκκρούει D; ἐκκρούῃ Rt
marginal e 5v
footnote 1 ἀσυμπαθὲς D 3 αἱ com. R 8 ἔνιά τινα ὧν scripsi: ἔν τινι ὤν libii 10 ἀντιλαμβάνονται R 18 συνεπιστρέφεται R 21 καὶ οὕτως εὑρίσκει D 24 τέτλαθι κτλ.] Od. r. 18 25 ἡ ἀρετὴ R 30 ἄν] ἐὰν R 34 μηδὲ R 36 αὐτὸ om. R
marginal e 5v
footnote 5 νοῦς om. R 7 ἐγίνετο R: γίνεται Dt 8 ὁ αὐτὸς DR: ὁ om. t 10 καὶ (post ὧν) om. R 11 τὰ πρότερον t ὑπονοήσειε t: ὑπονοήσοι DR 13 ὁμοίως D: ὅμοιον Rt γὰρ ὥς φησιν R φησὶν] de an. Γ 2 p. 426b19 16 ὁ αὐτὸς Rt: ὁ om. D 19 φασίν scripsi: φησίν libri 20 δὲ om. R 24 φθείρεται—θεωρεῖν (26) om. I) 26. 27 πάσης ψυχῆς αὐτῶ DR: πάσης αὐτοῦ t 29 καὶ τῆς Rt: τῆς om. I) σημειῶσαι D εἰπὼν D: ὃν εἶπεν Rt 30 τὸ σώματι 1) 31 ἄλλον DR: ἄλλως t λέγει DR: ἔλεγεν t
marginal e 5v
marginal e 6r
footnote 4 ἀλλὰ fort, delendum 6 δὴ Dt Arist.: δέ R 12 τῷ R: τὸ Dt 14 ἢ φιλεῖν DR Arist. cod. T: καὶ φιλεῖν t Arist. ceteri 15 et 19 τοῦδε D 17 συναμφωτέρου Dt 20 τοῦ ἔχοντος — ταῦτα τοῦ ζῴου (22) cm. R 24 προσεγένετο Suid. s. v. Μνήμη 28 τῶν — ἐγνωσμένων] ἡ τῶν πάλαι ἐγνωσμένων κατοχή Suid. 21 ante ὡς γὰρ τὸ ὑφαίνειν haec aliunde petita ὅτι πολλάκις ὁ Ἀριστοτέλης ψυχὴν καλεῖ ἄμα συλλαμβάνων τῇ λογικῇ καὶ τὴν ἄλογον καὶ τὴν φυτικήν, πολλάκις δὲ μόνην τὴν λογικήν, ἔσθ’ ὅτε δέ καὶ αὐτὸν καθ’ αὐτὸν τὸν νοῦν ψυχὴν ἀνομάζει. ἐπονομάζει δὲ πάλιν ἰδιαζόντως τὴν ψυχὴν τὴν ἄλογον καὶ τὴν φυτικήν. πολυσήμου τοίνυν τῆς ψυχῆς πω Ἀριστοτέλει λαμβανομένης δεῖ ἑκάστῳ σημαινομένῳ τὰ οἰκεῖ ἀφορίζειν καὶ ἀφορίζειν καἰ μὴ συγχεῖν διὰ τῆς ὁμωνυμίας τῆς φωνῆς καὶ] τῶν πραγμάτων τό διῃρημένον καὶ ἀσύγχυτον add. Α, eademque exhibet Pal. p. 147a (p. 64 Strehlke)
marginal e 6r
footnote 4 οὐχ ὡς Rt: ὡς οὐκ D 8 ὅτι om. D 10 ἐκ γὰρ Rt: ἐκ τῆς D 14 πρόδηλον R: πρόδηλος Dt 20 εἰ om. D εὐέλεγκτος Rt: ἐκλεκτὸς D 22 γευσάμενος Dt: ἁψάμενος in textu, sed γευσάμενος in mrg. R 23 ἐκ τῶν λόγων t 25 φησιν] de an. Γ4 p. 429a27 27 αὐτοζῶν Dt: αὐτοζῷον R 27. 28 αὐτοζωὴ γάρ Dt: αὐτὸ γὰρ ζωή R 32 ἐνίσταται R: ἐπίσταται Dt
marginal e 6r
footnote 1. 2 καὶ ὑπὸ τίνος Rt: om. D 2 οὖσαν ἀμερῆ καὶ ἀδιάφορον coll. D 6 αὐτὴ R: αὐτῇ Dt 17 τινὶ Rt: τινὸς D 19 κινοῦσιν Dt: κινοῦσαι R 21 εἰ R: ὅτι Dt 24 δ’ ἐπεί t et Arist.: δέ D: ἐπεί R 26 τοῖς R: τῆς Dt 27 ποιεῖ καὶ αὕτη R: ποιεῖν καὶ αὐτὴ Dt 32 ἐστὶν ἡ μονὰς D 33 λέγοντες Rt; λεγόντων D ὥστε Dt: ὡς R
marginal e 6v
footnote 1 om. D 4 τὸν ἐννέα R: τῶν ἐννέα Dt τὸ μὲν ἄρτιον R 6 εἰ γὰρ Dt: ἐὰν γὰρ R 6 et 7 ἀφέλω R: ἀφελῶ Dt 7 ἐστιν om. R 8 τοῦ #x772; Dt: τὸν ιݲςݲ R 9 φυτοῦ R: τοῦ φυτοῦ Dt 16 πάντων R: πᾶν Dt 18. 19 R 19 σμικρά t (ut Arist. ST) 20 εἰς τὴν δημοκράτους D 22 ἀφέλῃ Rt: ἀφελεῖ D 24 οὐδὲ Dt: οὐ R 27 λέγω Dt: λέγων R 31. 32 ἐν τῷ Z καὶ Η τῆς Φυσικῆς] immo ἐν τῷ H καὶ Θ; v. Phys. H 1 Θ 5 p. 257b2
marginal e 6v
marginal e 7r
footnote 3 post σύστημα αὐτοκίνητον unum versum et dimidium erasum habet, deinde iterat ὥστε (2)—σύστημα αὐτοκίνητον (3) D 7 ψυχή R: ψυχαί Dt 9 δημοκρίτου Dt: δημοκριτείῳ R 9. 10 τῆ ξενοκράτους DR: τοῦ ξενοκράτους t 11 οὐ γὰρ R: ὁ μὲν γὰρ D: οὐ μὲν γὰρ t 14 οὐ καλῶς DR: οὐχ ἁπλῶς t 15 ἀπάγει DR: ἐπά-γει t 16 δέ δὴ πῶς DR: δὲ δή πὼς t Arist. plerique: δὴ πὼς Arist. VWX αὐτὴν DR et Arist. TX: ταύτην Arist. vulg.: ταῦτα t 17 τινὰ αὐτῇ DR et Arist. codd. plerique: αὐτῆς t 21 ἡ αἱ Dt: αἱ om. R 21. 22 ὤ’ αἱ] ἄλλαι D 22 τίς οὖν—δυνατόν (23) libri pro lemmate exhibent διαφοράν R 25 εἰ δεῖ scripsi: εἴδει vel εἰ δεῖ ante corr. D: ἔδει D1 (in ras.) Rt 26 κινῶσιν Rt: in κινοῦσιν inut. D1 κινῶνται R et ante corr. D: κινοῦνται corr. D1: κινῶται t 27 post οὐκ add. ἄρα Rt 28 προσλαβοῦσα R: προλαβοῦσα Dt στιγμὴ Dt: στιγμαὶ R
marginal e 7r
footnote 1 αἱ ἐν —μονάδες Rt Arist.: ἐν τῷ σώματι αἱ μονάδες coll. D 1. 2 καὶ αἱ DR et Arist. Ε (ante corr.): καὶ Arist. SUVWy: ἢ t et Arist. T corr. E 7 εἰσὶ θέσιν — στιγμαὶ μονάδες (8) iteravit D, sed del. D1 10 τῷ om. t ἡ ἕτεραι D 14 post ἑτέρᾳ addiderat οὖσα, sed del. D 16 ψυχῆς om. I) ante στιγμὰς add. τὰς t 18. 19 ἐφαρμόσουσι R 19 ποιήσωσι D 23 τὸ κέντρον t 26. 27 ὑπάρχειν R (cf. Anal. pr. Α 13 p. 32a19): om. Dt 30 ἐμψυχῶσθαι D 30.31 ἐμψύχωται D
marginal e 7r
footnote 1 ἐμψυχῶσθαι D 2 ὅλως τε μηδὲ R 3 εἰ addidit Diels 6 αἱ αὐταὶ D2Rt: ἑαυταὶ D1 ταῖς Rt: ἐν ταῖς D 8 αἱ addidi coll. p. 1691 καὶ αἱ Dt: αἱ om. R 9 ἐν σώματι t 11. 12 ἕτεραί εἰσι ταῖς μονάσιν] cf. p. 166 13 169,11 172,10. 11 12. 13 ἡ μονὰς iterat t 13 δηλονότι — τῆς στιγμῆς Rt: ταῖς ψυχικαῖς δηλονότι στιγμαῖς D 21 τί om. D κωλύει DR et Arist. codd. plerique: κωλύσει t et Arist. VW 21 et 25 ἐφαρμόζουσι D 23 εἰ R: ἢ Dt στιγμῇ Rt: ψυχῇ D ἐφαρμόσουσιν ex ἀφαρμώσωσιν corr. D1 24 καὶ εἰ R: καὶ ἡ Dt 25 αἱ ἐν R: αἱ om. Dt 27 οὐ πάσαις D: ἁπάσαις Rt 29 κωλύει D: κωλύσει Rt 30. 31 ἓν τὴν ψυχήν Dt: ἐν τῇ ψυχῇ R 31 κατασκευάζει D: κατασκευάσαι βούλεται Rt
marginal e 7v
footnote 1 ἐστὶ τοῦ σώματος D 3 ἔχη R: ἔχει Dt 5 στιγμαὶ DR Arist. vulg.: στιγμαί εἰσιν t et Arist. y τῆς DR Arist. Ε: ὁ τῆς t Arist. vulg. 6 ἣ ὁ DR: ἡ εἰ ὁ t et Arist. codd. praeter V omnes 7 ἕτερον iterat t 7.8 αἱ αὐταὶ R: αἱ om. Dt 9 δὲ D: οὑν Rt 11. 12 τῆς ψυχῆς τῶν Rt: ψυχῆς ἀλλ’ ἀριθμὸν τὸν D 12 τῷ om. t 14 δὲ om. R στιγμὰς DR Arist. codd. EVWX: ψυχὰς t et Arist. ceteri 15 εἰ DR et Arist. Ε: εἴ γε t et Arist. vulg. 16 στιγμάς DR Arist. vulg.: τὰς στιγμάς t et Arist. TW 18 ὅτι om. D 19 ἡμῖν R: om. Dt 24 ἐπεὶ μὴ D: ἐπειδὴ οὐ Rt
marginal e 7v
footnote 1 ταὐτὸ λέγειν Dt Arist.: ταυτολογεῖν R 2 σῶμά τι DR Arist. vulg. : σῶμα t Arist. T λέγουσι DR: τιθεῖσι t Arist. 3 ὑπὸ τῆς ψυχῆς t Arist., item p. 173,9 DR: hie om. DR 5 σῶμα D: σῶμά τι Rt 7 κινῇ in ras. D 2 8 καὶ ἔμψυχον — κινεῖ (9) om. R 9 post κινεῖ lac. exiguam habet, deinde iterat ὥστε (7) — σώματος (8) D ἔσονται Dt: ἔσται R 11 μονάδες D: αἱ μονάδες Rt 12 ψυχῆς στιγμὰς Dt: στιγμῆς R 17 post ἀμερεῖς iterat καὶ ἀριθμοῦσαι (15) — ἀσώμάτος (16) R 19 τὴν ψυχήν om. R 20 δημοκριτεία D: δημοκριτείω Rt 21 τοσόνδε D: ποσόνδε Rt 22 εἶπον scripsi: εἰπὼν libri ἀριθμὸν R: ἀριθμῶν Dt 23 ψυχήν (post ἐποίουν) D: τὴν ψυχήν Rt 25 ὄγκου γὰρ πέρας coll. t 26 ταῖς (post ψυχῆς) om. D 27 εἴπετο Dt: εἴπερ τὸ R 28 τοῦτο R: τούτω Dt
marginal e 7v
marginal e 8r
footnote 2 αἱ κινήσεις ἐγίνοντο Rt: ἢ κινήσεις ἐγένετο D 3 ὥστε τῷ θατέρῳ t 10 καθὸ om. t 12 κινῶν t κατὰ DR: καὶ t 17 εἰ DRt, Arist. ’: εἴπερ Arist. codd. rell. et coir. Ε αἰσθανομένων t 18 ἀναγκαῖον — ψυχή (19) Dt: καὶ τἄ ἑξῆς R 18. 19 τι ἡ ψυχή Arist. 20 διὰ τούτων Rt: διατουτο (sic) D 23 ᾖ Dt: εἴη R 24 λέγοι D: λέγει Rt δῦσα scripsi: οὖσα libri αὐτὸ — οὕτως (25) om. D 25 ἐν τῶ Dt: τῶ om. R 26 καὶ om. t 28 ante κινεῖσθαι add. τὸ σῶμα t
marginal e 8r
footnote 1 οἷον om. I) ἡ om. D 9 καὶ om. R 10 ante ἡ ἀὼς add. ἡ μεγάλας μονάδας R 11 συνεβάλλετο D: συνεβάλετο Ht 12 εἶπες R 14 κίνησίν τε — αὐτὸ (15) DR: εἰς τὸ αὐτὸ κίνησιν καὶ ἀριθμὸν t Arist. 24 αἱ ἐνέργειαι R: αἱ om. Dt 27 μήτι γε DR: μή τινι t 29. 30 καὶ αἱ D: ἡ αἱ Rt 33 τὸ ante αἰσθητικὸν om. D
marginal e 8r
marginal e 8v
footnote 3 ἀποδεδομένων DR: παραδεδομένων t Arist. 10 τοὺς (ante εἰς τοῦτο) ex τῆς corr. ’ 11 τοῖς μὲν Dt: τοὺς μὲν R περιφαντασθέντες scripsi coll. p. 184,11; περ φαντασθέντες libri 13 ταῦτα ex ταύτας corr. ’ 17 τούτω ex τοῦτο corr. ’ ut vid. 18 καὶ τὸ R: καὶ τῷ Dt 22 ἕπεται t 24 τιθέντες DR Arist. vulg.: τίθενται t Arist. y: τιθένται Arist. E 2 25 γνωστικὴν εἰδῶν D: γνωστικὸν εἶδος Rt: fort. γνωστικὴν εἶδον 27 φεύγοντες sic t 28 τούτω ex τοῦτο corr. D 29 αὐτὴ Dt: αὕτη R 30 καὶ τἀς — στοιχεῖα (31) om. D
marginal e 8v
footnote 4, 5 πιστούμενος Rt: πιστευόμενος D 5 ἔπη R: ἐπὶ Dt καὶ ταῦτα DR: καὶ om. t 7 διόπερ Dt: διὸ R ἐν τῷ τιμίῳ] p. 35 8 sqq. 8 αὐτῆς Rt: αὐτὴν D 9 δὲ om. D 10 συνθέσεων AD: συνθέτων Rt σύγκεινται R 13 καὶ (ante ὁμοίως) om. R 22 ἄτοπον ὅτι coll. D 25 Ἡ δὲ χθὼν κτλ.] Empedocl. fragm. w. 211 sqq. MuUach εὐστέρνοισιν R τῶν δύο DR Arist. plerique: τὰ δύο t Arist. E (corr. ex τῶν) V: τὼ δύο recte Diels Herm. XV, 166 sq. 26 μοιράων DRt Arist. UVW: μερέων recte Arist. ESTX 27 λευκὰ γένοντο Dt Arist. ETVWy: λεύκ’ ἐγένοντο R Arist. SUX 30 μικρὸν R 31 τέσσαρα D 32 λέγωμεν R
marginal e 8v
marginal f lr
footnote 1 τὸ ὀκτώ D 4 παρέλαβον D 6 δὲ (ante ἐξ) om. R τὸν cm. R 15 δύο γὰρ τιθεμένων si Philoponi sunt, hue certe falso sunt inserta: pertinent eniin ad V. 18. 19 ὅτι δὲ ὁ ὀκτὼ κύβος IG τοῦ α' Rt: τοῦ om. I) 17 τοῦ υ' Rt: τοῦ D fort. I) ἐπὶ D: cm. Rt 21 ἔχει t 22 πολλαπλασιάσαντας D τρὶς R: τρεῖς Dt 23 τρὶς scripsi: τρεῖς libri 26 γενόμενος R 28 ὁ om. R 29 πᾶς — ποιεῖ (30) om. R 31 ἡ ante εὐάρμοστος om. t 34 ὁ ποιητὴς] cf. U. Σ 474 sq. Χονεία et 35 χονείαν t fort. βάλλονται D 34. 35 τὸν χρυσὸν DR: τε χρυσὸν t
marginal f 1r
footnote 1 ὀκτὼ] ἐκ τῶν D μοιράων t, ut p. 17G, 26 libri: μοιρῶν R: μορέων ex μερέων corr. ’ 2 δὲ (post λέγει) om. R ἐμβληθῆναι Dt: βληθῆναι R δὲ (ante διά) Dt: οὖν R 3 διὰ τοῦ μὲν D: διὰ μὲν τῆς Rt 5 ἐμβληθέντα Dt: ἐκβληθέντα R 6 ἀποδιέβαλε R 9 τῆς (post καὶ) om. R 10 κατατέμνειν R 12 ἀποδοθῇ Rt: ἡ ἀπαθῆ 1) 13 διὰ τὸν R: δέ τὸν Dt 14 ἀλλ’ αἱ R: ἄλλαι Dt 15 αἱ (post πλείους) oiD. D IG σχέσεις Dt: στάσεις R τετρὰς πρὸς Rt : τετράπλευρος D αὕτη scripsi: αὐτὴ libri K) τὸ δὲ ποιόν DR: ἡ ποιόν t Arist. 21 διαιροῦντα δὲ Dt: διαιρεῖται γὰρ R 28 καὶ ἑκάστης Rt: ἑκάστη I) 30 τέσσαρα ora. R
marginal f 1r
footnote 4 post κατηγοριῶν iteraverat ἔσται — ποσὸν D, sed del ’ 7 εἶναι DR: ποιεῖν t λέγει ὅτι τὸ μίν τοι αὐτῆς t 10 ἀνομογενὴς R et corr. D: ἄν ὁμογενὴς D ante corr. et t αὐτὴ ἑαυτῇ R ἔτι τε Dt: ἔτι δὴ R 14 κοινῶς D 16 ἀλλ’ DR: ὅτι t 18 αὐτὸ AR: ἑαυτῷ Dt 22 ὡς συμβεβηκὸς ARt: ὧι (vel ὧι συμβέβηκε D 23 τοῦτο οὐ AR: τούτου D: τούτου οὐ t 24 δὴ D: δὲ Rt post φησίν add. ἣ D 25 τε R, cf. de an. 410a22: om. Dt ἔτι Rt : ὅτι D 27 καὶ DR Arist.: om. t 30 ὡς Dt: ὁμοίως R ἔχει om. R 32 ἀποσβεννύμενος Dt: σβεννύμενος R 33 ἀσθενέστερος t ὑπὸ — ὅτι τὸ ὅμοιον (p. 180,2) itcrat D
marginal f 1v
footnote 1 (ante ἰσχυροτέρου) cm. R 2 φησὶν R 3 ποιεῖ Dt: ἐποίει R 8 ἐν τῷ καὶ γενέσεως καὶ φθορᾶς] A 7 p.323 b 18 sqq. περὶ τῆς γενέσεως Dt οὐ Dt: μὴ K 10 post οὔτε add. δὲ R πάσχειν R 15 καὶ ἑαυτοῖς R: καὶ ἐν ἑαυτοῖς Dt 20. 21 To φάσκειν — Ἐμπεδοκλῆς cm. D 21 γαίη — ὀπώπαμεν] Empedocl. fragm. v. 378 Mullach 22 τοῦτο R: cm. Dt 23 νῦν (post γὰρ) cm. R 24 φησιν Rt: φασιν D τοῦ τὸ] τοῦτο D 25 ἔστι] sic etiam de an. codd. EWX: ἔνεστι de an. vulg. 26 ὅμοιον Rt: ὅλον D 27 ἐγγίζοντα ARt: γνωρίζοντα D 29 παντελῶς δέ ἀναίσθητα om. R 30 καὶ μᾶλλον coll. t
marginal f 1v
footnote 1 νῦν καὶ] exspectas νῦν λεχθὲν λελεγμένον Dt: λεγόμενον R 3 αὐτοῖς Dt: αὐτῶ R 4 δοκεῖν D 5 ὑπὸ τοῦ ὁμοίου Dt : τῷ ὁμοίῳ R 8 πλείων D Anst. codd. ET: πλέον Rt Arist. reliqui σύνεσιν R 9 ὑπάρχει DR Arist. WX: ὑπάρξει recte t et Arist. vulg. ἓν ἑκάστη R Arist. TWX: ἐν ἑκάστη D: ἓν ἕκαστον t et Arist. vulg. 10 πάντα γὰρ D Arist.: γὰρ cm. R: πάντα δὲ t U ἄρα oin. R 12 ὥστε AR: ὥστε ἄν Dt ἀγνοσίας t 13 τὸ om. R 14 ἀπάγειν AR: ἀγαγεῖν Dt 16 τὸ ἁπτόν ARt: τό δέ τῳ D τὸ ἀκουστὸν D: τὸ om. Kt 17 αἱ ἄλλαι AR; αἱ om. Dt 21 ante καὶ add. γε t et Arist. vulg. ἀφρονέστατα D 23 ὁ θεός R: ὁ om. Dt 24 post θνητῶν add. ἡ D 26. 27 ὁ γὰρ σφαῖρος D 27 γνώσεται AR: γινώσκει Dt
marginal f 2r
footnote 1 γὰρ om. R 2 στοργῇ — XuYpoj] fragm. 380 Mullach δέ τε D: δέ γε Rt 4. 5 ἀφρονέστερος R 5 ἐκείνων καὶ Dt : ἐκεῖνο R 8 δέ addidi καὶ τὰ — σχήσει ἐν (9) om. D 12 αὕτη Rt: αὐτὴ D 13 ἔχον t αὐτὸν DR: αὐτῶν t ἀμεινόνων R: ἀμείνων Dt μόνον D 18 οἷον om. D 19 πάντα AR: πάντα τὰ D: τὰ πάντα t 20 et 21 εἰ ἐκ AR: ἡ ἐκ Dt 20 εἴη om. D 21 εἰ (ante μὴ) AR: ἢν D (sed ν add. m. alt.) t 24 ὕλῃ Arist. τὰ D et Arist. STWX: τά γε Rt Arist. vulg. στοιχεῖα εἶναι Dt : στοιχεῖα R Arist. κύριον DR: κυριώτατον t Arist. δὲ DR Arist. ’: γὰρ t Arist. vulg. 26 ἐπειδὴ R διακεκριμμένα t 27 post ἔλεγον add. εἶναι R 28 post ἑνοποιοῦν add. φησί Rt 29 οὖσα ψυχὴ R
marginal f 2r
footnote 1 αὐτῆς At : αὐτοῖς DR, fort, recte 2 εἴη ἡ ψυχή t 4 ταύτης Rt : τοῦτο καὶ D 9 μὲν οὗ — εὐτρεπίζεται τῆς (10) om. D 14 ἡ ψυχὴ δὲ κυριώτητα t 15 αὕτη AR: αὐτὴ Dt 16 τῆς δὲ ψυχῆς Dt: τῆ δὲ ψυχὴ R 18 τοῦ δὲ νοῦ Dt: τούτου δὲ R μόνον οὐ] μόνου R 19 ante τιμιώτερον add. καὶ R 21 γὰρ om. R 22 post τοῦτο add. δὲ R 23 εὐλογώτατον Dt Arist. SV: εὔλογον R Arist. vulg.: εὐλο-γώτερον Arist. TW εἶναι τοῦτον D Arist. TV: εἶναι τοῦτο Rt: τοῦτον εἶναι Arist. vulg.: τοῦτο εἶναι Arist. X 25 καὶ ἄρα coll. t 26 εἴ γε Dt: εἰ γὰρ R 31 ἀντιστραφήσης ἐπηταὶ D 33 ἀκολουθοῦσιν om. D
marginal f 2r
marginal f 2v
footnote 1 τὸ αἰσθάνεσθαι καὶ γνωρίζειν coll. R 1. 2 τὰ ὄντα τὴν ψυχὴν D Arist. vulg.: τὴν ψυχὴν τὰ ὄντα Rt AHst. STU 2 ἐκ τῶν στοιχείων — ψυχῆς (3) Dt: καὶ τὰ ἑῶ R ποιοῦντες D: λέγοντες t ’ οἱ om. t 3 ἀπάσης t Arist. codd. sex 7 μέν τι DR: μέν τοι t 11 γνώσκεσθαι D ὅτι περιφαντασθέντες R: ὅτι περ φαντασθέντες Dt 14 πάντας om. D 20 φυτῶν om. D 20. 21 οὐκ ἔστι Dt: οὐκέτι R 21 αὕτη R: αὐτὴ Dt 22 καὶ διαστολή A: om. DRt 32 ζώφυτα D
marginal f 2v
footnote 2 οἱ om. R 5 τὴν (post τόπον) om. R G ἑαυτοῦ R: αὐτοῦ Dt ἔτι Rt: ὅτι D 10 καὶ om. t 12 τὸ om. D Ifi αἴσθησίν τε καὶ t 17 αὐτὴν Dt: τὴν ψυχὴν R 19 οὗτοι Rt: οὕτως D 23 κοινὸν om. D τοῖς τὸ R: τοῖς τε R: τοῖς τε τὸ t 24 τὸ addidi 27 ἀπορῆσαι D 28 γνωρίζει D 30 καὶ om. t 34 συγχωρήσωμεν D
marginal f 2v
marginal f 3r
footnote 1 συντρέχοντα Rt: τρέχοντα D 2 ᾖ R: ἡ Dt 9 τοῖς τὴν ψυχὴν t 10 εἰ R: ἢ Dt 11 οὐδὲν scripsi: οὐδὲ libri ὅλως D 12 δὲ R: om. Dt 15 ὑπὲρ Rt: ὑπὸ D 17 πάσης Rt: πᾶσιν D 19 γὰρ καὶ Dt: καὶ om. R 22 τὸ αὐτὸ D: ταὐτὸ R: τοῦτο t Arist. 24 Λεγομένοις] volebat καλουμένοις quod exhibet Lobeck Aglaoph. p. 348 sq. λεγόμενος εἶπεν ἐπεὶ R 25 ἐν τοῖς Περὶ φιλοσοφίας] fragm. 9 p. 1475a 40 Rose 26 φασιν DR: φησιν t Lobeck Rose ὀνομάκριτον ἐν ἔπεσι R: ὄνομα κρεῖττον ἐνέπεσε Dt κατατεῖναι Rt: κατάτεινε D: καταθεῖναι Cud worth, cf. Lobeck 1. 1. p. 349 31 ἀναπνοὴ Dt: πνοὴ R
marginal f 3r
footnote 1 εἴτε DR Arist. vulg. : εἴπερ t Arist. SVW 2 οὐθὲν t 4 ἤρκει ex εἴρκει corr. DS ut videtur post ἤρκει add. καὶ R 9 ἑαυτῷ scripsi: ἑαυτὸ libri ἐφαρμόζει Rt: γνωρίζει D 10 πάντῃ Dt: παντὶ R 1 1 τῷ εὐθεῖ Dt: τὸ εὐθὺ R οὑ δεόμεθα ἄγνοιαν (12) om. D 14 καὶ om. R 15 ante ἀόριστος add. ὁ t 17 ἡ ἕξις Dt: ἡ om. R 20 ἐστὶν om. D post μὴ add. ἐστι R 22 ὅπῃ Dt: ὅπου R 23 μέλοι R 25 μᾶλλον καὶ (post ποιητικὰ) R: μᾶλλον δὲ καὶ Dt 26 τὸ εἶδος DR: τὸ om. t 27 τούτοις Dt: τοῦτο R 33 μία ἡ Dt: ἡ om. R
marginal f 3r
marginal f 3v
footnote 1 γνωρίζω scripsi : γνωρίζει libri οὕτω γοῦν R 8 τοῖς τὰς DR: τῆς τὰς t 11 ἄμα Dt: ἀνὰ R 13 πλήρη πάντα DR: πάντα πλήρη t Arist. 18 τὸ Ἀράτου] Phaen. 2 sqq. 21 οὖν om. D 22. 23 μηδέν εἶναι σῶμα τὸν θεὸν οἴονται ὁπότε R 25 αἴτιος R: αὐτὸς 26. 27 πάντα—νόημα] ignoti poetae sunt; cf. Lobeck Aglaoph. p. 913 26 θεοῦ Lobeck 1. 1.: θεῶν libri ἀκουαὶ R: ἀκοαὶ Dt 27 τε om. D ὅττι Dt: οὔτι R ἐν στήθεσι σῆμα D 28 τὴν (post δόξαν) om. t 30 πάντα — ἔδει (31) om. D 31 post ζῷον add. ὡς τὰ στοιχεῖα t μᾶλλον post ἄνα transp. R 32 ἐν καθαρωτέροις R: ἐν om. Dt βελτίων t (cf. p. 189,5): βέλτιον ADR Pal.
marginal f 3v
footnote 1 διαφαίνεσθαι ARt: διαφέρεσθαι D 3 καὶ ἐν ἀέρι R 8 ἀμφοτέρως Dt Arist: ἀμφοτέροις R παράλογον DR Arist.: παραλογώτερον t 10 ἐστι Dt: εἰσὶ R νῦν δέ Dt: δέ om. R 11 εἶναι om. R παραβολώτερος Dt : παραλογώτερος R, cf. Arist. 12 ἔχον D IG δὲ om. t 17 ἐπεὶ DR Arist. codd. TVy: ὅτι t Arist. vulg. τὸ ὅλον R Arist.: τὸ om. Dt 23 τῷ Dt: τὸ R 25 τούτῳ Rt: τοῦτο D 27 ἀναγκαῖον DR Arist. : ἀναγκαίως t 27. 28 ὁμοειδεῖ D 28 εἰ] ἢ D τῷ DR Arist. vulg.: τὸ t Arist. TW ἀπολαμβάνεσθαι DR Arist. EVX: ἀπολαβεῖν t: ἀπολαμβάνειν Arist. reliqui ante τοῦ add. περὶ t 29 τὰ ζῷα DR Arist. EX; τὰ om. t Arist. reliqui 30 εἰ R: ἢ Dt τῷ Dt: τὸ R
marginal f 3v
footnote 1 μόριόν τε τοῦ D 3 ἡ (ante ἐν αὐτοῖς) om. D 6 τόδε Rt: τῶδε D 12 ἀναγκαῖον Dt: ἀνάγκην R 14 ἐστι Rt: ἔτι D 14. 15 ἀδύνατα R 17 μέρος τι Rt: ante τι add. ἐστί D 19 γὰρ om. R 21 et 23 διήκει Dt: ἥκει R 22 ὁμοίως δὲ καὶ R τὸ μὲν τῆς θυμητικῆς μόνον τὸ δὲ τῆς ἐπιθυμητικῆς R 30 εἴ γε Dt: εἰ δὴ R 32 τὰ δὲ Rt: μετέχοντα δὲ D οὐδὲν μιᾶς R: οὐδεμιᾶς Dt 34 ἐναπολαμβάνειν R 35 αὐτὰ λαμβάνει λέγω R 36 post ἡ add. ἁπλῶς D
marginal f 3v
marginal f 4r
footnote 2 ἐν τοῖς — ἀποκλήρωσις (4) om. D 3 εἰ R : οἱ t 4 μὲν τὸ Rt: μέντοι D G εἰ om. D ἕν τι Rt: ἐν τινι L) 7 τῆς om. R 14 ἐν τῷδε — οὐχ ὑπάρξει (15) om. D 21 ὁμοειδεῖ I) 23 τὴν τῆς Dt: τῆς om. R 28 πᾶν Rt: πέρι (sic) D 31 ἀνάγκη οὑν R αὐτὴν ἡ Rt Arist. (sed ἢ om. Arist. E): αὐτῇ D 32 ὁτῳοῦν] τῶ R 33 Τουτέστιν — μορίῳ τοῦ παντὸς (p. 192,10) om. D
marginal f 4r
footnote 11 τούτω Dt: αὐτὸ τοῦτο R, fort, recte 13 γινόσκειν Dt 14 τῇ om. t 14. 15 οὔτε τὸ κινεῑσθαι—εἶναι (17) om. R 19 ἐπεὶ δὲ Arist. vulg. et iafra p. 19524 D: ἐπειδὴ δὲ R Arist. UVVy, corr. Ε: ἐπειδὴ Dt τῆς DR Arist. vulg.: om. t Arist. TWy ἐστι om. D 20 τε] τι R 22 ἐπειδὴ γὰρ Rt 29 πρότερον R 27 post ἐπιθυμητικήν, καὶ add. καθάπερ ἡ τοῦ πυρὸς οὐσία μία καὶ ἡ αὐτὴ ἐστιν, ἐξ ἧς ἡ καυστικὴ τε καὶ ξηραντικὴ καὶ φωτιστικὴ πρόεισι δύναμίς τε καὶ ἐνέργεια Α Pal.
marginal f 4r
marginal f 4r
footnote 1 τοῦ τὸ ζῆν coll. R 4 ὑποτιθέμενος t 7 ἐξ οὗ δυνατὸν t: ora. DR 9 ψυχικῆς DR: ψυχῆς t 1 1 δὲ om. R 12 δὲ cm. D καὶ (post λεγομένων) om. D ἀπαθανατίζοντες D: ἀθανατίζοντες Rt 13 ante θνητήν add. ψυχὴν R 14 φασί scripsi: φησί libri 15 βούλεται — νοῦν δὲ R : εἶναι βούλεται δὲ τὸν νοῦν coll. Dt 16 λέγει R: λέγειν Dt 18 φασιν DR: φησιν t εἰ R: om. Dt 21 ὅπερ εἶπον t οὐκ ἐστὶ D αἱ om. D 22 Πλάτων] of. Phaed. p. 94 B sqq. 23 post μάχεται add. ταῦτα R 24 ἓν om. D 25 δευτέρῳ om. D 27 φησὶν] B 1 p. 4 13 a 4 29 μερῶν Rt: ἀμερῶν D 30 ἀχώριστα — χωριστὰ R: χωριστὰ καί τινα ἀχώριστα Dt Comraent. Arist. XV. Pliilop. de anima.
marginal f 4v
footnote 1 ὥσπερ R: ὡς Dt 5 ἡ aate οὐσία om. R G γοῦν Dt: οὖν R 9 περὶ δὲ τοῦ νοῦ κτλ.] Β 2 p. 413 b 24 10 οὐδέν πω R 12 νοῦ om. D 13 σαφῶς D περὶ ABBREV τῶν μορίων D 15 τῆς (post ὄντος) om. R 16 τοῦ πάντῃ — νοῦ (17) om. D 18 εἰ] ἡ D 19. 20 ὅτι ὁ θεωρητικὸς — τέλει] Γ 10 p. 433 a 14 4 22 ἀνατείνει D 24 ὁ ἀνθρώπινος t 27 τὰ εἰρημένα Dt: καὶ ταῦτα R 28 ἔτι δὲ R: ὅτι δέ D: ἔτι δὲ καὶ t 29 πρὸς τὸν τίμιον] Plat. Tim. p. 69 D sqq. 30 τὰ om. I) 32 ἀπαντῶν Rt: ἀπάντων D 33 τὰ cm. R κατὰ κεκερματίσθαι t: κατακεκερματεῖσθαι D: κατακερματίζεσθαι R 35 ’δε om. D
marginal f 4v
footnote 2 R: οὗτος οὖν Dt αὐτὴν R: αὐτοῖς Dt 5 ὥσπερ scripsi: ὥστε Rt: οὔτε D οὔτε (sic) γὰρ οὐδὲ — ἐλλάμψεις (G) iterat, sed del. ’ ὀφθαλμοῖς R 6 οὐ παρὰ Rt: οὔτε D 7 ἐλλάμπεσθαι I) αὐτοῦ R 11 που δοξάζων Rt : σπουδάζων D τὸ ἡγεμονικὸν om. D ἱδρύεσθαι D 14 ἐν ὀφθαλμοῖς μέν R 15 et 17 τοῦτο] τούτω I) 24 ἐπεὶ δὲ D: ἐπειδὴ Rt τῆς ψυχῆς om. R καὶ τἄ ἑξῆς om. t 26 ἡ ante αἴσθησις om. t 30 ἡ] ἡ D 33 δὲ DRt de an. V: δὴ de an. reliqui 34 περὶ τοῦ R: περὶ τούτων Dt ποίου Dt: πόσου R
marginal f 5r
footnote 1 ἑξῆς R πεζαιτάτου scripsi coll. Α: πεζετάτου Dt: παιζετάτου R: τὸ πεζότατον μόριον Suid. V. Ψυχή 3 ζῇ AR: ζῆν Dt 5 αὐτήν DR Arist. vulg. : αὐτὴν εἶναι t Arist. TV 5 et 6 ἄλλω DR Arist. vulg.: ἄλλο t Arist. EW 7 ἐπειδὴ γὰρ R 8 εἰ R: ἡ Dt 9 πάντα πα m. alt. in lit.) D ἄλλο om. D 12 ταύτας D: ταύτης Rt 13 (xspTj D 15 et 16 ὂν] ὃν D IG οὐσίαν καὶ t: καὶ cm. R: οὐσίας καὶ D 17 ὃν scripsi: ὃν DR : om. t 18 τὸ σχῆμα R: ante τὸ add. ἡ Dt 10 δέ om. D τοῦτο Rt: τούτων D 22 εἶναι R: ταῦτα εἶναι Dt 23 ἀπ’ ἀλλήλων om. R 24 συνεχές τε AR: συνέχετε D: συνέχεται t ἑαυτῷ Α: αὐτῷ DRt 24. 25 ψυχικὰς δυνάμεις Α: δυνάμις om. Dt: ψυχὰς R 26 αἰτία t 27 τῆς ante ἑνώσεως om. R 28 et 29 αἰνώσεως D 29 τῆ σώματι Rt: τὸ σῶμα D
marginal f 5r
footnote 1 κρεῖττον D 3 ante αἴτιον add. ἐστιν R 5 τὸ ἕνωσον D 6 ἕν τι Rt : ἕν τε D 9 ἑαυτῆς Rt: αὐτῆς D 10 τῶν om. t 11 αὑτοῖς scripsi: αὐτοῖς Rt: αὐτῆς D 13 προσγενέσθαι R 15 οἴκωθεν t 16 ἓν DR: ἐν t 17 τί ἐστι R 22 ἒν δεῖ] ἐν δέει D 27 ὡς πάντα AR: ὥσπερ D: ὥστε t 29 ante τῷ δόγματι add. ἐν t τῷ (pest δὴ) R: τὸ Dt 32 εἶναι τὴν ψυχήν t 33 γενέσθαι R 35 ὑποτετάχθαι ADt: τετάχθαι R τὰ πάθη om. t εἴκειν Α Pal.: εἴκεν R: ἥκειν Dt 36 ἐκ τῆς λόγου ἐλλάμψεως R
marginal f 5r
footnote 4 δείκνυσι τῶ μάχεσθαι R 6 γοῦν AR Pal.: οὖν Dt 7 συγγενέστερος AD Pal.: εὐγενέστερος Rt 7. 8 ἐπιζητοῖ R 8 τὸ ἑνοῦν om. D λέγον μὲν D 8. 9 ἐν ἄλλοις] Metaph. H 6 p. 1045 a 23 sqq. 9 ὅτι om. t 11 πρὸς τὸ καταδέξασθαι AR: προσκαταδέξασθαι Dt 12 αἰτίας ADt: οὐσίας R 14 δεῖ AR : δι’ Dt 15 συμφύεται AR: φύεται Dt 17 εἰσίν. εἰ γὰρ D 21 τῷ A2R: τὸ Dt 26 ἐπιζητήσωμεν D 28 ταῦτα καὶ AD: xalom. R: τοῦτο καὶ t 34 κατ’ αὐτά Dt: καὶ ταῦτα R 36 μετ’ αὐτὰ R: μετὰ ταῦτα Dt
marginal f 5v
footnote 1 ὑαλῆν scripsi: ὕλη libri 2 δὲ Α: om. DRt 3 κἀν in lit. D 2 γὰρ Α: om. DRt 4 ἑνοῖ Α.. ἔνιοι D: ἑνοῖτο Rt ἰδικὸν t τῆς AD: αὐτῆς Rt ἑνώσεως Rt: γνώ-σεως AD 5 post ποιητικόν add. κάτα (sic) D 7 ἄλλο τὸ Dt: ἄλλο τι R 8 ἡ om. R οὐδὲ AR: om. Dt 12 ἀπορήσειε δ’ Dt Arist.: ἀπορήσειεν R 12. 13 τίνα δύναμιν ἔχει coll. t 14 ἀπορήσειεν R: ἀπορήσειε δ’ Dt 16 ἡ om. t 19 ἐν (ante ἐγκεφάλῳ) om. D 20 οὖν om. R 21 τὸ ἐν R: τῷ ἐν Dt 22 τοῦ ἐν ᾦ — ψυχῆς (24) om. D 26 καὶ om. R 31 ὅλον AR: ὅλως Dt ἀφορισμένοις t 32. 33 ἐν τι μορίῳ D
marginal f 5v
marginal f 6r
footnote 3 εἶπεν D ἐχόμενον Rt: ἔχομεν D 10 ἔτι τε καὶ R 11. 12 ἐν ἑκάστῃ D 13 ἑκάστων D 14 ἔχων D καὶ (aute αἴσθησιν) ora. R 15 ἣν (post ἀλλ’) oin. R τῷδε δὲ R: τῷδε Dt: τῷ δὲ Α 18 καὶ τὰ πάντα R 20 οὐ γὰρ — ἀριθμῷ (21) ARt: oin. D 22 μόρια ὀργανικὰ ADt: ὄργανα τὰ R 24. 25 ὁμοειδεῖς — ἀλλήλαις] sic etiara Arist. cofkl. plerique: ὁμοειδῆ — ἀλλήλοις Arist. W 26 ταῖς δὲ ὅλαις ψυχαῖς D 27 ὅτι] διότι R 30 πρὸ] πρὸς R 32 διαιρεῖται D: διαιρετῆς Rt 33 τὸ ἐν Α: τῶ ἐν DRt
marginal f 6r
footnote 2 ἐπὶ γὰρ] ἐπεὶ γὰρ D 7 τὸ δὲ κάτω — ἐστέρηται ora. D 8 ἐμφράξεως] ἐμφράξας D 9 οὖσα Rt: om. AD ἐπιθυμίας t 9, 10 συνδιατίθησι AR: συνδιατίθης D: συνδιατιθὲν t 11 ἔχουσιν ARt: ἔχουσαι D 12 οὐκ AD: οὔτε Rt οὐ γεῦσις ADR: οὔτε γεῦσις t 20 πρῶτος D 21 δύναμιν — οὑν ἐπὶ (22) ora. D 25 καὶ om. R 26 τοῦτο Α: τούτω DRt διαιρὲν D τοιούτω D 27 ἐπιτηδειότης D 29 τινα ADt: τὴν R 33 ψυχή Rt Arist. vulg.: om. D Arist. SU τις] τι D 34 ἐπειδὴ DR: ἐπεὶ δὲ t
marginal f 6v
footnote 4 λέγων Rt: λέγον D 5 ἡ ἐν Dt : ἡ om. R 6 κοινὴ R 9. 10 ἀντὶ τοῦ] ὅτι R 11 αὐτὴ D Arist. X: αὕτη Rt Arist. vulg. 12 Διατοῦτο t φασὶν R 17 φυσικῆς t αὕτη R: αὐτὴ Dt ψυχή] ψυχική R 18 ἐπεὶ ἐζήτησεν R: ἐπεζήτησεν Dt 20 ἐν τοῖς ἐμψύχοις Dt: ἐν om. R post ὑπάρχει add. τέλος τοῦ πρώτου βιβλίου Rt: om. D f 7r
footnote 1 Tit. ἐξήγησις — ψυχῆς C: om. D: ante ἐξήγησις add. Ἰωάννου τοῦ Φιλοπόνου t 2 Ta μὲν δὴ ὑπὸ τῶν πρότερον Arist. vulg. 12 τὸν φιλόσοφον D: τῶν φιλοσόφων t 13 φυτικῆς scripsi: φυσικῆς Dt 16 αὐτῶν D: αὕτη t 17 τούτῳ νῦν Dt τὼ νῦν in lit. D 2): fort, αὐτῷ νῦν λόγος] ὃς in lit. D 2 24 οὕτω A: οὐ Dt
marginal f 7r
footnote 2 οὐ περὶ t: om. D 15 εἰ Arist.: ἡ Dt 18 οὐδὲν Arist. p. 413a7: οὐδέ (sed infra p. 2243 οὐδὲν) Dt 27 ἡ δὲ D: δὲ om. t 29 ἐνέργειά ἐστι libri 34 ἐντελέχεια D: ἐντελέχειαν t 2 post ὕπνοις omissis quae sequuntur add. ὁ μέντοι προκείμενος ὁρισμὸς πολλὰς παρέχεται ἀφορμὰς καὶ τοῖς βουλομένοις αὐτὸν ἐκδέχεσθαι περὶ πάσης εἰρῆσθαι ψυχῆς, καὶ οἷς περὶ μόνης ἐκλαμβάνεται τῆς φυτικῆς, ὧν ἡ σύνοψις τὴν λεπτομερεστέραν διήγησιν ὡς ὀχληρὰν ὑπερτίθεται Α
marginal f 7r
marginal f 7v
footnote 2 ἔξιν scripsi: τάξιν Dt 8 ἐνεργούσης τὴν — ἀφῃρημένης Α: om. Dt 10 ἐπιστήμην t λέγω AD: λέγων t 15 φησὶν] fort, φησὶ γὰρ 16 ὡς οὐχ D: post οὐχ iterat ὡς t 17 λέγει scripsi: λέγειν Dt 18 εἰπὼν] A 1 p. 402 b 5 19 λανθάνει D 21 ἀποδίδωσι ψυχῆς ἁπάσης t 24. 25 εἰ οὑν μὴ Α: oru. Dt 9 τῷ πᾶσι καὶ ἀεὶ παρακολουθοῦντι, τῇ πρώτῃ λέγω ἐντελεχείᾳ, ἐχρήσατο. καὶ συμπεριλήψεται καὶ τὴν φυτικὴν ὁ λόγος. εἰ γὰρ καὶ ἀεὶ τρέφει τὸ σῶμα πέττουσα τὰς τροφάς, μηδὲν μηδὲ κατὰ τοὺς ὕπνους παραποδιζομένη, ἀλλὰ καὶ μᾶλλον τὸ οἰκεῖον ἔργον ἐνεργοῦσα τῆς κατὰ προχείρησιν (I. προχείρισιν) ἐνεργείας οὐκ ἀφίσταται, ἥτις τῆς δευτέρας ἐντελεχείας λόγον ἐπεῖχεν, ἀλλ’ οὑν οὐδ’ οὕτω τῆς ἕξεως διατέμνεται, δι’ ἧς τῆ φυτικῇ δυνάμει συνετελεῖτο καὶ ἡ κατὰ προχείρησιν ἐνέργεια. ὥστε καὶ ἡ φυτικὴ ἀεὶ ἐν προχειρήσει οὖσα τὴν ὡς ἐπιστήμην καὶ πρώτην ἐντελέχειαν ἔχει, οὐδὲ τῆς δευτέρας καὶ ἀναλόγου τῷ θεωρεῖν διαπίπτουσα. ὥσπερ οὖν (10) Α
marginal f 7v
footnote 2 τῶν ψυχῶν] fort, addendum οὐσῶν 4 ἐν τοῖς τόποις] Topic. Α 15 p. 107 b 6 cf. Z 10 p. 148 a 23 5 ante φωνῶν add. τῶν t 7 φλεβοτομίαν t: φλεβότομον D 12 τὸ t: τῶ D 17 οὐ fort, delendum 31 τούτων Diels: τοῦτο Dt 34 δῆλον] fort. δηλονότι ἀπιδὼν scripsi: ἀφιδῶν Dt 35 exspectas ἡ λογικὴ ψυχὴ ζωῶν scripsi: ζῴων Dt μετ’ αὐτάς scripsi: μετὰς D: μετά t
marginal f 7v
marginal f 8r
footnote 1 τὸν addidi 2 ζητήσει D: ζητῆσαι t 5 εἰ om. D 9 τὸ om. t 12 τὸν περὶ t: τῶν περὶ D 15 πρακτικὰς t 16. 17 Td μὲν οὑν — εἰρήσθω D: ἐπεὶ δέ τὰ παραδεδομένα περὶ ψυχῆς (om. παρὰ) τῶν ἄλλων ἐφ’ ὅσον ἕκαστος ἀπεφήνατο, πρότερον εἴρηται ex alt. rec. t 20 τὰ addidi αὐτῶν] fort. αὐτοῦ συμβαλόμενα t 28 ἐδείκνυεν t 31 δείξει t 32 τι sciipsi: τε libri
marginal f 8r
footnote 4 t: ἤδη D 6 τὸ delevi 7 τὸ (post αὐτὸ) ora. D τὸ (ante γὰρ) (lelevi 8 τὰ addidi σύνθετον t 10 ηὕρομεν] sic libri 14 ὑστέρων sciipsi: ὕστερον Dt 15 τὸ ζῆν I) IG fort. ζωὴν, ἁ καὶ 21 ἐν αὐτῷ om. t 22 post ζωή add. καθ’ ἣν ἔμψυχα λέγεται t 26 συνοχῆς scripsi coll. v. 35: συνεχῆς Dt 27 et 29 τὸ σώματι D 33 βέβηκεν — γυνή] Euiip. Alcest. 392 ἀτμήτου libri 35 τοιοῦτον — κατὰ τὸ εἶδος (37) repetunt Dt
marginal f 8r
marginal f 8v
footnote 2 τελειότης Α Suid. s. v. ᾿Εντελέχεια: τελειώσεως Dt 5 σώματος fort, post τελειότητα (4) transponendum 7 τούτου τὸ scripsi: τοῦτο Dt 10. II διωργανωμένον scripsi: διοργανωμένων D: διωργαωνμένοις t 12 ἑνὶ scripsi coll. p. 218,10: ἓν Dt 13 τὸν νεκρὸν t 30 ἐν τῷ Περὶ ἑρμηνείας] 13 p. 23 a 7 31. 32 τὸ μέν ὅτι ἀληθὲς ὡς ἐνεργείᾳ ὄν Arist. 1. I. 34 ὅτι ἡ οὐσία t
marginal f 8v
footnote 4 λέγεται t 13 et 14 αὐτῷ t 16 τὸ αὐτὸ — κατηγορεῖται (19) repetunt Dt 22 καὶ (post αὐταῖς) D: om. t 23 πάλιν — ὑπαρχῆς D: νῦν ὥσπερ ἐξ ἀρχῆς πάλιν ex alt. rec. t 26 ὕλην D: ὡς ὕλη t: ὡς ὕλην Arist. καθ’ αὑτὸ μὲν οὐκ t Arist. 29 δοκεῖ — σημαίνειν] Categ. f) p. 3 b 10 30 τῷ εἶναι D 32 οὐσία ex οὐσίαν corr. D 1
marginal f 8v
marginal g 1r
footnote 1 τοῦτο τὸ παρὰ I) 4 γενήσεται scripsi: γενήσηται Dt 6 ἤδη D: εἴδη t 8 μόνως] μόνον t 9 ἐστιν ὕλη cum insequenti lemmate coniungit D: om. et pro his in lemmate exh. quae apud Aristotelem proxime antecedunt ἔστι δὲ ἡ μὲν ὕλη δύναμις t 1 1 ante δοτικὴν add. τὸ D 15 γὰρ τῶ D 16 ante τὴν add. καὶ t 17. 18 εἰ τοίνυν τελειότητος t 18 ἡ δὲ t: εἰ δὲ P 22 ἐν τῆ Φυσικῇ] Phys. Β 1 p. 193 a 30 sqq. 23 ἡ delevi 25 σωκράτης t 26 Σωκράτει] σωκράτη t 30 χρησιμεύει t
marginal g 1r
footnote 1 κατὰ delevi 5 φυτικά D 6 ante διελὼν add. καὶ t 11 τούτων t: τοῦτο D 14 ἔστιν ἐπίνοια D: exspectas tale aliquid ὅτι ἐκεῖνα ἐν τοῖς φυσικοῖς ἐστιν ἐπινοίᾳ (vel χωριστὰ ὄντα μόνῃ ἐπινοίᾳ) 1.5 τι D: oin. t 22 λεγόμενα D: λέγομεν ὅτι t καὶ addidi 31 πρόθεσις I) ἐπιπροσθείην D ἐπὶ προσθείη t 32 δ’ ἄν D: om, t
marginal g 1r
marginal g 1v
footnote 3 t 7 ἐν τῷ Περὶ γενέσεως καὶ φθορᾶς] Α 5 8 γαστρός D : γαστέρα t εἰ γὰρ t: ἡ γὰρ D 11 οὐδέ Diels: οὐδὲν Dt γὰρ D: δὲ t 12 ἐκεῖνο Diels: ἐκεῖνον Dt 14 ante ὀστοῦν add. τὸ t 15 ἡ φύσις D: om. t 21 αὕτη scripsi: αὐτὴ Dt 30 δ’ ἄν] fort, γὰρ ἄν παρεῖχε scripsi: παρέχει Dt 32 post μέντοι add. καὶ t τῶν D: τῆς t 35 δέεται sic libri 38 ἀποβλέπει t
marginal g 1v
footnote 5 αὐτὸ] αὐτὸς D 7 ἁφῆς] ἁφῆς D 13 προϋπαρξάντων t: προϋπάρξας D 18 αἰσθήσεως τε ὡς D 18. 19 αἰσθητικὴν τε καὶ ἁπτικήν t 19 τὸ 0111. t τῷ ζῳοφύτῳ t 29 οὐ γὰρ t ζῴων t: ζῶον D 30 δ’ οὐ scripsi: οὐδ’ οὐ Dt 31 κἀντεῦθεν D: ἐντεῦθεν t 32 εἰ ἐκτρωθῇ D: ἢ ἐκτρωθῆναι t 33 οὔκουν scripsi: οὐκοῦν t: οὐκᾶν (sic) D
footnote 1 καὶ D Arist. codd. plericiue: om. t Arist. ET τοιονδί Arist. codd. plerique τὸ ζωὴν D : ζωὴν γὰρ t Arist. 2 ἡ D Arist. codd. plerique : om. t Arist. ET 4 διὰ D: δ’ ἐκ t 8 τὸ μέντοι t 10 γὰρ D: δὲ t 15 ἐν ὑποκειμένα τουτέστιν D 30 ὅτι om. D post ὕλη ἐστὶ add. ἡ ψυχή t 32 ὡρισμένον D 33 δηλωτική t 34 αὐτῷ] αὐτὸ t δῆλον δ’ ἐκ t
marginal g 2r
footnote 7 om. t 15 πρῶτερον (sic) D ante ἑκάστου add. τῶ D, τῶν t 16 οὐκ ἔτι D: οὐκ ἔστι t 19 ἐντελέχεια εἶδος AD: ante εἶδος add. καὶ t 23 εἶδος Α: εἶναι Dt 24 προστεθείη t ἐντελέχειαν t: ἐντελέχεια D: ἐντελεχεία Α 34. 35 ἐν τῷ Περὶ ἑρμηνείας] c. 13 p. 23 a 23 35. 36 τῆς ἐνεργείας ἡ ἕξις scripsi: ἡ ἐνέργεια τῆς ἕξεως Dt 36 τοῦ αὐτοῦ t; τοῦ om. D
marginal g 2r
footnote 1 παντὶ καὶ D: καὶ om. t 2 οὔτε] fort, οὐ x003E; τε 3 καθόλου D: καθόλον t 4 δεῖ scripsi: ἀεὶ Dt προτιθέναι scripsi: προστιθέναι Dt 5 δὲ addidi 10. 11 τοῦ πυρὸς D: τοῦ om. t 28 κατεσκεύασται A: κατεσκευάσθαι t: κατασκευᾶσθαι D 34 ἐλαιῶν] ἐλεῶν D
marginal g 2v
footnote 2 τούτου D: τοῦτον t 4 δή D Arist. vulg. : δέ t Arist. ESTVy 5 κοινῶν γένος D 11 καὶ οὐ δεῖ t Arist.: δὴ D 17 προδιορισμένων t 23 δεῖ] δὴ D ἑνώσαντος D 27 ὕλη ᾖ coll. t 31 ἐν τῇ Φυσικῇ] cf. A 2, sed respicere videtur Metaph. Δ 6. 7
marginal g 2v
footnote 2 συνεκτικόν scripsi: συνδεκτικόν Dt A ἡ ψυχή t Arist.: ἡ om. D, sed cf. p. 22019 6 ἐπεξέρχεται scripsi coll. 11: ὑπεξέρχεται Dt 15 ἦν scripsi: οὖν Dt 16 αὐτὸ scripsi: αὐτοῦ Dt ubique πελέκεος D 17 ἐγγινομένην t 18 χωρισθείη t 19 ἔχον t 23 fort, legendum καὶ αὐτὸ et δὲ delendum 26 τὸ om. t ἡ om. t 33 λέγω δὲ t
marginal g 3r
footnote 2 φυσικοῦ D 2: φύσι ’-. φύσει t 3 ἡ om. t 10 οὖν D: νῦν t 11. 12 ὄλον τὸ σῶμα coll. t 16. 17 ζῷον ἓν ὑπάρχει D 18 καὶ delevi 20 επιδιαρθρώσει scripsi : ἐπὶ διαρθρώσει D : ἐπὶ διορθώσει t 22 ἐπὶ prius addidi 23 ἐν τῇ Φυσικῇ] Α 7 p. 191 a 12. 13 25. 26 μία δὲ ἧ ὁ λόγος Arist. 1. 1. 26 ἡ om. t 29 τοιόνδε] τοιῶδι D 30 ὀργανικόν scripsi: ὄργανον Dt 34 ἀν’ τῷ t 37 αὐτῷ τῷ πελέκει t
marginal g 3r
footnote 1 αὐτό, τὸ scripsi: τὸ αὐτὸ Dt 6 τὸ scripsi: τοῦ Dt 8. 9 ἐν τῇ Φυσικῇ] Β 1 p. 192b21 10 ἢ κατὰ τόπον D 17 δεῖ t Arist.: om. D 19 ἣν t: εἴην D 26 ὁ om. Dt 32 δὲ Dt Arist. VX: δὴ Arist. plerique 33 ζῴου] ζῶντος σώματος Arist. 35 post ὃν fort, addendum οὑν 36 αὐτῆς t 37 τὸ μέρος om. t
marginal g 3
footnote 10 φησίν t 11 συγχωρήσωμν t 12 καίτοι scripsi: καὶ τό Dt 13 τοῦ σώματος t 15 δὲ om. t 20 δυνάμενον D: δύναμιν t 21 ἐκ τοῦ Περὶ ἑρμηνείας] 13 p. 23a7 22 τοῦ scripsi: τὸ Dt 24 καὶ τῶν φυτῶν t 25 ἐν Μετεώροις] Meteorol. Δ 3 p. 380a 11 sqq. 26 λέγει τοιοῦτόν ἐστιν t 27. 28 ἀλλὰ δυνάμι ζωὴν ἔχον D 29 ἔχει γὰρ ἐπιτηδειότητα D: ἡ γὰρ ἐπιτηδειότης t 32 οὐκ] fort, πῶς οὐκ (cf. p. 209,20.21) vel οὔκουν 34 αὐτὸς D: αὐτὰς ᾿
marginal g 3v
footnote 4 τοῦ addidi παραγενομένης t 13 ἡ om. t 18 τῆς ὄψεως—χωριστὴ (19) iterat D 21 συμπέρασμά t: πέρασμά D 26 καὶ ἡ τελειότης D 29 alteruin καὶ del. Diels 31 ἐντελεχεία D 33 εἰδοποιεῖται μόριον t
marginal g 3v
footnote 11 ὥσπερ t Arist.: ὡς D 12 ἔκτειναν t 13 χωριστὰ scripsi: ἀχώριστα Dt 17 ἢ alterum del. Diels 20 τὸ αὐτὸ scripsi: αὐτὸ τὸ Dt ἐπλλἐχειν scripsi: ἐντελέχεια Dt 31 τοιῶς ἢ τοιῶς libri 32 αὐτὰς Α: αὐτὰ Dt 35 αἱ ὡς Α ἕως Dt κυβερνήτου AD: κυβερνᾷ t
marginal g 4r
footnote 3 τὸ (ante σῶμα) om. D 5 ἀπόλλυσι Α: ἀπολύει 6 κινεῖν κοινωνεῖν t 9. 10 τῇ οὐσίᾳ D: ἡ οὐσία t 10 ἄλλης scripsi: ἄλλως Dt 19 τῷ Τιμαίῳ] Plat. Tira. p. 69 D sqq. 22 ἐντελεχείας Aristoteles: ἐντελέχεια Dt 24 ἀποφηναμένου t: ἀποφηναμένους D fort, ὅτι 〈οὐ πᾶσα〉 ἀχώριστος 29 ἐντελέχεια D 34 ἡ om. t
marginal g 4r
marginal g 4v
footnote 2 πρώτην t 3 lacunara indicavi: addendum τὸν ὁρισμόν G post ἀσαφῶν add. ἡ D 10 αὐτὸν t: αὐτῶν D 11 θεωρεῖται—ἡμῖν (12) iterat D 13 ἡ τῷ D 14 ἐν τῇ Φυσικῇ] A 1 p. 184a 21 15. 16 διηρημένου Α 17 τοιώσδε ἢ τοιώσδε Α: τοιῶς utrobique Dt 21 τρόποις scripsi: πρώτοις Dt 23 ὀργάνου D 25 τὸ ὅτι scripsi: τῷ ὅτι Dt 27 διδάξῃ D 30 πρῶτον scripsi; πρῶτος Dt 35 καί φησιν] fort, addendum δεῖν 37 ὑφ’ ἡμῶν t
footnote 1 ἐν ἑαυτῷ t 6 τὸ ὅτι scripsi: τὸ διότι Dt post τὸ ὅτι fort, addendum μᾶλλον καθόλου 9 ἐγνωσμένον. ὥστε scripsi: ἐγνωσμένως τε D: ἐγνωσμένως t: ceterum ante ὥστε aliquid intercidisse videtur 13 δὲ cm. t 15 τί ἐστι—τὸν μὴ ἁπλῶς (16) iterat D IG εἰδότα cm. D 25 τῆς om. t 26 ὁμοίως scripsi: ὅμως Dt προχειρίσει scripsi: προχειρήσει t: προχειρἡση D 26 τῶν ψυχικῶν δυνάμεων t 34 καὶ (ante οὐ) om. t 36 τὰ om. t 37 τὰ (post καὶ) om. t
marginal g 4v
marginal g 5r
footnote 2 ante τὰ add. καὶ t 6 τῆς (ante ψυχῆς) ova. D διεξιὼν t 10 κρείττων t: κρεῖττον D 11 ἡ ante αὐξητικὴ oni. D 18 ἐν ἑτέροις] de gener. an. B 1 p. 731b 31 sqq. 24 ante γεῦσις add. ἡ t 26 ὁ Πλάτων’] Tim. p. 47 Α ὁ ποιητὴς] 11. Γ 277 27 Ἠέλιος] initium versus significati fort, a lectore aliquo additum: ἠέλι’ ὃς Dt 28 πορρωτάτων D: πορρωτάτω t 29 ἡ om. D 30 ἁπτομένης D 34 δὲ om. t 35 ταύτῃ scripsi: ταύτης D: ταύταις t
marginal g 5r
footnote 2 ὅλων scripsi coll. v. 5: ἄλλων Dt 4 τιμιοτέρων D 5 ὅλων D: ἄλλων t 8 καὶ om t 9 σαφεστέρα D 10 ἀποτέλεσμα scripsi: ἀποτελέσματα Dt 14. 15 εἰ ἡ αἴσθησις t 15 δοκεῖ γὰρ D: δοκεῖ δέ t IG τὰ addidi 17 τούτων scripsi: τούτου Dt 18 τὸν ante ὀξὺν om. t 22 ὑπ’ ἀλλήλας t 22. 23 τὸ ante ψυχρόν et ξηρόν et μαλακόν cm. t 30 γνωριμότερον D 31 αὕτη scripsi: αὐτὴ Dt
marginal g 5r
footnote 1 ὀρεκτικὸν Α: θρεπτικὸν Dt 3 καὶ (post ὡς) cm. t 6 ἐπανελθεῖν Dt de an. S ἐπελθεῖν de an. reliqui 10 γίνεται (post τῷ) scripsi: γίνεσθαι Dt 13 τό scripsi τῶν Dt γίνεται Diels: γὰρ Dt καὶ (ante ἡμῖν) cm. t 26.27 διδάσκειν D δηλοῦν t Arist. 31 ἀπεδωκότες sic t 32 τὸ oti scripsi: τῷ ὅτι Dt 33 τῶν ἀποδεδομένων, ut vid., D
marginal g 5v
footnote 6 πρότω D1, sed corr. D2 13. 14 ἐν τῇ Ἀποδεικτικῇ] Anal. post. Α 8 p. 75b 31 sqq. 17 ᾦ scripsi: ὃν (sed ὃ in lit. D2) Dt ὁρίζεται t 18. 19 et 26 ζεῖ Diels: ζῆ ADt 18 τὴν om. t 26 περικάρδιον D: περὶ τὴν καρδίαν t 30 οἱ] οὐ t τῶν νῦν ἀποδεδομένων ὁρισμῶν t 32 ἥτις ἡ αἰτία D
marginal g 5v
footnote 2 συμπεράσματι D 8 τὰ δὲ συμπεράσματα t εἰσι τὰ συμπεράσματα D 10 ὅτι] sic D: τί t Arist. 17 post ὁρίσει fort, addendum τις 25 ἡ Diels: εἰ Dt 27 μὲν om. t ἐστὶ delevi 29 δὲ (post ἑτερόμηκες) om. t 30 ζητοῦσαι D 32 πηχῶν] πήχεων t 34 θελήσομεν D 35 τὸ scripsi: τῶ D: om. t
marginal g 6r
footnote 1 ἔχη D 4 αὐτὴ γάρ ἐστι t ἀνάλογος t 5 ante τῷ add. τὸν D 7 et 9 πήχεων t 8 τούτῳ scripsi: τούτων D: τοῦτον t 11 διπλασίων t: διπλασίως D διπλασίων—αὕτη leviter immutata (pro ἐστὶ τῆς exh. αὐτὴ τῆς D, αὐτῆς τῇ t) iterant Dt 13 τὸ οὖν] fort, τίς οὖν φησι addidi 14 τῶν D: τοῦ t 15 ἕκτῳ et γὰρ om. t 15. 16 δύο—εὑρεῖν] Euclid, elem. VI, 13 16 προσευρεῖν Euclid. ἐὰν τρεῖς— μέσης (17)] Euclid, elem. VI, 17 ἀνάλογοι ὦσι t post ἄκρων add. περιεχόμενον ὀρθογώνιον Euclid. 17 post μέσης add. τετραγώνῳ Euclid. 19 ἔμψυχον τοῦ ἀψύχου Arist.: ἄψυχον τοῦ ἐμψύχου Dt 22 τῷ scripsi: τὸ Dt 24 καὶ om. t 25 τὸ ψυχῆς t 26 πάλιν ora. t τὸ ζῆν t 28 ἐνυπάρχῃ D Arist. vulg.: ὑπάρχῃ t Arist. SWX ζῆν αὐτό φαμεν D Arist.: ζῆν λέγομεν αὐτό t 29 ζωὴν (ante εἰς) D: ψυχὴν t
marginal g 6r
footnote 1 καθ’ ἃς D2: καθ’ ἁ D1t 4 ὑπάρχει D 5. 6 μὴ δὲ αἰσθητικὴν D 7 τῇ θρεπτικῇ scripsi: ἡ θρεπτικὴ Dt 10. 11 ἐν τῷ Περὶ γενέσεως] Α 5 p. 321a 2. 19 13 αὔξονται—ἐκείνων (14) in ras. D1 αὔξεται t 14 πρόθεσις D 17 καθόλου ἑαυτὰ t 18 τὰ ἄνω καὶ τὰ t καὶ (post γὰρ) om. t 19 ἑκατέρωθεν D: ἑτέρωθεν t 26 εἶπον t 27 δὲ post ὁμοίως om. t 27. 28 τὰ τοῦ νοῦ t 1 τὸ ζῆν—φησὶν ὅτι (3)] τὸ ζῆν ἐγγίνεται, πλείους καὶ αἱ δι’ αὐτῶν ζωαὶ καὶ τὸ ζῆν, οἷον κατὰ νοῦν, κατ’ αἴσθησιν, κατὰ τὰ λοιπά· διὸ Α Suid. s. v. Ζωὴ
marginal g 6r
footnote 1 τὸ addidi ἀδύνατον Diels: δυνατὸν Dt 4 post πάντως fort, addendum μετέχειν 7.8 ἀποσείωνται scripsi: ἀποσίωνται Dt 8 post φυομένων repetit φανερὸν D 12 πᾶσι Dt de an. SDX: ora. de an. plerique 14 ὑπάρχει D 17 πρὸς] πρὸ D 32 et 33 ζωόφυτα t 34 μὴ om. D, sed in mrg. siippl., ut vid., D2
marginal g 6v
marginal g 7r
footnote 6 κρείττον sic t ἄλλαι Diels: ἀλλὰ Dt 7 εἰ om. t 8 ἐπιλυόμενος scripsi: ἐπιλύομεν D: ἐπιλύων t 10 ἀλλὰ τοῦ σφοδρῶς t 11 οὐ τὰ—ἀλλ’ (12) Α Suid. s. V. Ζωή: om. Dt 12 τρανέστερον om. D 12, 13 exspectas δὲ ἡ αἰσθητικὴ ζωὴ τῆς θρεπτικῆς 14 ὥσπερ δὲ D Arfst. vulg.: ὥσπερ γὰρ Arist. X: καὶ ὥσπερ t 15 οὕτω καὶ ἡ t 19 οὐκ ἔστι δὲ t 30 ἑκάτερον τούτων in lemmate ponit t 33 ἐν del. Diels
marginal g 7r
footnote 3 καὶ τῶν σωστικῶν t 5 post θερμόν add. καὶ t 8 δὲ D: δ’ ἐπὶ t Arist. ὅτι—ψυχὴ iterat D 8. 9 ὅτι—ἀρχὴ D: ὅτι ἐστὶν ἡ ψυχὴ τῶν εἰρημένων τούτων ἀρχή Arist.: ὅτι ἡ ψυχὴ τούτων ἐστὶν ἀρχὴ τῶν εἰρημένων t 11 ἀποθανατίζειν t 20 λέγει τὴν ψυχὴν coll. t 25 προτάσεως t 27 καὶ εἰ μόριον πότερον D Arist.: καὶ πότερον μόρια t 28 μόνῳ D: μόνον t Arist. 31 ὁ Τίμαιος] Plat. Tim. p. 69 D sqq.
marginal g 7r
footnote 17 τὸ ἐπὶ D φοιτῶν t παράδειγμα D 23 εὑρίσκεται D μορίων om. t 25 ἀκουστικῆς Α: ἀκουστῆς Dt 28 ἀμερίσται sic t 34 ἔσται t 35. 36 οὐ τῶν αὐτῶν ὀργάνων coll. t
marginal g 7v
footnote 8. 9 μοχθηρᾶς ἐν τούτῳ τοῦ σώματος διαίτης t 11 εὔπλαστον scripsi coll. p. 20, 12 ἄπλαστον Dt 14 ἐδοδίμων t 17 εἶπεν scripsi: εἰπὼν Dt 25 αὐτῷ ἐνεργεῖ Α: post αὐτῷ repetuut μόνον Dt 29 ὑπόθητο t 30 φοιτᾶ t 33 τὸ πνεῦμα A: om. Dt
marginal g 7v
footnote 1 ἔχειν D 5 καὶ ἡδονὴ καὶ λύπη D: ἡδονή τε καὶ λύπη Arist. π: λύπη τε καὶ ἡδονή t Arist. SUX: καὶ λύπη τε καὶ ἡδονὴ Arist. ETV post ἡδονὴ add. παρακολουθεῖ t et Arist. T 15 δοκεῖν Α.. δοκεῖ Dt 17 γὰρ om. t 19 τούτων t: τοῦτον D 20 κογχλίαι D οὕτω Diels: οὗτοι Dt 26. 27 οὐδέν πω D Arist, ES: οὐ δέπω t Arist. plerique 30 post τόπῳ repetit καὶ δείξας (29) — ἀχώριστά ἐστιν D 31 post εἶναι fort, addendum δοκεῖ
marginal g 8r
footnote 7 ἐκ τῆς A Suid. s. V. Θεωρία: om. Dt 9 ἔσται ὁ θεωρητικός t ὁ dclevi 9. 10 ἐν τοῖς ἑξῆς] Γ 10 p. 433a 14. 15 16 ἐνδέχεσθαι D, sed cf. v. 21 25 om. D 31 Πορφύριος] Isag. p. 1,18 Busse μήτε τὸ γένος om. D 35. 36 ποῖον—πλάσαι] de an. Α 5 p. 411b 18
marginal g 8r
footnote 4 κοινῶς τοῖς ἐν D 7 εἶναι τοῦτο Dt Arist. S: εἶναι καὶ τοῦτο Arist. reliqui 9 ἐκείνων Diels: ἐκεῖνον Dt 13 τινά t 15 λέγω δὲ t 17. 18 συγκειμένην scripsi: συγκειμένης Dt 19 τὰ δὲ—φθαρτά ora. t φθαρτά scripsi: ἄφθαρτα D 20. 21 lemma om. D 23 ὅτι] οὔτι D 28 ἐκ δὲ τῶν t 29 ante τὸ δέ aliqiiid excidisse videtur
marginal g 8r
marginal g 8v
footnote 1 ἔτι] ὅτι D (ut Arist. U), sed com D1, ut vid. ταῦτα om. t 2 τισὶ δέ τινα D Arist.: ἐνίοις δὲ ἐλάττω, τοῖς δὲ ἓν μόνον t 5 ἀλλήλων τὰ ζῷα coll. t 9"καὶ fort, delendura 12. 13 τῷ ὁρισμῷ scripsi: τῶν ὁρισμῶν Dt 14 ἔχη D 18 διὰ τίνα D Arist.: δι’ ἣν t γέγονεν I) Arist. UXy: om. t Arist. vulg. ὕστερον σκεπτέον D: ὕστερον ἐπισκεπτέον Arist. vulg.: σκεπτέον ὕστερον t Arist. W
marginal g 8v
footnote 1 ᾧ D Arist.: ὡς t 3 τοῦτον t 7. 8 τὸ ζῆν t 11 ὥστε εἴπερ Α: ὥσπερ Dt 13 διὰ τοῦτο D: om. t: fort, διὰ τούτων 15 καὶ γὰρ—εἶδος (16) om. D 2.5. 26 et 34 δεύτερον t 20 εἶδος t 27 λόγον ὑγιείας t 30 ὑγιαίνει t 37 τὸ σώματι t
marginal g 8v
footnote 2 ἄτε δὲ t 4 ἀπάντων t κατὰ τὸ om. D ἐν ἑαυτοῦ D 6 δὴ scripsi: δὲ Dt 14 ὑπάρχειν Arist. 15 εἶπε scripsi: εἰπὼν Dt 15. 16 ὑγιαστικοῦ t 16 ἐπεὶ οὐ—δοκεῖ om. D τυχοῦντος t 18 προδιωρίσατο t 20 ἐν τῇ Φυσικῇ] Γ 3 p. 202a 13 sqq. 27 πρώτως t
marginal h 1r
footnote 5 ὕλης καὶ εἴδους coll. t 18 ἐκ τούτων οὖν t 20 αὕτη] fort, αὑτὴ 21 ἄνευ addidi 22 σώματος] σῶμά τι t 23 εἶναι λέγειν t 31 post σώματος fort, addenda ex Α ἅμα γὰρ τῷ φθαρῆναι τὸ σῶμα συμφθείρονται καὶ αἱ τοιαῦται τοῦ νοῦ ἐνέργειαι, ἅς ἐκ τῆς σχέσεως ἔσχε τοῦ σώματος, quae eadein habet Pal.
marginal h 1r
marginal h 1v
footnote 1 ἀχώριστος D 4 οὐ (post μόνον) om. D 12 πρότεροι D: πρότερον t Arist. 13 οὐθὲν t Arist. προσδιορίζοντες Arist. vulg. et v. 35 Dt: διορίζοντες D: προσδιορίσαντες t Arist. SUX 14 ἐμέμψαντο t μὲν om. t 15 τοῦ (post περὶ) om. t 19 οὐ κηρὸς t 26 ἄλλης scripsi: ἄλλοις Dt 28 τὸ om, t κατεσκευάσθαι σῶμα t 30 φησιν] Plat. Pliaedr. p. 249 Β τὸ ὃν] τὴν ἀλήθειαν Plato 31 ἤξει] ἕξει t 32 μόνης ἡ t ἀνθρώπινον t
marginal h 1v
footnote 3 ἣ γὰρ D 7 οἰκείας D πάπυρον t 8 ἀνάγκης t 11 ἀδύνα D 13 ἐνυπάρχουσι t 13. 14 ἐνίοις οὐδὲ μία D 15 ἐρεῖν marg. D1: εὑρεῖν in textu Dt, 17 νῦν] μὲν t 18 αἱ χεῖρες t 21 τὸ oin. t 31 post αἰσθητικὸν add. εἰ δὲ τὸ αἰσθητικόν Arist. vulg. 33 τε om. t 34 καὶ αἰσθήσεως καὶ ὀρέξεως om. D
marginal h 1v
marginal h 2r
footnote 12. 13 ὄρεξις τῷ αἰσθητικῷ ἀπλῶς ὑπάρχουσα φαίνεται, οὐ πᾶσα δὲ ὄρεξις παντὶ αἰσθητικῷ. τοῖς μὲν γὰρ A 18 ἰδικώτερον t 20 λεγομένη Α: λέγομεν ἡ Dt 22 ἡ δὲ] καὶ t 24 ἔτι τε D: ἔτι δὲ t Arist. vulg.: ἔτι Arist. EWy 27 post ὁλοσχερέστερον repetit ὅτι—μετέχει (26) t 28 τῷ Α corr. D2: τοῦ D1: ἐκ τοῦ t τὰ δὲ] fort, τὰ γὰρ 30 διὰ γὰρ τοῦτο coll. t 31 ἄρα Α: ἅπερ Dt
marginal h 2r
footnote 1 ἐν τῷ Περὶ (τῆς add. D) γενέσεως] Β 2 p. 329b 7 sqq. 4 ψυχρόν t 6 δι’ ἐπιθυμία Α: om. Dt 13 Ὅμηρος] 11. X 2 πίον τ᾿ 11. 1. 1.: πίοντο Dt 14 post μὲν addendum γὰρ 15. 16 ὑγρότητος scripsi: ὑγρότης Dt 16 ποτοῦ] ποτὲ D ὅτι δὴ t post γίνεται addendum φανερόν 10 πότῳ] πότω D2: τόπω D1 t 25 ἡμῶν] ἡμᾶς t 35 ᾗ scripsi: ἡ D: εἰ t 36 εἰς om. t 37 κοινωτέρων D
marginal h 2r
marginal h 2v
footnote 4 τῶν om. t 7 et 9 ζωόφυτον t 8 τὸ ζῶον D 12 τὸν om. t 13 οὕτω καὶ ἡ t 14 κονωτέρου D 15 τὰ om. t 18 ὡμολογημένως scripsi: ὁμολογημένως Dt 20 λέγω δὲ t 27 διαφωρηθέντων t 29 δέ (post θερμὸν) om. t 32 συμβήσεται οὖν] καὶ ἄλλως συμβήσεται Α 3.5 γίνονται scripsi: γίνεται Dt 36 δὲ Α: om. Dt ἔφεσιν Α: ἔφεσις Dt 37 δὲ] ἡ t 38 ποτοῦ] δίψης D
marginal h 2v
footnote 2 post θερμῶν add. ἀλλὰ t 4 φησι] cf. Meteorol, Β 4 p. 360a 8 sqq. T 6 p. 378a 18 11 τῶν] τοῦ t 14 ὀρεγοίμεθα scripsi: ὀρεγόμεθα Dt 15 ζῷον] ζώων t 17 ἡ scripsi: εἰ Dt 19 καθ’ αὑτῶν t 22 αἴσθησιν t 23 ἀναλαμβάνεται t 24 ὀξώδους A: εὐώδους D: εὐώδους t 27 ἡ τι Α: ὅτι Dt 27. 28 εὐῶδες—δυσῶδες delevi 33 θεάσωμαι D: ἴδωμεν t συνήργησαν libri
marginal h 2v
footnote 4 διακονουμένου Α: διακρινομένου Dt 6 δι’ ἀφῆς scripsi: δι’ ἁμφῆς D: om. t 7 διαφανοῦς] ἀφανοῦς (sic) D 9 τὸ om. t 11 αἱ om. t 13 ἢ om. t 20 ἄν] addendum λέγοιτο 25 καὶ ante ψυχρῶν om. D 33 χυμὸν] χυμὼν t 36 διψεῖν D ξηρότητα] exspectas θερμότητα δὲ om. t 38 δὲ om. t
marginal h 3r
footnote 1 αὐτῷ t 2 στρέφονται D 6 αἱ τοιαίδε t 1 1 ἐπικράτεισαν t 13 τρέφοντα Diels: τρεφόμενα Dt 30 καὶ περὶ αὑτῆς coll. t 31 τίσι δὲ ὑπάρχει t
marginal h 3r
footnote 6 καὶ· (post ἕτερον) Dt: ἡ Arist. ETVW: ἡ καὶ Arist. SUX 9 φασίν scripsi: φησιν Dt 14 ἢν] ἶνα t αἰνίττηται t 17 τε ora. D σχήματος] σώματος D 24 ἰδικώτατα t γνῶσις] exspectas φύσις vel οὐσία 26 κατὰ τὰ ὡς D: ὡς τὰ omisso κατὰ A: τὰ ὡς t 28 εἰ scripsi: εἰς Dt 29 ἐπεξέλθοι scripsi coll. v. 35: ἐξέλθοι Dt 36 ἐπεὶ t παρ’ ὃ ἑκάστη t
marginal h 3v
footnote 3 λέγω scripsi: λέγων Dt 4. f) περισχόμενος D 5 δεύτερον D 6 γραμμῶν] γραμμᾶς (sic) t. 10 λέγω δὲ t 11 ΑΕΓ] ᾱ ἡ #x772; #x772; laininam indicavi 13 γέννησιν t 17 τὸ addidi 24 αὐτῶν t 27 τἄ εἰρημένα D: τὰς εἰρημένας t Arist. 29 ὅσπερ scripsi: ὥσπερ Dt
marginal h 3v
marginal 47
marginal h 4r
footnote 3 ἀναιρεῖται D: ἀναιροῦνται t 16 εἰδικώτατον scripsi: ἰδικώτατον Dt 18 εἰδικωτάτων scripsi: ἰδικωτάτων Dt 19 ἀπλῶς ἡ ψυχή coll. t 23 εἰδικωτάτους scripsi: ἰδικωτάτους Dt 25. 26 γὰρ ἐν τῷ Arist. τῶν ἐφεξῆς t 27. 28 διγώνιον t 32 τὸν τρίγωνον t
marginal h 4r
footnote 2 ψυχικῶν scripsi: φυσικῶν Dt 5 ἔχωσι D 9 ἀκάλεφαι t 11 πρὸς ταύτην τὴν t 14 ἐφαπτόμεναι] fort. ἐφεπόμεναι 15 et 17 ἀκουστὴν t 16 οὐ γὰρ] οὐδὲ t 18 φησιν] Γ 1 p. 425a 11 19 ἔχειν—ὀφθαλμοὺς iteiat D 21 διορύττων D 22 ὀρύττοντος D 25 ἐν] καὶ t 27 ὄψεις D 29 ὑπὲρ] ἐπὶ t 31 lacunam indicavi: addendum καὶ ὑπὲρ τοῦτο τὸ φανταστικόν 32 ὁμολογυμένης t 33 ἀτάκτως t 35 36 τῶν λοιπῶν λογικῶν t
marginal h 4r
marginal h 4v
footnote 6. 7 γενόμενα D 9 ἐπὶ scripsi: ἐπεὶ Dt 11. 12 τοῦ λυμαινομένου Diels: τὸ λυμαινόμενον Dt 12 et 18 δεῖ D: δὴ t 18 τῆς λογικῆς scripsi: ταῖς λογικαῖς Dt 21 δὲ D Arist. vulg.: om. t Arist. WX 25 τῆς om. t 28 λάβομεν D καθ’ ὅλον scripsi: καθόλου Dt 29 μέν ἔχει D 30 ᾖ scripsi: ἡ Dt 31 ἡ καθόλα t 32 ἱῆται scripsi: ἵεται Dt 33 ὠφέλιμα scripsi: ὠφέλημα Dt 34 λαμβάνων D
marginal h 4v
footnote 1 ἵεσθαι] ἵεσθαι t: ἴσεσθαι D 2 ἵεσθαι Dt 4 δὲ καὶ] δὲ τὸ t 5 εἴ addidi 7 τῶν ora. t 9 πλησιέτερα D ταύτης scripsi: ταύταις Dt 11 διότι] διὸ t 12 οἷς] οἶ, ut vid., D 14 τὸν φθαρτῶν t 17 μηδεμίαν om. D 21 προιούσῃ et 22 συναγούσῃ scripsi: προιοῦσα et συνάγουσα Dt 22 ἀλλ’ ἀζήτητα scripsi: ἀλλὰ ζητεῖ τὸ Dt 26 τοῖς] τὰ t ταύτῃ] ταῦτα D μόνῃ, ut Arist. vulg., scripsi coll. v. 28: μόνον Dt Arist. SUX 27 ταῦτα delevi
marginal h 4v
footnote 5 t 10 συναριθμεῖν t 12 οὐ πόρρω] p. β 24 16 οὐδέπω t 19 ἀντιδιαστελλόμενος t 20 μηδὲ D: μὴ t 23 post βιβλίῳ videtur addendum καὶ τῇ Ἠθικῇ πραγματείᾳ] Eth. Nicom. Γ 5 p. 1112b31, cf. Κ 8 p. b10 ὅν] ὁ D 28 ἔν τε τῇ Περὶ μορίων—Μετὰ τὰ φυσικά (29)] de Part. anim. A 1 p. 641a 33 sqq., Metaph. E 1 1026a 5 32. 33 ἐν τῇ Φυσικῇ] Θ 6
marginal h 5r
footnote 2. 3 ἐπεὶ χωρισθεὶς] ἐπιχωρησθεὶς t 7 post ὅτι add. τι (vel τε) D 8 δεῖ] δὲ t 11 ἀναγκαῖος D τῶν περὶ ψυχῆς διαλεγομένων t 13 ἀποδιδοὺς t 18 οὐ — ἔμπαλιν om. D 20 τῶν om. t 24 αὐτῶν (post οὐσία) om. t 26 post λέγει add. οὐ D ὡμολογημένα Dt: ὁμολογουμένως Α: fort. ὡμολογημένως 30 οὐκέτι—ἡττόνων Α Suid. s. v. Αἰσθήσεις: τῶν ἡττόνων οὐ Dt 1(5 οὐκ ἔστι γένος, ἀλλ’ ὁμώνυμος φωνή, ὡς τὰ ἀφ’ ἑνὸς καὶ πρὸς ἕν· διό καὶ ὁ κοινὸς αὐτῶν λόγος οὐδὲ εἰς ἑκάστην συμβάλλεται τῶν δυνάμεων. καὶ γάρ ἐστιν αὐτοῖς τὸ πρότερον κτλ Α
marginal h 5r
footnote 1 γευόμενος τὸν t 6 post νοῦς add. τούτοις A Suid. γὰρ A: om. Dt 7 ἀκριβέστερος Α: ἀκριβέστερον Dt 12. 13 οὐσίας ἑκάστης δυνάμεως καὶ τοῦ Α 14 τῇ οὐσίᾳ Dt: fort, τῆς οὐσίας 16 ἀναφέρεται D 18 ἄλλων] ἐχομένων t 23 χρωμάτων scripsi: χρώματα Dt 25 σκέψιν] λόγον t 20 τί ἐστιν ἕκαστον αὐτῶν coll. t 27 τρόπον D: τύπον t
marginal h 5r
footnote 1 διὰ] δὴ t 3 ἕκαστον] legendum τί ἕκαστον οὑν τί D Arist. vulg.: τί om. t Arist. TU 5 ἢ τὸ D: καὶ τί τὸ t Arist. 9 δεῖ addidi 11 πῶς δὲ—αἱ ἐνέργειαι D: om. et lemma πρότεραι γὰρ—ἐνέργειαι (p. 415a18. 19) exh. 31 ἐν τῷ Θ τῆς Μετὰ τὰ φυσικὰ] Θ 8 p. 1049b12 32 παραλαμβανόμεν t
marginal h 5v
footnote 2 κατὰ τοῦ ὁρᾶν t 5 πρός τι δέ ἐστιν om. D 9 τούτων] τούτω t 10 ἀρχόμενος τοῦ βιβλίου] p. 402b 15 13 ἐν Κατηγορίαις] 7 p. 7b 35 sqq. 18 αὑτῆς (η ex αὐτὸς t 32. 33 τῷ—κατὰ omisso τὰ iterat D 33 κατὰ τὸν ἀριθμὸν t 35 καὶ τὸ κατὰ t 36 ἐνεργείας] ἐνεργείαις t 39 φησίν] p. 416b 18
marginal h 5v
marginal h 6r
footnote 4 διδάξει post τροφή coll. t 6 νοητοῦ] νοῦ t 8 δι’ εἴρηκεν (sic) D: δ’ εἴρηκε t 9 ἐπιταράξει D 14 αἱ add. Diels 16 περὶ θρεπτικῆς ψυχῆς t 17 δεῖν t 19 γένησιν t 22 ὡς τέλος Diels: εἰς τέλος Dt 23 τοῦ scripsi: τὸ Dt 25 θεωρεῖται t 27 post ἐστιν add. ἡ D 33 οὕτω] οὐδὲ D
marginal h 6r
footnote 1 γέννησις πρὸ τὸ t 2 τέλος Α: εἰς τέλος Dt 4 πρώτη D Arist. UVXy: καὶ πρώτη t Arist. vulg. 7 πρὸ] περὶ D 15 τροφῆς D 18 τοῖς ζῶσιν ἐστίν D: τῶν ἐν τοῖς ζῶσιν ἔργων t: τῶν ἔργων τοῖς ζῶσιν Arist. vulg. 18. 19 ἡ μὴ πειρώματα D 19 γένεσιν t Arist. αὐτομάτην D Arist. vulg.: αὐτόματον t Arist. SUW 21 ἰδοὺ γὰρ—οἷον αὐτό (23) iterat D 25 ἡ addidi 30 κυνήσασαί t 32 πήρωμα scripsi: πείρωμα D: πειρώματα t
marginal h 6r
footnote 1 ἐν τῇ Περὶ ζῴων ἱστορίᾳ] Z 15 5 οἷον om t 6 μετέχουσιν D 7 συνεστότα ἔφεσι D 22. 23 ὁμολογουμένων t 27 γέννησιν t 28 εἰ D2: om. D1t 30 lacunam indicavi: addendum μετὰ τὴν διάλυσιν 34 αὐτοῖς, ut videtur, D: αὐτῷ t 35 ψυχῆς τοῖς ἐν D 36 εἰ D2: ἡ D1t 38 τὴν fort. D: τῆς t ἐχούσῃ scripsi: ἐχούσης Dt
marginal h 6v
footnote 3 κἀν A: καὶ Dt 7 ἐπείγουσα Α: ἀγείρουσα Dt 8 γεννωHνῳ Α: γινομένῳ Dt 9 fort. φημὶ δὴ 18 φυλάττεται t 19 ἑαυτῷ Α: ἑαυτὸ Dt 20 ὁ λίθος ὅδε coll. t 21 ζῴου Α: ζώω Dt αὐτὴ Α: αὕτη Dt 25 τὸ μέν] τὸ δὲ D 26 ἐπειδὴ εἶπεν D: To δὲ ᾦ ἕπεται t 27 δὲ addidi τὸ scripsi: τοῦ Dt 29. 30 ἐν τῇ Uοιητικῇ καὶ ἐν τῆ Περὶ γενέσεως] iiiliil tale lesitur; verba fort, depravata sunt: exspectas tale quid ὅπερ καὶ ἐπὶ τῆς ποιητικῆς τέχνης καὶ τῆς φυσικῆς γενέσεως εἶπεν 32 post σκέπης add. πασμ D 33. p. 270,1 τοῦ οἰκοἰδο-μόμου D
marginal h 6v
footnote 1 τῶν] οὑν t 4 δὲ Α Suid. s. v. Τέλος: γὰρ Dt 9 τῆς] τοῖς D 10 καὶ φλοιὸς AD: αἱ φλοιαὶ t 11 ἐπὶ A: ἐπεὶ Dt 15 ὡς ᾧ Α Suid.: ᾧ ὡς Dt 20 πράττοι t 21 ἁπλῶν D 24 ἡ om. t 29 πάντως t 32 τὸ δὲ om. t 35 τινας] τινα t 36 ἀκούοι scripsi: ἀκούει Dt 38 χειρόνων scripsi: χείρω D: Χειρώνων t
marginal h 7r
marginal 26
footnote 3 γὰρ addidi 12 τῆς om. t 15 ζῴῳ] βίῳ βίῳ t 21 τὸ scripsi: τὸν Dt 22 τὸν λοιπὸν t 24. 25 ὁμοίως—πρός τί ἐστιν iterat D 30 τοὺς om. t 34 αἰτία ἔστι τοῦ ζῆν coll. t 35 πᾶν γὰρ t 36 οὕτω] οὔ· οὐ D 37 αὐτῶν] αὐτῷ t
marginal h 7r
marginal h 7v
footnote 12 ἐν τῇ Φυσικῇ ἀκροάσει] Β8 13 τὰ—ψυχῆς om. D 13. 14 τοῦτο τέλος ἐκείνου om. D 17 πρώτη γὰρ καὶ t 20 κατὰ τόπον κινητικήν om. t 23 ἡ (post τις) om. t 24 ἀπάγει t 26. 27 ὡς αὐτῆς—αὐτοῦ ἐστιν Α: om. Dt 30 αὐτὸ Α: αὐτὸς Dt 31 αἴτιόν ἐστιν t 34 ἀλλὰ τῳ] ἀλλὰ τῶν D 35 γινομένῳ Α: γινομένων Dt 36. 37 ἐν τοῖς Φυσικοῖς scripsi: ἐν τῖς φυσικαῖς Dt: cf. Phys. Α 8 p. 191b13 191 b sqq. 37 οὐ τῷ Α
marginal h 7v
footnote 2 αὐτή scripsi: αὐτήν Α: αὕτη Dt 5 ᾖ δὲ Α: εἰ δὲ Dt 7 ταῦτα δὲ πολλα-χοῦ t 9 τοὺς Dt Arist. SUX: κατὰ τοὺς Arist. plerique 10. 11 ἐν τῇ Φυσικῇ ἀκροάσει] Bop. 194b23sqq. 13 οὐχ ἕνεκα D 21 ἡ (ante οὐσία) om. t 23 οὐσία delevi ταύτῃ scripsi: αὕτη Dt 25 οὕτως] fort, οὗτος 26 post τοῦτο addendum γὰρ 30 ἡ (ante ἑκάστου) om. t 34 ἔτι D Arist.: ἔστι δὲ t
marginal h 7 v
marginal 44
marginal 45
footnote 1 τὸ D Arist. V: om. t Arist. vulg. αἰτία ἡ ψυχή Dt Arist. X: ἡ ψυχὴ αἰτία Arist. vulg. 8 τῇ Φυσικῇ ἀκροάσει] Β 2 p. 194 a 28 sqq. 10 oὗ δ’ scripsi: οὐδ’ Dt 13 τοῦτον] fort. τοῦτο 15 αὐτήν] fort. αὐτοῖς 20 ἢ τοίνυν A: ἡ τοίνυν Dt 25 ἡ ψυχή t 31 αὐτῆς καὶ D 33 καθολικὸν λόγον ἐπὶ πάσης ψυχῆς t
marginal h 8r
footnote 5 καὶ om. t 18. 19 ἐν τῷ Περὶ γενέσεως] Α 5 p. 321a2. 19 19 ἐπὶ—λίθων Α: οἱ δὲ λίθοι Dt 21 γενομένης t 24 αὐτῶν] αὐτὴν Α 25 συνοχῆς] συνεχὲς t 26. 27 ψυχὴ ἄρτι αὐξήσεως D 27 post κακῶς ἄρα fort, excidit Ἐμπεδοκλῆς πυρὶ] περὶ t 31 ἧπερ t 32 post κλάδοι add. μᾶλλον ἤπερ οἱ κλάδοι t 33 ὤφειλεν ἐπὶ τὸ ἄνω coll. t
marginal h 8r
marginal h 8v
footnote 2 ῥιζουμένων Dt Arist. plerique: συρριζουμένοις Arist. E 7 αὐτῷ scripsi: ἑαυτῷ Dt 8 τὸ om. t 24 πρὸς Α: ora. Dt 27 ἐπὶ τὴν γῆν t 31 ἄν τ ἑ ’ναι t 32 ὑπὲρ] ὕπαρ t αὐτοῦ] ἐκεῖνο D 34 αὔξουσαι t 35 προσεκτικώτατα D εἰ] οὐ t 36 ἡ δὲ γῆ t
marginal h 8v
footnote 1 διέσπαστ᾿ ἄν t 17 ἐν τῇ Περὶ γενέσεως καὶ φθορᾶς] Β 9 p. 336a12 εἰσιν scripsi: οὐ γάρ εἰσιν Dt 20 δύναται D 27 καὶ τὸ τῆς D 29 τοὺς— ἐσθίει] Il. ᾦ 182 30 παμφάγῳ πυρὶ] παμφάγου πυρός legitur Eurip. Med. v. 1187 32 λέγω δὲ t 37 τε om. D
marginal h 8v
footnote 3 ἡ (post καὶ) om. D 4 ἄρα Α Suid. s. v. Πῦρ: ἔτι t: dubio compendio utitur D 6 εἴη Α: ἐπὶ Dt 11. 12 ἐν τῷ Περὶ γενέσεως καὶ φθορᾶς] Α 5 p. 322a16 12 μόνον Α et fort. D: om. t 15 ὅτι add. Diels 16 προστιθέντος 23 διωρίσθαι D Arist. vulg.: διορίσαι Arist. UW: διορίσασθαι Arist. y 26 ἐν τοῖς ἐμψύχοις om. t 31 λέγω δέ t 34 ψυχὴν. t
marginal i 1r
footnote 12 ἰδιότητος D ἀπὸ τοῦ τέλους φησὶ coll. t 13 τέλος] τελεῖν D 14 et 21 πᾶσαν, ut videtur, D: πᾶσι t 18 στρεφόμενα D 22 ἐπ’ addidi 26 ἐλλειπῶς libri 29 fort. τῇ θρεπτικῇ 30 δεῖ] fort, δεῖ ἄρα vel διὸ δεῖ 34 χωρίζεται scripsi: χωρίζει Dt
marginal i 1r
footnote 1 τῷ ἐναντίῳ D Arist. (cod. E pr. m.): τῶν ἐναντίων t Arist. corr. E 2 post γένεσιν add. εἶναι D 5 τῶν τρεφομένων t τρέφ’ ἕσθαι—τρεφομένῳ (6) Α Suid. s. v. Τροφή: om Dt 8 ἔστιν] ἔτι, ut vid., D τρίτα D 9 τῷ ἐναντίῳ Α: τὸ ἐναντίον Dt 11 ὑπὸ τοῦ ὁμοίου t 12 τῶν τρεφομένων t 21 τὸ (ante θερμὸν) om. D 22 κἀν γοῦν Α Suid.: καὶ γὰρ Dt 23 μεταβάλλῃ] μεταβάλλει t 23. 24 μετέχη μέλανος D 26 τρεφομένῳ] πεπεμμένῳ AD 29 τὸ μεταβαλλόμενον] fort, ὁ μεταβάλλοντα (vel μεταβαλλόμενα) 33 μεταβάλη D
marginal i 1v
footnote 3 μεταβάλωνται t 4 δὴ] δέ t τοῦ scripsi: τῷ Dt 7 ἐν τῷ Περὶ γενέσεως] Α 5 p. 321b22 (?) 12 ἐναντία — ἄλλως τε (13) om. D 22 τοῦ om. t 24 ἑκάστῳ scripsi: ἑκατέρω Dt 30 οὐ Diels: οὖν Dt 32 εἰδικώτερον et 34 εἰδικωτέρου Diels: ἰδικώτερον et ἰδικωτέρου Dt 35 μεταβαλόντων t 36 τὸ πυρὶ t τῶ δὲ πῦρ D
marginal i 1v
footnote 2 τοὺς τοὺς—ἐσθίει] cf. p. 277, 29 φησὶν addidi 3 ἡ addidi 4.   verba depravata: exspectas ἡ τοῦ πυρὸς εἰς τὸ ὕδωρ 5 ἐν τῇ Περὶ γενέσεως] Α 5 p. 321a12 7 γὰρ (post ὑγρῷ) om. D 9 τὰ πάπα 13 τὸ γὰρ] τῶ γὰρ t) 13. 14 ἐν τῷ τετάρτῳ τῶν Μετεώρων] Δ 7 p. 383b21 p. 384a16, 10 p. 388a32 all. 15 ἐν τῇ Περὶ γενέσεως] Α 5 p. 321b22 sqq. 18 δὲ (ante ὡς) oin. t 19 ἐν ἐκείνοις] de gen. et corr. B 8 p. 335a19 21 ὁρῶνται Dials: ὁρῶντα Dt 30 ἄλλοις Dt Arist. SUX: ἁπλοῖς Arist. vulg. 31 τοῦτο ἐδήλωσεν om. D
marginal i 2r
footnote 1 τὸ] τῶ D 3 δοκεῖ Arist.: ἀρκεῖ Dt 6 ἐν τῷ Περὶ γενέσεως] Α 5 p. 322 a 1 sqq. γὰρ addidi 10 et 13 ἀξιούσῃ scripsi: ἀξιοῦσιν Dt 12 οὖν scripsi : ἐν Dt 13. 14 τὸ ὅμοιον — ὁμοίου scripsi: τὸν οἱονεὶ ἀπαθεῖ ἀπαθῆ t) ὑπὸ τὸ ὅμοιον Dt 15 πάσχειν τί ἐστι om. D 16 post πὼς fort, addendum καὶ καθὸ D: καθὼς t 16. 17 οὐ γίνεται] τοῦτο D 19 καὶ τὸ Dt Arist. X: ἡ τὸ Arist. vulg. 21 Ἔτι τροφὴ πάσχει τι t τι] τε D 27 τὸ τρεφόμενον scripsi : τὸ τρέφον Dt 33 ἀργίας Arist.: ἐνεργείας Dt ante φησίν add. γὰρ D
marginal i 2r
marginal i 2v
footnote 3 alteium τελειότης Diels: τελειοῦται Dt 5 ἐν τῇ Φυσικῇ ἀκροάσει] H 3 7 τὸ om. t 9 προκρινόμενον D 20. 21 προκρίνεται I) 23 lacunam indicavi: exspectas οὔπω ὅμοιον vel tale quid 24 τῶ τοιούτω D 25 post φιλόσοφος addendum φησὶν κατὰ τὶ μὲν—μόριον (26) scripsi: κατὰ τὴν τροφὴν κατὰ δὲ τὸ τὸ om. D) μόριον Dt 26 γὰρ om. t προσκρίσεως scripsi: κρίσεως Dt γενομένου] νοουμένου I) σώματος scripsi: σῶμα Dt 27 μέντοι] μέν του t 28. 29 ἐν τῷ Περὶ γενέσεως καὶ φθορᾶς] Α 5 322a4 sqq. 30 ἐπεὶ δ’ t Arist: ἐπειδὴ D οὐδέ t
marginal i 2v
marginal 15
footnote 4 τὸ alterum scripsi: τοῦ Dt 11 καθ’ αὑτὸ scripsi: καθὸ αὐτὸ Dt 13 ὡς] ὁ D 17 fort. δηλονότι 20. 21 et 27 ἐν τοῖς Περὶ γενέσεως] Α 5 p. 322a22 sqq. 23 lacunam indicavi: addendum est tale quid ᾖ μὲν δυνάμει ἐστὶν ὅπερ τὸ τρεφόμενον ἡ τροφή καὶ addidi 26 πλείων scripsi: πλείω Dt 28 ἡ αὐτὴ scripsi: αὕτη Dt 29 ἦ scripsi: εἰ Dt 30 τε om. D ᾖ scripsi: ἡ D: εἰ t 36 τρέφει μὲν scripsi: τρεφόμενον Dt
marginal i 2v
footnote 1 καὶ (post πέφυκε) D2: om. D1t 2 νηπίων om. D ἄλλοις scripsi: ὅλοις Dt 6 προσετίθετο] σετιθετο in litura, item καὶ ἄλλως D1 15 ἐν τοῖς Περὶ γενέσεως ζῴων] Α 18 p. 725a3 sqq. 17 τοῦ om. t 18 ἀλλ᾿ οἶον Arist.: ἀλλοιοῦν Dt 19 στρεφόμενον I) 21 τὸ γεννᾶν t 32 γεννητικῆς t 33 παρασκευάζειν Α: παρασκευάζει Dt αὐτὸ Α: om. Dt
marginal i 3r
footnote 1 σκευστικὴ] παρασκευαστικὴ Α 2 δυνατὸν t 3 τρία om. t 6 καὶ (post τρέφον) om. D καὶ ᾧ τρέφεται om D 12 προαγορεύεται et 16 προαγορεῦσαι D 15 πάντα scripsi: ταῦτα Dt 16 post δὴ add. τὴν t 18 τρέφει D Arist. Ty, cf. p. 288,5: τρέφεται t Arist. vulg. καὶ ante ᾦ D Arist. vulg.: om. t Arist. SUWX καὶ ante ἡ D Arist. EVy: om. t Arist. vulg. 20. 21 ὅτι—ὑλικῷ τρέφεται cm. t 22 ᾧτινι scripsi coil. v. 25: τινὶ Dt 24 μόνον t 28 ἄλλο τι] ἀλλ’ ὅτι t
footnote 1 οἱ δὲ—κινοῦν καὶ om. D κινούμενον alterum addidi 6 φησί, νῦν] φησὶν μῦ (sic) D 11 κινοῦν μόνον] sic etiam Arist. codd. omnes praeter E, qui κινούμενον habet 17 ἐν τῇ Φυσικῇ] Δ 4 p. 211a29 sqq. 19 εἰ] ἡ t ἡ (ante γραφὴ) om. t γραφὴ ἔχει t 20. 21 εἰ δὲ—λοιπαί om. t 22 ante πᾶσαν add. quae apud Arist. proxime antecedunt τὸ μὲν κινοῦν — μόνον t πᾶσαν] fort, πᾶσιν D δύνασθαι D Arist. vulg.: δυνάμι t: δυνατὸν Arist. y 23 τὸ ᾧ τρέφει scripsi: τῶ τρέφει D: τὸ τρέφειν t 23. 24 τῇ εἰρημένῃ t 29 ἡ τροφὴ om. t ὑπὲρ] περὶ Arist. 31 δυναμένων ἐναντίον t
marginal i 3r
footnote 3 ἐν τοῖς Περὶ γενέσεως] Α 5 3. 4 ἐν τῇ Περὶ ζῴων γενέσεως] Α 18 p. 724b26 sqq. 4 καὶ (post εἰς ἣν) om. t περὶ σπέρματος] σπέρματα D 8 λέγομεν Dt Arist. VWX: λέγωμεν Arist. vulg. 10 δὴ scripsi: δὲ Dt 18 αἴσθησιν] δύναμιν D post αἴσθησιν fort, addendum λέγων 19 ταύτῃ καὶ om. D 22. 23 τῇ ἐνεργεία D 23 τοῦ ante πάσχοντος om. D 25 τι D Arist. STWX: τε t Arist. vulg. 27. 28 τοιῶσδε ἢ τοιώσδε Α: τοιῶς ἢ τοιῶς Dt 
marginal i 3v
footnote 1 ἄρχεται] fort. ἀρχὴ τῆς 3 τὸ Diels: τῷ Dt 6 καὶ] κατὰ D 7 εἰπὼν scripsi: ἐπεὶ Dt συμβαίνει t εἰς om t 9 ἡ τό—πάθοι ἄν (11) in ras. D1 11 ἄν om. t ᾧ scripsi: ὡς Dt: ὃ Α κοινωνοῦν t 12 ἄν λευκότης ὑπὸ t: λευκότης ἐπὶ D 18 εὑρήσει] εἴρηκε t 21 δὲ om. D1, sed supra add. D2 λέγω δὲ t 23 ἐν τοῖς Περὶ γενέσεως καὶ φθορᾶς] Α 7 p. 323b17 sqq. 24 εἴρηται μὲν Dt Simpl.: εἴρηται Arist. SV: εἰρήκαμεν Arist. viilg. 25 γε om. t 28 δὲ om. D 29 ἀπορίαν] πορίαν in lit. D1, ut vid.
marginal i 3v
marginal i 4v
footnote 2 τῷ D: om. t ἡ (post εἰ) A: om. Dt 11 post ἐνεργείᾳ unam litt. eras, habet D 12 τοῦ αἰσθητοῦ] αἰσθητοῦ in lit. D1 15 τῷ] τὸ D1, sed corr. D2, ut vid. 17 post ὥστε add. καὶ t 19 ἀλλ’ εἰ Α: καὶ εἰ Dt 23 τῷ om. t 28 χιτώνων Α: χειτόνων Dt 28. 29 ἰκτεριώντων] ὠχριώντων t 30 ἐν σκήψοι AD: ἐν σκήψῃ t 32 ἐπιχύσεων A Suid. s. v. Ὀφθαλμός: ἐπικλύσεων Dt 33 ἐν om. D 34 λέγω δὲ t
marginal i 4r
footnote 1 βούλεται t 2 ἔχων] ἔχον D1 corr. D2 εἰς t: om. DA 5 αὕτη t 9 θιγγάνει A: θιγγάνοι Dt τούτῳ Α: om. Dt 10 δ’ ἀν’ Dt: om. A 11 ἀντελαμβάνετο] addendum ἇν 15 αὐτὸ ἑαυτοῦ scripsi: ἑαυτὸ ἑαυτὸ D: ἑαυτοῦ t 18 ἐν αὐτῷ] ἑαυτοῦ t 19 λήμης in ras. Α2: μίλης Dt 20 post ἀντιλαμβανόμεθα add. τῶν αἰσθητῶν Suid. ἀέρος A Suid.: om. Dt 21 εἰ ἡ] εἴη t 24 τε om. t 30 ἄρα τὸ Α: ἄρα ἔτι τὸ t: ἔτι τὸ D 31 ὑφ’ ἑαυτὸ D 32 δὴ Α: δὲ Dt 34 post καὶ add. εἰ t
marginal i 4r
footnote 2 δὲ om. t 12 ὁμαλῶς] ὁ καλῶς t 13. 14 τινὰ δὲ—ἔχοντα Α, cf. Suid. s. v. Νόσος: om. Dt 17 κατεσχέμενοι D 23 Post σύνηθες haec habet Α, ex quibus perpauca modo infra in vulgata leguntur: ὅτι ἡ τῶν αἰσθητῶν ἀντίληψις οὐδὲν ἕτερόν ἐστιν ἢ κρίσις τοῦ πάθους τοῦ ἐγγενομένου τῷ αἰσθητηρίῳ ὑπὸ τῶν αἰσθητῶν. τοῦ γὰρ αἰσθητηρίου τοίως ἢ τοίως διατεθέντος ὑπὸ τοῦ αἰσθητοῦ ἡ ἐν αὐτῷ δύναμις τοῦ πάθους τοῦ ἐγγινομένου τῷ ἰδίῳ ὑποκειμένῳ ἀντιλαμβάνεται. καὶ τοῦτό ἐστι τὸ αἰσθάνεσθαι, ἡ ὑπὸ τῆς αἰσθητικῆς δυνάμεως κρίσις τοῦ πάθους τοῦ ἐγγινομένου τῷ αἰσθητικῷ (I. αἰσθητηρίῳ) ὑπὸ τῶν αἰσθητῶν. ἐπεὶ οὑν οὐκ ἄνευ τοῦ αἰσθητηρίου ἀντιλαμβάνεται τῶν αἰσθητῶν ἡ αἴσθησις, ἡ δὲ ἀντίληψις οὐδὲν ἄλλο ἐστὶν ἢ κρίσις τοῦ πάθους τοῦ ἐγγινομένου τῷ αἰσθητηρίῳ, πάσχει δὲ οὐδὲν ὑφ’ ἑαυτοῦ ἀλλ’ ὑφ’ ἑτέρου καὶ ἀνομοίου, εἰκότως κατὰ φύσιν μὲν ἐχόντων τῶν αἰσθητηρίων οὐκ αἰσθανόμεθα, ἅτε μηδενὸς ἐγγενομένου πάθους ἐν αὐτοῖς. ὅταν δὲ ὑπό τινος παρὰ φύσιν ὄντος χυμοῦ πάθῃ τι τὸ αἰσθητήριον, εἰκότως ἡ αἴσθησις ἀντιλαμβάνεται τοῦ ἐγγινομένου ἐν αὐτῷ πάθους. γὰρ τὸ ἔξω αἰσθητὸν τοιώσδε διέθηκε τὸ αἰσθητήριον καὶ τῆς τοιᾶσδε διαθέσεως ἡ αἴσθησις ἀντελάβετο, οὕτω δὴ καὶ ὁ ἐγγενόμενος ἐντὸς παρὰ φύσιν χυμὸς διατίθησιν αὐτό. καὶ εἰ ἐντὸς γέγονεν, φησίν, τὸ πάθος καὶ μὴ ὑπὸ τῶν ἔξωθεν, διὰ τί μὴ καὶ μύοντες αἰσθανόμεθα τοῦ ἐν τῷ αἰσθητηρίῳ ἐγγενομένου πάθους; φημὶ οὖν ὅτι πρὸς τὴν ἀντίληψιν τῶν αἰσθητῶν οὐ μόνον τῆς αἰσθήσεως δεῖ καὶ τῶν αἰσθητῶν, ἀλλὰ καὶ τοῦ μεταξύ, καὶ τούτου διαφανοῦς, καὶ πρὸς τούτοις τοῦ φωτός. ἀμέλει οὔτε τὴν λήμην ἐπικειμένην τῷ ὀφθαλμῷ ὁρῶμεν, κἄν φῶς ᾖ, διὰ τὸ μὴ εἶναι τὸ μεταξὺ τοῦ τε ὄμματος καὶ τῆς λήμης ἢ βραχὺ πάνυ εἶναι, οὔτε ἐν νυκτὶ τὰ παρακείμενα χρώματα, ἔξωθεν λέγω, ὁρῶμεν, καίτοι τοῦ μεταξὺ ὄντος, διὰ τὸ μὴ εἶναι φῶς. διὰ τοῦτο οὖν μύοντες οὐχ ὁρῶμεν. ὅταν δὲ προέλθῃ εἰς τὸ ἔξωθεν τό ὀπτικὸν πνεῦμα εἰς τὸν πεφωτισμένον ἀέρα, ἐπειδὴ ἔξεισι δηλονότι πεπονθός τι ἡ εἴη Α] παρὰ φύσιν ἔχον, τότε ἡ ἐν αὐτῷ αἰσθητικὴ δύναμις ὀργάνῳ χρησαμένη τῷ πεφωτισμένῳ ἀέρι αἰσθάνεται τού γενομένου πάθους ἐν τῷ ἰδίῳ ὑποκειμένῳ, καὶ ἐπειδὴ ἔξω ἐξελθόντος τοῦ ὀπτικοῦ ἡ ἐν αὐτῷ δύναμις ἔξω τοῦ ὄμματος ἀντελάβετο αὐτοῦ, διὰ τοῦτο τὸ ἐν τῷ ἰδίῳ αἰσθητηρίῳ πάθος τοῖς ἔξωθεν περιάπτει, ὥσπερ καὶ ἡ γεῦσις τὴν ἰδίαν τοῦ χυμοῦ ποιότητα τοῖς σιτίοις περιτίθησιν. ἀλλὰ καὶ οἱ σκοτοδινιῶντες τοῖς ἔξωθεν τὸ οἰκεῖον προσνέμουσι πάθος. τοῖς μὲν οὑν τὸ ὀπτικὸν ὑποτιθεμένοις πνεῦμα οὕτω τὰ τῆς ἀπορίας ἐπιλυθήσεται πιθανῶς, οἶμαι, καὶ οὐ βιαίως. τί δ’ ἄν εἴποιεν οἱ τὰς ἐνεργείας ὑποτιθέμενοι; τί δ’ ἄλλο γε ἢ ὅπερ καὶ ἐπὶ τῶν ἀνακλάσεων λέγουσιν, ὅτι πεφύκασι κλᾶσθαι αἱ ἐνέργειαι; κἀνταῦθα οὖν τοῦ γενομένου ἐν τῷ ὄμματι χρώματος ἐξιοῦσαν τὴν ἐνέργειαν ἀνακλᾶσθαι ἐκ τοῦ ἀέρος διὰ τὴν ἀσθένειαν τῆς δυνάμεως τὴν ἐκ τῆς παρὰ φύσιν διαθέσεως τοῦ αἰσθητηρίου, καὶ οὕτω φοιτῶσαν πρὸς τὸ ὄμμα τὴν ἀντίληψιν ἡμῖν ἑαυτῆς παρέχειν. οὐχ ὁμοίως δέ τούτοις εὐοδώσει ὁ λόγος· διὰ τί γάρ μὴ καὶ τοῦ χρώματος τοῦ κερατοειδοῦς αἰσθανόμεθα καὶ τῶν λοιπῶν τῶν ἐν τῷ ὄμματι; τί γὰρ κωλύει καὶ τούτου τὴν ἐνέργειαν ἐξελθοῦσαν ἀνακλασθῆναι πάλιν; τὰ γὰρ χρώματα εἴτε παρὰ φύσιν ἔχουσιν τὰ ὑποκείμενα εἴτε μή, αὐτὰ ὡς χρώματα δρᾷ, καὶ ὅσον εἰσὶν εἰλικρνέστερα, μᾶλλον δρᾷ, κἂν μυριάκις παρὰ φύσιν ὦσιν ἐν τῶ ὑποκειμένῳ. ἡ οὑν ἐν τῷ σώματι λεύκη καὶ ἡ ἐν τοῖς ἰκτεριῶσιν ὠχρίασις οὐδὲν ἧττον δρῶσιν εἰς τὴν αἴσθησιν ἡ ἐν ἄλλοις ὑποκειμένοις κατὰ φύσιν οὖσαι. τὸ χρῶμα γάρ ἐστιν τὸ δρῶν, οὐ τὸ ὑποκείμενον. καὶ τὰ δοκοῦντα δὲ κωνώπια ὁρᾶσθαι ἔξωθεν τοῖς ἐπιχύεσθαι (sic) μέλλουσιν ἐκ τῆς αὐτῆς αἰτίας συμβαίνει· τῆς ἐμφράξεως γὰρ γενομένης ὑπὸ χυμοῦ, ἢ [ἣ Α] ἐν τῷ ὀπτικῷ νεύρῳ περὶ τὴν κόρην κατ’ ἐκεῖνο τὸ μόριον καθ’ ὃ ὁ χυμὸς ἐνέσκηψεν ἐπιπροσθήσεως γινομένης ἔνης καὶ μὴ δι’ ὅλου τῶν ὄψεων ἀντίληψιν ποιουμένων δοκεῖ διὰ τὴν ἀορασίαν εἶναί τι, διὰ τὸ πανταχόθεν μὲν τὴν αἴσθησιν ἀντιλαμβάνεσθαι, κατ’ ἐκεῖνο δὲ τὸ μέρος μόνον ἐπιπροσθεῖσθαι. πρὸς δὲ τὸ τοῦ χυμοῦ σχῆμα, ὅπερ ἔσχεν ἐκ τῆς τοιᾶσδε διαθέσεως, ἔτι δὲ καὶ πρὸς τὸ μέγεθος καὶ τἄ ἔξωθεν φανταζόμενα ὑποφαίνεται.
marginal i 4v
footnote 5 μὲν ἔχοντος scripsi: μετέχοντος Dt 7 ἁπτικὴ] ἀμπτικῇ D
marginal i 4v
footnote 5. 6 θερμότης ψυχρότης ὑγρότης ξηρότης (corn ex ξηρότητος) D 1 1 οἱ δὲ—ἱκάνει] Od. Μ 73 12 τοῦ τῶν scripsi: τούτων Dt 17 πρακτικοῦ D1, sed ο supra add. D2 23 δ’ om. t 25. 26 τὸν δὲ κατ’ ἐνέργειαν t 28 δὴ scripsi: δὲ Dt 28. 29 exspectas ἔχειν et ἐνεργεῖν
marginal i 4v
marginal i 5r
footnote 2 ἐνεργεῖν D Arist. EVWy: τοῦ ἐνεργεῖν t Arist. vulg. λέγομεν D Arist. pleiique: λέγωμεν Arist. EV: λέγω μέν t 5 fort. πῶς τὸ πάσχον 8 ἐπειδὴ οὖν] fort. εἴη δ’ ἄν τῆ (post λέξει) om. t 9 δὲ (post φασὶ) om. t δέ τινες καὶ Arist. 15 ὑπὸ τοῦ ὁμοίου t 17 οὐ γὰρ τὸ om. D post ἐνεργεῖν add. τὸ t 19 τοῦ πάσχειν scripsi: πάσχειν τὸ Dt 21 κἀν Diels: καὶ Dt 25 ἐν τῇ Φυσικῇ] cf. Phys. 2 p. 201b31 sqq. 27 ἡ om. t 28 ἡ (post ᾖ δέ) om. t 31 καὶ (post δὲ) om. t 32 δὴ] δὲ t 33 πρὸς] κατὰ t
marginal i 5r
footnote 2 ἀλλοιωτέρας t 10 εἶπεν] cf. de interpr. 13 p. 23 a 23 17 ἔσχατον Α: ἐσχάτου Dt 19 τὴν (ante ἀθρόαν)] τὸ D 21 fort. προβολήν 23 προαποδεδομένων t 24 κινεῖται scripsi: γίνεται Dt 26 ταύτῃ scripsi: ἡ ταύτης Dt πὼς scripsi: πῶς Dt 33 ταῖς om. t 34 ἄρα At: ἔτι D 35 μὲν ἐνέργεια Α: post μὲν add. ἴ’ Dt ἡ κίνησις t 36 τὸ πάθος t
marginal i 5r
marginal i 5v
footnote 5. 6 εἶναι γὰρ—αἰτίαν t: αἰσθήσεως γὰρ αἰτία D 8 πάσχον scripsi: πάσχειν Dt 10 ἐν τῇ Φυσικῇ] Θ 4 p. 255a23sqq. 13 (xiv τι] μέν τοι t 15 μέντοι] μέν τι D 16 τοῦ τὸ Diels: τοῦτο ADt τὸ (ante ὁμοιωθῆναι) Α. τῷ Dt 16. 17 τὸ πάσχον At: τῶ πάσχον D 20 καὶ om. t 27 δεῖν scripsi: δεῖ Dt 29 τούτων t 30. 31 εἰς τὴν] ῶςτῆ D
marginal i 5v
footnote 1. 2 διηρεῖσθαι t 10 τῆ ἐνεργεία D 11 εἴποιμεν D Arist. SX: εἴπωμεν t Arist. plerique 12 ἐπιστήμονα om. D ὁ om. D 13 ἐχόντων D Arist. vulg.: τῶν ἐχόντων t Arist. SUX 19 ἐνεργῇ] ἐνεργεῖ D 29 αὐτὴ scripsi: αὕτη Dt 32 τῷ scripsi: τὸ Dt
marginal i 5v
marginal i 6r
footnote 2 τῷ scripsi: τὸ Dt 5 τὸ ἄλφα] τὸ δὲ τὸ ἁ t 7 μεταβάλλων D Arist. SX: μεταβαλὼν t Arist. vulg. 8 παραδείγματος t 11 μεταβάλλων] μεταβαλλὼν (sic) D: μεταβαλὼν t 12 ἤγουν] ἡ γ’ οὖν D 14 γένεσις At: γέννησις D τὸ δὲ δεύτερον —κυρίως ἀλλοίωσις (15) Α: om. Dt 25 λέγων] fort. λέγει 2;) ἀπουσίαν Α: παρουσίαν Dt 30 post ἐνεργείας add. μόνον· ὁμοίως καὶ τὸ ἐνεργείᾳ τὸ μὲν πρότερον, ὃ καὶ συντρέχει τῷ δευτέρῳ δυνάμει, πρὸς τὴν παρουσίαν τῆς ἕξεως λέγεται ἐνεργείᾳ εἷναι, τό δὲ δεύτερον πρὸς τὴν παρουσίαν τῆς προχειρίσεως ἤτοι τῆς ἐνεργείας Α, omissis vv. τῆς ἐνεργείας (v. 28); quae vulgatae praeferenda sunt
marginal i 6r
footnote 4. 5 τὸ πάσχον t 7 ἤτοι οὐδέ Avist.: ἡ τοιοῦδε Dt φαστέον D 8. 9 λέγων πάσχον t 13 μεταβάλλει scripsi: μεταβάλλον Dt 20 μετέβαλεν t 22 τὸ et τὸν om. t 29 πρῶτον scripsi: πρώτη Dt 30 μεταβολή] μεταβάλλον t ἀναντίου εἰς ἐναντίον scripsi: ἐναντίου εἰς ἐναντίου D: ἐναντίας εἰς ἐναντίαν t μεταβάλλει t 31 ψυχροῦ D 34 γίνεται D
marginal i 6r
marginal i 6v 2 οὐχ addidi ἐν τῷ Περὶ γενέσεως] Α3 p. 317b1 sqq. 4 τις] τῆς t 11 ἐπιγενομένου D 18 ἢ (ante οὐδὲ) scripsi: ἡ Dt 22 πρός ἐντελέχειαν] πρὸς τὸ ἐντελε D 26 ἥ τε scripsi: εἴτε Dt 27 τῷ τὴν ἕξιν I) 29 εἰδῶν] εἰδόλων t 31 τε om. t 33 τελειότητα Α: τελειότητα εἶναι Dt 36 προάγεται Α: πράττεται Dt 37 τὸ δακτύλιον t
marginal i 6v
footnote 7 πεῖσιν Diels: πῆσιν Dt 15 καὶ post τε om. t αὐτὴ scripsi: αὕτη Dt 22 ἄν] ὂν I) 23 τὸ ποιὸν scripsi: τόπον ADt 25 δεικτικὸν corr. D2: δεκτικὸν D1t 31 τὸν οἰκοδόμον t Arist.: τὸ οἰκοδομοῦν D, sed cf. v. 32 32 ἐνεργεῖ D
marginal i 6v
marginal 36
footnote 1 ἐντελέχειαν] τελέζειαν D 2 νοῦν D καὶ φρονοῦν t Arist. 10 καὶ τ ἑξῆς D: lemma, ut solet, longius profert t 13 δυνάμει scripsi: δύναμις Dt 18 λέγοιτο scripsi: λέγοι (corr. ex λέγει D1) τὸ Dt 26. 27 μεταβάλλη t: μεταβάλη D 33 δἂν] δ’ ἄν Dt
marginal i 6v
footnote 6 εἶτα Diels: εἴτε Dt 7 post γὰρ add. ἡ t 8 post πάσχοντος fort, addendum ἠπόρησεν 11 δὲ om. D 19 δέ (post ὁμοίως) om. t 24 post δέ add. γὰρ D 25 θεωροῦμεν scripsi: θεώρημα Dt 28 καὶ τοῦ πάσχειν t
marginal i 7r
footnote 3 τουτέστι τὸ D1t: τουτέστιν εἰς τὸ D2 4 γεννῶν] γεννὸν D 9 τελείως t 11 αἰσθικῆς D τὴν om. t 16 τῇ ἁφῇ ἀλλὰ περιέχοντος ἀέρα D 18 παρῇ πείσεται D: παραπείσεται t πάντως] fort. &lt;ὑπὸ&gt; πάντων γευστῶν scripsi: Dt 23 post ἀνεπιθολώτου add. ἀέρος t διηχοῦς] διηχοῦς D: διεχοῦς t 32 αὐτὴ scripsi: αὕτη Dt 35 προαιρεῖται D 36 lacunam indicavi, quae ex A sic explenda est διὰ τοῦτο ἡ μέν αἴσθησις δεῖταί τινος ἔξωθεν τοῦ προάγοντος αὐτὴν εἰς ἐνέργειν ὁ δὲ] οὑ δὲ D
marginal i 7r
marginal i 7v
footnote 4 οὐ δέεται] οὐδὲ ἔστι Α, qui post τινὸς (5) add. δεόμενος 9 εἶναι εἶναι t 12 τὴν (post εὐθὺς) eras. D 14 οὐ δι’ ἀλλοιώσεως] οὐ δι’ ἀλλ’ in lit. D1 17 γὰρ addidi 25 τοῦ τὰ Diels: ταῦτα Dt 25. 26 προσπίπτειν Diels: προσπίπτει Dt 26 τῶν D: τοῦ t 31 καὶ εὖ — εἰδῶν (32)] 4 p. 429 a 27
marginal i 7v
footnote 1 νοῆσαι Arist.: διανοῆσαι Dt 3 τῶν D Arist. X: ταῖς τῶν t Arist. vulg. 6 αὐταὶ Α: αὗται Dt 7 ἔχουσι Α: ἔχουσαι Dt 12 ὁ om. t 14 ἡ κατ’ ἐνέργειαν σκέψις Α 20 καὶ ὅπως t 30 ἀναγκαῖον Arist. vulg.: δ’ ἀναγκαῖον t Arist. Sy: ἀναγκαίως D τῶ Arist. vulg.: τὸ Dt Arist. ET 32 post ἀλλοιοῦσθαι add. ὡς κυρίοις ὀνόμασιν t
marginal i 7v
marginal i 8r
footnote 9 post ἤδη add. ὡς t (ut Arist. S) 14 δυνάμει scripsi: δύναμις Dt 15 παθόντα t 15. 16 ὑπ’ ἐναντίας t 28 ζωτικῆς t 30 πεπονθὼς D 35 lacunam indicavi: addendum παθοῦσα δὲ
marginal i 8r
footnote 10 Τὸν—αἰσθήσεως om. t 11 ὅτι addidi 16 δεῖ om. t 17 τὸν λόγον t 22 post διέλαβε add. καὶ t 23 τῆς om. t 27 καὶ addidi 35 παραπίπτον D: παραπίπτωνται t ταράσσῃ scripsi: ταράσσει Dt
marginal i 8r
footnote 3. 4 ἁφῇ δὲ θερμότης Α: post δέ add. ταύτῃ σύστοιχα Dt 11 καὶ (ante πάσαις) om. t 14 ἤδη Α Suid. s. v. Αἰσθήσεις: εἰ Dt 15 ἠσθῆσθαι AD: αἰσθέσθαι t 17 ποσότητος Α Suid. 20 τόδε τρίγωνον Α: post τόδε add. τὸ Dt 21 ὅτι Α Suid.: ὃ Dt 22 περιγέγραπται At: γέγραπται D 25 ὥσπερ γέγραπται D 26 ἀπόκρημνον] ἀπόκρυμον t 27 καὶ τοῦ αὐτοῦ τοῦ t 29 ὀξὺ Α: ὀξὺν Dt ἡ] εἰς D 30 λίαν D αἰσθητὸν Α: αἰσθητῶν Dt 36 ἐν τῆ Φυσικῇ] Δ 14 p. 223a25
marginal i 8v
footnote 1 ἀλλ᾿ ἢ Α: om. Dt 8 μέν] fort, με, cf. II. Κ 535 οἶδε t 10 αἰσθητὸν D 16 προσβάλλοι D: προσβάλοι Α: προσβάλλει t 18 ἄλλοτε Α: ἄλλος τε Dt 21 εἰ τὸ D: ἡ τὸ At παρατρέχει At 22 χρήσοι D 24 αἰτιάσαιτό τις Α: αἰτίας αὐτό τις Dt 26. 27 τρισίν— ὀσφρήσει] exspectas δυσίν, ὄψει καὶ ἁφῇ 27 αἱ οὐσίαι A: om. Dt 31 εἶδον A: ἴδον Dt
marginal k 1r
footnote 8 οἱ om. t 10 ἡ scripsi: τῇ ADt 12 post λοιπαί add. κατ’ ἐναντίωσιν συστοιχίαι Α 14 αἴσθεσθαι D 15 διακρίσει D τῷ scripsi: τῶν Dt μὴ ἄλλῃ—ἡ δὲ τοῦ (p. 315, 15) uno folio exsecto desiderautur in codice I) 31 ὁποσουοῦν Diels: ἀπὸ σοῦ οὖν t: fort, ἀπὸ ὁσουοῦν 32 ὁπουδήποτε Diels: σπουδὴ ποτὲ t 36 περὶ τὰ A: τὸ t
marginal k 1r
footnote 8 προσβάλλοντα scripsi: προσβάλλομεν t 9 τὸ scripsi: τὸν t 11 κά (post ᾖ) Α: om. t 14 προβάλλουσιν t 35 ἀλλ’ εἰ Α: ἀλλὰ t
marginal k 1r
marginal k 1v
footnote 2 αὐταῖς scripsi: αὐτῆς t 8 post ὄψει add. ex Ald. καθ’ αὑτὰ μέν οὖν ἐστιν αἰσθητὰ ταῦτα t 18 διάρης D: διάρους υἱός t Arist. vulg. 19 εἰπὼν δὲ καὶ t 25 ᾖ t Arist. vulg.: om. D Arist. SUX 28 τοῖς τούτοις D 30 τῆς scripsi: τις Dt
marginal k 1v
footnote 4 fort. ἥδει 15 μέν τοι t 17 πλῆθος ἀκούοντες t 18 post ὅπερ add. καὶ t 20 εἰ] ἢ D 21 προσβάλλοι D: προσβάλοι Α: προσβάλλει t ἐκκρούεται Α: ἔκκρουε D: ἐκρούετο t 22. 23 πῦρ οὐ μόνον Α: πυρούμενον Dt 24 αὐτοῦ ἐπάσχομεν Α: αὐτοὺς πάσχωμεν Dt 26 τὸ σῶμα Α: τοῦ σώματος Dt 27 προπελασάντων D 29 ἄλλων] πολλῶν Α 30 προβαλλουσῶν t 31 διεσπαμένας (sic) D 33 μέλλει t
marginal k 1v
marginal k 2r
footnote 1 ᾖ Α: ἡ Dt 2 τῶσῶδε (sic) D ἤπερ scripsi: εἴπερ ADt 3 τί addidi 4 καὶ τὸ Α: καὶ om. Dt 5 αἱ δυνάμεις Α: δυνάμει Dt 6 ante καὶ add. δὲ t βαρέων t 21 καὶ delevi 23 εἴη AD: εἶεν t 24 περὶ ἁ Α 30 post αἰσθάνεται add. τούτων t 31 ἔχοντα Α: ἔχον D: ἔχονται t τόπους t 34 ὡς δὲ t 34. 35 αἰσθανόμεθα t
marginal k 2r
footnote 9 inter δὴ et νοητά spatium XIV fere litt. vacuum rel. D ὄντα ἡ νοητά Α: ante ἡ add. καὶ Dt 13 μιᾷ Α: μία Dt τί Α: τι Dt 16 οὔτ’ et οὔτε νοητὰ scripsi: οὐδ’ et οὐδέ κινητὰ Dt 17 ἔτι δὲ—δράσει (21) delevi coll. p. 316,35—317,4 317,4 20 τῶσῶδε D 24 συμβεβηκότα 29 υἱὸν addidi
marginal k 2r
footnote 1 ἑκάστῃ—ὁμοίως (3) depravata sunt: exspectas tale quid οἷς τὸ εἶναι πρὸς ἕτερόν ἐστιν· εἰ τοίνυν πρὸς τὰ ἴδιά ἐστι τὸ εἶναι ἑκάστῃ αἰσθήσει, τῇ μὲν ὄψει πρὸς ὁρατά, τῇ δὲ ἀκοῇ πρὸς ἀκουστά, καὶ ταῖς λοιπαῖς ὁμοίως, ταῦτα μάλιστα κυρίως αἰσθητά 2 προσορατά t 3 προσακουστά t 4 ὃ ὁρᾶται] ὁρατόν Arist. 7 καὶ delevi 10 τε delevi post αἶ τε spatium XIV fere litt. vacuum rel. D 28 τὸ] τῶ D 29 ἐν τῷ φωτί t
marginal k 2v
footnote 2 καθ’ αὑτῶ δὲ D ὅτι om. t ἑαυτῷ t Arist. vulg.: αὐτῶ D Arist. UV 4 ἐστὶ scripsi: ἔσται Dt 6 τὸ (post ὁρατόν) t corr. D2 τοῦ D1 9. 10 ἐν τῇ Ἀποδεικτικῇ] Anal. post. Α 4 p. 73a34sqq. 13 σιμώτητος t ἆτ’ 14 καὶ ἐν—ἀριθμός om. D 15. 16 δίχα τεμνόμενον iterat D 21 χρῶμ’ D: χρώματι t εἰ D: εἰ καὶ Α Suid. s. v. χρῶμαι οὐ t 25 τὸ om. t 28 κεχρωσμένην] κεχωρισμένην ut vid. D 1, sed corr. D2
marginal k 2v
footnote 1 τὰ ἀπολαμβανόμενα t 12 ἀντιλαμβάνης D1, sed corr. D2 15 τινι] τι 19 ὁρῶμεν] μὲν t 22 ὁρᾶται] ὁρᾷς t 28 καθόλου t 35 ἐν τῷ Περὶ αἰσθήσεων καὶ αἰσθητῶν] c. 3 p. 439b11 36 φησὶ δὲ t
marginal k 3r
footnote 4 τὴν διαπορθμευτικὴν ΑD2: διὰ τὴν πορθμευτικὴν D1t 5 ἀναματτόμενος t 10 πορθμευτικόν t 14 τῷ περὶ] τῶν περὶ D 21 εἴπομεν D 25 ἀπλῶς t Arist.: om. D 27 εἶπον D: εἰπὼν t 29 lacunam indicavi; fort, excidit περὶ οὗ νῦν 30 λέγω δὲ t 34 ὂν in rasura D1 36 ἡλίου fort, ex corr. D2 σελήνη D1, sed corr. D2 ἀστέρων t
marginal k 3r
marginal k 3v
footnote 3 ἀποβλέψεις t 5 τότε γὰρ—στερεὸν σῶμα (9) Α: om. Dt 10 ἑωράθη A: ὁρατὴ Dt ἐν ἑαυτῷ D 12 εἴπωμεν D γὰρ] δὲ t 14 ὅπου ἄν A 19. 20 αὐτῷ μὲν ὁρατὸν εἶναι t 22 ἐμφολεύουσι et φολεῶν t 23 ἡμέραν ἡμέρα Dt 24 ὥσπερ] exspectas ὥσπερ οὐκ 28 ὁ Τίμαιος] respicit ad Reip. VI p. 507 C πολλῶν] fort. πλειόνων 29 κἄν] volebat οὐδ’ ἂν ante ἀὴρ add. ὁ D 32 ἄλλο D
marginal k 3v
footnote 16 τῶν ἄνω σωμάτων t γὰρ] δὲ t 17 τὰ] τἀς t αὐταὶ scripsi: αὗται Dt 20 ἐπιπροσθεῖ ] an ἐπιπρόσθει? 21 δὲ om. t 31 φύσις] φησιν t 32 δι’ addidi
marginal k 3v
footnote 1 δὲ (post ὅτι) om. t 8 σῶμά τι scripsi: σώματι Dt: σώματα Α διάστασιν Α Suid. S. V. Φῶς: στάσιν D: τάσιν t 10 τῶν Dt: τῷ A 10. 11 τῶν—εἶναι depravata sunt: ἑξαγώνου δὲ πλευρὰ τῶν δύο ζῳδίων ἐστὶ τὸ διάστημα Sopboniae in Arist. de an. paraphr. p. 76,30 14 καὶ πρός Α Suid.: om. Dt 15 αὐτὴ Α: αὕτη Dt 21 δι’ αὐτοῦ Α: διὰ τοῦ Dt οὕτως ἀναχωρήσοι t 25 μὴ A: om. Dt 32 περιλαμβάνει t 33 τις Α: om. Dt
marginal k 4r
footnote 1 αὐτῶν] αὐτῶ D 7 γινόμεναι D 8 τὸν ἀριστοτέλη t 11 αἱ Α: ἂν Dt 20 ἐν τῷ Περὶ γενἐοεως] Α 8 23 δέ om. D 25 ὁρᾶται Α: ἐωρᾶται (sic) D: ἑώραται t 27 et 28 ὀχήματος scripsi coll. 29: σχήματος ADt 28. 29 πάλινὀχήμχτος Α: om. Dt
marginal k 4r
marginal k 4v
footnote 8 κινεῖται] κινοῦν D 11 τὸ (ante ἄνω) om. t 12 ἐναργείας Α: ἐναργίας ἐνεργείας t 16 μετιόντες Α: δεικνύντες Dt 17 σανίδια t 19 ἄλλην Α et, ut vid., D (litt. post ἀλλ’ oblitter.): om. t στήσεις t 21 ἀποτείνῃς Α: ἀποτείνεις Dt 25 κίνησιν t 28 ἀέρος τὸ φῶς t 35 ἢ Α: om. Dt
marginal k 4v
footnote 2 ἀναπνέομεν t ἐμψυχώμεθα libri 8 ἀλλὰ A: ἢ Dt 11 ὠθήσει et 12 φωτίσει A: ὠθήσῃ et φωτίσῃ Dt 15 ἔμελλεν t ἐν κέγχρω corn A2: ἐγκἐγχρω D: ἐγκἐχρω t 17 ὅτωοῦν (sic) D 20 διὰ] τινός t 23 post ἐναντίον add. βλεπόμενον t ὁ ἀὴρ om. t 24 χωρήσῃ scripsi: χωρήσει libri 30 δεόμενα t 31 λέγει Α: om. Dt 32 δὲ Α: om. Dt 34 παρατρέψεως D πυρείων scripsi : πυρίων AD : πυρίνων t 36 κατλάμπεται Α : κατα-λαμβάνεται Dt 37 ἐρἡσομεν, ut. vid., D
marginal k 4v
footnote 6 ὁ ἀὴρ t: om. AD 9 ᾖ A: ἡ Dt 10 ἐὰν—διαπορθμεύει A: om. Dt 11 οὔτε] οὕτως t 14 ἐνέργειαι A: ἐνεργείαι (sic) t: ἐνεργεία D 16 ὅθεν διὰ— χρώννυσθαι (18) iterat D 18 ἐγίνετο A: ἐγένετο Dt 21 δι’ αὐτοῦ Α: διὰ τοῦ D: διὰ τοῦ οݲ t 27 διὰ τοῦ ἀφανοῦς t 30 ἐμποιοῦσα t
marginal k 5r
footnote 2 ἑαυτοῦ t 3. 4 θερμαίνεται Α: θερμαίνει Dt 8 περικείμενον, ut videtur, D 9 δὲ τοιοῦτο] δέ τοι οὕτω t 12 τὰ om. t 13 post ἐνεργεῖν add. δυναμένων t 14. 15 οὐ θαυμαστόν—ἐνέργεια Α: otn. Dt 18 διὰ τὸ scripsi: διὸ Dt 19 ἀλλ᾿ ἡ] ἀλλὰ t 20 διαφανής t 21 ποιητικὸν 21 πρώτως δὲ D 30 πυρίοις ADt 32 ἀκρώρειαι Α: ἀκρωρίαι Dt 38 καὶ τὰ A: κατὰ Dt
marginal k 5r
footnote 8 τῷ κατόπτρῳ t 12 ἐναχθήσονται t 13 γενώμεθα Diels: γενόμεθα ADt 16 αὐτῶ D: αὐτῶν Αt 25 καὶ ἁπλῶς A: post καὶ add. τὰ Dt 36 ὥστε om. D 37 πυκνοτέρα in πυκνωτέρα corr. D1 39 πυρίοις ADt
marginal k 5v
footnote 6 θερμανεῖ t: θερμαίνει AD 13 αὐτὴ Α: αὕτη Dt 17 αὐτόν scripsi: αὐτὴν ADt πλείων (post ἄν) scripsi: πλείω ADt 21 τῷ scripsi: τὸ Dt τὴν] τὸν t 24 αἱ om. t 28 προσβάλλουσαι scripsi: προσβαλλούσης πλείων A: πλεῖον Dt 29 εἰς ἀνατολικὸν t 30 ἐντός Α: ἑστὼς Dt 34 ἐκβάλλης t 38 ἐν τοῖς Μετεώροις] Meteorol. Α 3 p. 340a25
marginal k 5v
footnote 3 ἀφεστᾶσι libri 6 ἐλαχίστη Α: ἐλαχίστῳ Dt 8 θερμῷ Dt: ἀέρι Α: fort, θέρει; cf. V. 16 post διατρίβων fort, excidit ὁ ἥλιος 12 μὲν οὖν] οὑν μὲν D 16 ὁμοίαν Α: ὁμοίως Dt 19 ἐπιλύον D: ἐπιλύοντα t καὶ εἰ—οὖσα ἐνέργεια (334,16) hic Α: post καὶ τὸ σχῆμα (335,18) Dt 22 ἐν τοῖς Μετεώροις] Meteorol. Γ 3 sqq. λέγω Α: λέγει Dt 27 κώνου D 31 λέγειν t 34. 35 τῶν ὑποθέσεων Α: τῶν om. Dt
marginal k 6r
marginal k 5v
marginal k 6r
footnote 8 ἄλλο Α: ἄλλον Dt 15 καὶ om. t 25 καὶ (post τοῦτο) om. t 26 πρὸς om. t πυρία et 27 πυρίον ADt ὡς τὴν τε] ὥσπερ τὴν t 39 περιπληρῶσθαι D 41 κοινός Α
marginal k 6r
marginal 51
footnote 1 δεῖ Α 3 διαφεύγειν] διαφέρειν D 4 et 7 φήσειεν Α: φήσαιεν Dt 12 ὑπὲρ Α: ὑπὸ Dt 13 ἐνάργειαν scripsi: ἐνέργειαν libri 14 κεχρωμένου t τοιούτῳ Α: τούτῳ Dt 15 χρῶμα] χρώματι (sic) t 19 δι’ οὗ] δ’ οὗ t 22 οὐ δεῖ που Α2: οὐ δήπου A1D: οὐδέ που t post ὄψεων add. ἐστίν t 23 σῶμα t 27 ante ἐνέργειαι add. αἱ t χωροῦσαι Α: χωρῆσαι Dt 28 στερεῷ Α: ἑτέρῳ Dt 33 ὁρῶνται Α: ὁρῶν D: τὰ ὁρῶντα t 34 τε Α: τὸ Dt 36 δὲ om. D δρῶνται D
marginal k 6v
footnote 1 φέρεται t ἄλλο Diels: ἀλλ’ ADt 5 γὰρ ὅλως A: post γὰρ add. μὴ Dt 5. 6 αὐτῷ τό D 7 αὐτάς t 8 καὶ γὰρ εἰ—ἀντιλαμβανόμεθα (9. 10) A: om. Dt 13 λεπτομερεστέρου t 14 καὶ ἐνέργειαι Α: εἰ καὶ ἐνέργεια Dt 16 ἀντιληπτὴν scripsi: ἀντιληπτικὴν ADt 17 εὔδηλον scripsi: οὐ δῆλον libri 20 ὂν A: om. Dt 21 καὶ om. t 26 δὴ om. t 34 τοῦτο A: τούτου Dt 36 αἱ τῶν A: αἱ om. Dt 37 αἱ ἐνέργειαι At: τὸ δὲ αἱ ἐνέργεια (sic) D
marginal k 6v
marginal k 7v
footnote 1 τῆς ῥαγοειδοῦς D 3 τῶ πρὸς τῶ D 4 post ὄντων add. ἐνεργείαι (sic) t 5. 6 καὶ ἀχρωματίστων—διαφανῶν ὄντων Α: om. Dt 6 post ἀφικνεῖται add. οὑν t 10 καὶ (ante οὐκ) Α: om. Dt 13 οὖν A: om. Dt 14 διὰ τὸ Α: διὰ τοῦτο Dt 16 τῆς om. t 17 ἐπεῖχε καὶ Α: ἀπεῖχεν Dt 19 ποιεῖ Α: ποιεῖν Dt προέχοντα Α: προσέχοντα Dt 21 μόνον t 25 μέντοι αὐτὴ Α: μὲν τοιαύτη Dt 27 σκίρρον scripsi: σκῖρον Α: σκιρρὸν ἱρ’ in ras. D) Dt 31 ᾖ Α: ἢ Dt 35 ἄλλου τινὸς γινομένη scripsi: ἄλλης τινὸς γινομένης Dt ἀντιλήψεως t 36 ῥαγοειδοῦς scripsi: κερατοειδοῦς Dt
marginal k 7r
footnote 1 ῥαγοειδοῦς scripsi: κερατοειδοῦς Dt 12 ποτοῖς scripsi: πότοις D: τόποις t 14 ἴσχειν scripsi: ἴσχει Dt 23 προκατεσχῆσθαι] προκατϊχῆσθαι ex προκτηχῆσθαι corr. D: προκατισχεῖσθαι Α: προκατισχῆσθαι t 26 ἥπερ D1: corr. D2 28 τοῦτο] fort, τοῦτον 35 καὶ κερατοειδές t γέγονε||||||||| Α: γέγονέ ante ras. 111 litt. D 38 αὐτοῦ αὑτῶ D: αὐτὸ t
marginal 7 kr
marginal k 7r
footnote 1 δοκεῖ D1: δοκῇ D2t 2 ἐκείνων scripsi: ἐκείνου Dt 13 ὃν] ὄντι D fort. κατ’ ἄλλο καὶ ἄλλο μέρος ἀορασίας] ἀορίας D 17 φασί A: φησί Dt 18 διασκεδάννυσθαι t 20 ἔσωζον Α: ἔσωζε Dt 22 πρὸς] πρὸ t 28 τὰ κέντρα] fort. τοῦ κέντρου 34 διατιθέντες τοιαύταις Dt: διατιθέναι ταῖς τοιαύταις Α: fort, legendum διὰ τί ἐν ταῖς τοιαύταις 35 ἐρωθείς t 39 αἱ om. D
marginal k 7v
footnote 2 ἀφεστώσας scripsi coll. 5. 9. 16: ἐφεστώσας ADt 3 ὃν Α2: ὂν t: ὧν D 7 post γωνίας fort, addendum καὶ 7. 8 μὲν τὰ Α: μετὰ D: μετὰ τὰ t 8 τῶν (ante ἴσον) Α: τὸν Dt 13 post ἀλλήλαις add. ὁ καθ’ ἑαυτὴν Dt: non exh. A 15 παραστραφείη Α: παραστροφῇ Dt 25 ὁμοίως τῶν Α: ante τῶν add. πρὸς Dt 26 πῶς δ ἂν — 29 αἰσθητήριον φοιτῶντος iterat D 29 τοῦ αἰσθητοῦ AD: τῶν αἰσθητῶν t φοιτῶντος Α: φοιτώντων Dt (sed in iteratis φοιτῶντος D) 30 ἐξιόντος] ἀξίοντος D 31 προπιπτούσης D 37 ἀπαγγελτικοῦς (vel κοὺς) D
marginal k 7v
footnote 2 ἂν addidi 3 fort. εἴτε ἐγγὺς εἴτε πόρρω 10 ἐν οἷς D2: ἐγγὺς περὶ φωτὸς D1t 13 ἐν τούτοις — τοῦ ἐνερ- in ras. D1 εἶναι delevi 17 τούτων] τούτω t 18 οὖν Α: om. Dt 21 καταλύει D1, sed corr. D2 25 ἐν τῇ Φυσικῇ] Α 7 p. 191a14 32 τῷ D: τὸ At 34 ἐν Κατηγορίαις] 5 p. 3b24
marginal k 8r
footnote 1 ἐναντίον Α: τὸ ἐναντίον Dt 1. 2 ἐν ταῖς Φυσικαῖς] Α 7 2 καὶ οὐκ ἀνακάμπτει t 4 δύναμιν Α: om. Dt καὶ (ante ἐνέργειαν)] τὴν t 5 οὐδέν δύναμιν t 6 ἐναντία] ἀντία (sic) t 8 post μὲν add. γὰρ t 10 τὸ om. t 11 ὑπολάβῃ t 23 οὐ delevi 24 ἔτι scripsi: ὅτι Dt 25. 26 τὸ διαφανές D 30 τούτῳ scripsi: c. Arist. vulg. coll. 31. 32: τοῦτο Dt Arist. S 34 εἰ Α: om. Dt
marginal k 8r
footnote 2 φθάνει Α: φθάνῃ Dt 8 διότι] διὰ τί t 9 ἤ om. t εἶναι om. t 11 εἴ γε scripsi: εἴτε Dt 13 ἐν τῷ Τιμαίῳ] p. 58 C 15 φωτίζει Α: φωτίζεται Dt 21 ἐκπομπὰς scripsi: ἐκπομπῆς Dt 22 τι delevi 27 γενομένοις t 30 οὔτε D Arist. UX: οὐδὲ t Arist. vulg. δυνατὸν—ἅμα D Arist. V: ἅμα ante δυνατὸν t Arist. vulg. 31 οὐ addidi 34 ἐν ἄλλοις] cf. Phys. Δ 12 p. 221a22 λέγοι D
marginal k 8v
footnote 15 τοῦ φωτός t 21 ἐν τῇ Φυσικῇ] Α 7 p. 191a14 26 αὐτὰ καθ’ αὐτὰ t τὸ τοῦ Α: τὸ om. Dt 27 τὸ ἐξ Α: τὸ D: ἐξ t 30 ἢ D: οὐδ’ t Arist. οὕτως om D
marginal k 8v
footnote 1 τοῦ om. t 12 ἐν τῷ Τιμαίῳ] p. 58 C 22 τοῦ (ante διὰ) scripsi: τὸ Dt 25 ἐμποδιζομένην scripsi: ἐμποδιζομένοις Dt ἐν οἷς δὲ—ἐμποδιζομένην (26) om. D 29 post γάρ ἐστι add. δι’ ἧς t 31 δ’ ἐστὶ D Arist.: δὲ καὶ t ἀόρατον D: τὸ ἀόρατον t Arist. μόγις D Arist. X: μόλις t Arist. vulg. 33 τὸ addidi
marginal k 8v
marginal 11r
footnote 1 ἀόρατόν scripsi: ὁρατόν Dt 2 αὐτῷ scripsi: αὐτοῦ Dt 5 λυκόφως scripsi: λευκόφως D1: λευκόφωτον D2t καὶ (ante ὁρᾶται) om. D 16 αὐτὴ scripsi: αὐτὴ D: αὐτοῦ t 19 ὡς] οὐ D lacunam indicavi: fort, addendum φῶς τὸ πεφωτισμένον 21 ἡλίου scripsi: ἥλιον Dt 31 καὶ λεπίδες] καὶ τἄ λοιπά t 34 γὰρ Α: om. Dt
marginal 11r
footnote 9 πολυγολαμπίδες D 11 σελήνης t 12. 13 ὅταν—ἑωσφόρος Α Suid. s. v. ‘Oρατόν: om. Dt 16 αὐτὸ Α Suid.: αὐτῷ Dt 21 μὴ Α Suid.: om. Dt 26 ante ὁρατά add. μόνον ὁρατόν, sed punctis del. D1 fort. προσέθηκα 29 τοῦτο D 30 ἕκτον scripsi: καὶ (ex ςݲ depravatum) Dt 33 μόνως] μόνον t 39 φανώτατα D1: φανώτατον D2t ὃν scripsi: ὂν
marginal 11r
footnote 2. 3 τὸ ὁρᾶσθαι D 5 διαφανὴς t καὶ om. t 9 ὁρατά D Arist. Ε: ὁρᾶται t Arist. vulg. 11 ἐν τῷ Περὶ αἰσθήσεων] nescio, quem locum respiciat, sed cf. c. 2 14 μὴ om. D 17 αὐτὸ scripsi: αὐτοῦ Dt 18 μὲν ᾖ D2: μένη D1t 27 κεχυμένου scripsi: κεχυμένης Dt 36 post οἷοί τε add. δὲ t
marginal 11v
footnote 1 ᾖ (post ὁρίζοντι) scripsi: ἢ Dt 2 ὁ om. D 3 δι’ addidi 6 εἴ addidi 10 συλλογίσοιτο D 14 οὐδὲ scripsi: οὔτε Dt φθάνουσαι scripsi: φθανούσης Dt 16 ἔνθα τῷ φωτὶ om. D 17 δ’ ἄν οὐκ delevi 21 μὴ om. D αὐτῷ t οἷός scripsi: οἷόν Dt 25 post ὅτι τὸ add. μὲν t
marginal 11v
footnote 4 λήμην scripsi: μήλην Dt 5 ἀλλ’ ὡς scripsi: ἄλλως Dt 6 lacunam indicavi: addendum tale aliquid καὶ τῷ ὄμματι κινεῖ τὸ αἰσθητήριον. διὸ καὶ ἀντιλέγει 7 ὅτι addidi 13 αἰσθητηρίου Dt Arist. VW: αἰσθητικοῦ Arist. vulg. 19 ἴδομεν 21 ἔχῃ scripsi: ἔχει Dt 23 τοῦ om. t 24 τούτου ἔξω νομίζει scripsi: τοῦτον ἐξωνομίζει D: τοῦτον ἐξωνομάζει t 26 γὰρ ὅτι οἱ ἰατροὶ ὅτι D 31 τοῦ τε] τοῦτο t ἐν μὲν τῷ t 32 ὃ περὶ τὸν κερατοειδῆ scripsi coll. 20 et p. 351,10: ὅπερ τὸν ῥαγοειδῆ Dt 34 κεχρωμένα t
marginal l 2r
footnote 6 αὑτοῦ scripsi: αὐτοῦ D: αὐτῷ t 10 et 15 λήμην scripsi: μήλην D: μήλων et μίλην t 15 προσοίσωμεν] sic Dt 16 δυνάμει delevi 17 ὁ (post χυμὸς) D2: οὐ D1t 22 γενομένου t 25 et 27 λήμη scripsi: μέλλῃ et μίλη D: μίλη utrobique 26 διαφανὴς scripsi: διαφανὲς Dt 27 ἢ] ἣν t 27. 28 ἐπιτιθεμένην scripsi: ἐπιτιθεμένοις Dt 36 σκληρῶν t 38 λήμη] μήλη D: μίλη t
marginal l 2v
footnote 5 δὲ A: οὖν Dt 6. 7 καὶ ἐν σκότει Α Arist.: om. Dt 8 τε οὖσαν in ras. D1 10 γὰρ om. D 12 οὐ τοῦτό] οὐ τοῦ in ras. D2 18 ὁρωμένων Α: ὁρῶμεν Dt 19 πλησίων t 24 τὸν τῶν περὶ τῶν D 30 post κοινοτέρων add. ἀτελεστέρων t
marginal 1 2v
footnote 3 ἐπὶ] ἐπεὶ D 4 φησί om. t 18 δὲ Α: om. Dt 25 ἄνευ τῷ t 29 ἡ μαστοειδὴς A: :ὑμενοειδὴς μὲν ex corr.) D: ὑμενοειδὲς t 35 αἰσθήσονται Α:
marginal l 2v
marginal l 3r
footnote 2 ἔσται om. D 6 ῥηθήσεται om. D post μεταξὺ iterat ἀέρι ἐν τῷ περὶ ἁφῆς λόγῳ καὶ γὰρ τούτων, sed rursus del. D 7 ψόφῳ D ὀσμῆς] ο et ς m. alt. D 10 διχῆ D 11 ἀποφράξη t 15 διχές D 17 ἐνεργείαι Α: ἐνεργεία D: ἐνέργειά t Arist. 18 δυνάμει AD Arist. E: δύναμις t Arist. 19 ἔλεγον t τὸ μὲν in ras. D1 20 τὸ δὲ ἐν δυνάμει D 23 χωρίσας Α: χωρὶς δέ Dt 24 ἐν οὖν—ψοφεῖν Α: om. Dt 25 ἐνεργεῖ D 27 ποιεῖ D 30 ἐν τῆ Περὶ οὐρανοῦ] Β9 p. 291a10 sqq.
marginal l 3r
footnote 5 τῆς] ῆ in ras. D2 συνεμπτώσεως Α et (corr. ex συνεμπτόσεως) D: συμπτώσεως t 10 κατακερματισθὲν t 11 γίνεσθαι t πᾶς Dt: πλέον Α Suid. s. v. ψόφος 12 ἀθρόως At: ἀθρόος D 14 ἐπίμονον Α: ἐπὶ μόνον Dt 19 γὰρ addidi 21 post ἐστιν fort, addendum δῆλον ἐντεῦθεν ᾖ Α: om. Dt 24 μὴ om. D1 sed supra add. D2 24. 25 τί οὖν—ἀέρα Α: om. Dt 20 τοῦ] sic ADt προσκρούσῃ t 27 ὡμολογουμένως D1, sed corr. D2 ἐπιτηδειότητος Α: ἐπιτηδειοτάτης 29 ὅσπερ D2t: ὅπερ D1A
marginal l 3r
marginal l 3v
footnote 2 ἐγγινομένου t 4 ὀλίγου scripsi: ὀλίγω Dt 7. 8 περαγομένου t 9 εἰς] εἰ 11. 12 exspectas μένῃ—σκεδαννύηται—ἀποτελῇ 12 μένων scripsi: μένων Dt 26 ἐπειδὰν οὖν A: ἐπεὶ γάρ Dt στήσῃ Α: στήσει Dt 31 Ὁ ψόφος—ὁρῶντος (33) om. t 33 οὖν addidi 34 τὸν om. t.
marginal l 3r
footnote 10 γίνεσθαι t 14 ποιήσει D 15 βίᾳ ποιεῖ Α: ποιεῖ βίᾳ Dt IG δὴ Α: δὲ Dt 19 αὐτὸς scripsi: αὐτὸν ADt 23 συνδρομὴν] ὗν in ras. ’ ἀθρόως At: ἀθρόος D 32 αὐτῷ scripsi coll. v. 28: αὐτοῦ ADt 33 μὴ (post συμβαίνει)] μὲν t ἢ μὴ Α: εἰ μὴ Dt 36 ἀλλὰ μᾶλλον AD: καὶ μᾶλλον t
marginal l 3v
footnote 2 διαπορθμεύειν Α: διαπορθμεύειν δὲ Dt 3 τὸ A: τοῦτο Dt 9 ὁ ἀνὴρ (sic) t 13 ὀξύβαφα Diels ad Sophon. paraphr. p. 85,21, cf. Suid. s. v. Διοκλῆς et Bellermanni Anon, de mus. p. 28: ὀψόβαφα ADt Suid. s. v. Ἁρμονία: ὀξύβαρα Soph. l. l. ὅτι D 30 στενοτέροις Dt: v. not. ad p. 364,24 35 παχὺν (vel παχὺς?) D1, coir. D2 36. p. 359,1 ἀμυδρόν, ὡς Α: ἀμυδρῶς Dt
marginal l 4v
footnote 9 τῆς] καὶ D 15 ἀδύνατον omisso ὢν D 23 lacunam indicavi: fort, excidit ἀλλὰ χαλκὸς καὶ ὅσα λεῖα καὶ κοῖλα γὰρ] δὲ t 25 post ὕδατι add. δὲ D 29 τὸ] τῶ D1, sed corr. D2 30. 31 ὡς δείξει—καὶ ἀκούεται iterant Dt
marginal l 4v
footnote 7 ante γενέσθαι add. ὡς t 11 ἀθρόως t 14 ποιεῖ t 16 γενομένου D Arist. vulg.: γινομένου t Arist. UVWX 17 διὰ om. D 18 ἀπωθῇ t 19 κοινῶς λέγοντι] sic Dt: de Α v. infra 25 ἐπί τινα D 26 ἀδιασκέδαστος Suid. V. Ἠχώ: διασκεδαστὸς Dt 28 ῤιπτομένη t 33 τούτῳ ᾧ Α: ὦ̣ om. Dt 19 Ὅτι ἀκόλουθός ἐστιν ὁ περὶ τῆς ἠχοῦς λόγος τῇ περὶ τῶν ψόφων φυσιολογίᾳ. διό μετ’ ἐκεῖνον οἰκεῖόν ἐστιν καὶ περὶ ταύτης διαλαβεῖν. γίνεται τοίνυν ἡ ἠχὼ κατὰ ἀνάκλασιν (20) A
marginal l 4v
marginal 6
footnote 1 φορᾷ Α: φθορᾷ Dt 2 προσπταίει Α: προσπταίῃ Dt 12 ὑπάρχῃ A2D: ὑπάρχει A1t 14 καὶ (ante κωλυθεὶς) om. D 16. 17 ἐπὶ τάδε Α: ἔπειτα δὲ Dt 17 οὕτως ἡ AD: οὐτῶ μὲν t 18 ταῦτα Dt: ταὐτὰ Α 22 τὸ om. t κατὰ τὰς Α: post κατὰ add. ταύτας Dt 24 εἴη om. t 29 συμβαίνει t 31 ἐλέγετο Α: ἔλεγε τὸ Dt 32 γίνεται A: γάρ ἐστι Dt 34 φασι Α: φησι Dt 35 αὐτὸν Α: αὐτὸ Dt
marginal l 4v
marginal 41
footnote 3 κατὰ τοῦ ὕδατος δύντων scripsi: καὶ τοῦ ὕδατος δύναμιν Dt: ὃς καὶ ψοφεῖ Α διατ βιβάζονται Α: διαβιβάζον D: διαβιβάζοντες t 5 ἥκει Α: ἔπη D: ἔπτη t corr. D2 9 ἐπὶ I) 10 γε Arist.: εἴ γε Df 12 Ὅτι—σώματος (13) om. t 13 ἐνεργείας t 14 τῷ] τὸ t 16 τοίχου scripsi: τοίχους ADt 26 ἡλιούμενος t 32 θῆς ἡ scripsi: θῆς Α: θήσῃ Dt 34 ἡλΑΒΒREVιοῦσθαι D
marginal l 5r
footnote 4 ὁποία A: ὁποίαν Dt 7 φέρεται Α: om. Dt λεῖον] τέλειον D 8 ἐπὶ πλέον A: ἔτι πλέον Dt 9 οὗτος D 10 ᾦ Dt: ἦ Arist. Di ἡ A: om. Dt 17 post ἀλλὰ add. καὶ t 24 μὴ delevi 26 εἷς κινηθῇ scripsi ex Aristotele: εἰ ἐκινήθη Dt 27 ὅλος] ὁ λόγος D 27. 28 ἕν ἐστιν D: ἔνεστιν t
marginal l 5r
footnote 3 μόνον, οὐχὶ scripsi coll. Α: μονονουχὶ Dt 4 μεῖναι Α: ΑΒΒREVεἶναι D: εἶναι t 6 post ἀλλὰ add. καὶ t 8 ἀκουστόν t 9 ὅτι scripsi: τὸ Dt 17 τῶν αἰσθητηρίων— μέχρι (18) Α Suid. S. V. Μῆνιγξ: om. Dt 19 πόρρω t ἀκουστικὸν ὀπτικὸν AD 24 στενότερον ADt (v. Choerob. in Β. An. Ill p. 1286) 26 αὐτὸν] ὂν ex corr. D 30 δέχεται t 31 μὴ om. D 2 αἰτίας. ἕνα δὲ ἀέρα φησὶν οὐ τῷ ἀριθμῷ θλᾶ τῇ ξυνεχείᾳ μόνον, ὥστε (3) Α
marginal l 5r
footnote 2 πάθοι] πάθος t 10. 11 εἰ γὰρ—καταδύσεσιν Α Suid.: om. Dt 11 αὐτῶν t 14 τὸ διηχοῦς D 19 κινεῖται D Arist. EUXy: κινεῖ t Arist. vulg. 25 lacunam indicavi: fort, excidit. γὰρ τοῦ ἔξω κινούμενον t 31 ἔχει τὸ ὑγρόν t 34 ἀντιφρακτικόν scripsi: ἀντιφρατικόν Dt
marginal l 5v
footnote 3 τὸ om. t 9. 10 ὥσπερ—ὑγρόν Dt Arist. W et mg. U: om. Arist. vulg. 15 λέγω δὲ t 17 ἀκουστὸν t 32 post ὠσὶν add. διὰ τί ἀκίνητος ὁ ἐν τοῖς ὠσὶν t κατεσκεύασθαι t 34 αὕτη scripsi: αὐτὴ Dt
marginal l 6v
footnote 1 τῷ scripsi: τὸ Dt 3 post ἔξω add. εἴδη (volebat ἤδη) t 5. 6 ἐπέρχεται D 10 εἰσέλθοι AD: εἰσέλθῃ t 11 ἀμέσως δὲ] ἄμεσον t 16 τοὺς ψόφους scripsi: ψόφου ADt 20 τὸ] τοῦ Α 23 ἐξακοντισθῇ Α: ἐξακοντίσῃ Dt 32 post μῆνιγξ add. κάμῃ Arist.
marginal l 6r
footnote 14 ἔξωθεν] ἔξω t 17 ὑγιαίνει Α: ὑγιαίνοι Dt 18 ἢ addidi 21 ὁ ἐν Α: ὁ om. Dt ἐναπειλημμένος Α: ἀπειλημμένος Dt 22 κινεῖται D 23 φυσῶντος scripsi: φυσῶν ὃς Α: φυσῶν ὁ D: φυσῶν γὰρ t 25 δεικτικὸν scripsi: δεκτικὸν ADt 26 ὃς om. D 29 ἀεὶ om. t 31 post ἀεὶ add. ἀέρα t 29 κίνησιν κινεῖται. ἀλλ’ ἔστιν εἰπεῖν ὅτι νῦν ἀπὸ μέρους λέγει κινεῖσθαι, ὅπερ οὐκ ἐστιν κυρίως κίνησις. τῆ γὰρ ἀληθείᾳ οὐ κινεῖται τὸ πνεῦμα· οὔτε γὰρ κατ’ ὑῶ κινεῖται τοῦτο γὰρ οὐχ ὑποπίπτει αἰσθήσει) οὔτε κύκλῳ· ἦν γὰρ ἄφθαρτον· τὰ γὰρ κύκλῳ ἄφθαρτα· ὥστε οὐδ’ ὅλως κινεῖται. πῶς οὖν ἔφησεν αὐτόν νῦν μὲν κινεῖσθαι, ἐκεῖ δὲ ἀκίνητον εἶναι; ἡ ἀκίνητον ἄνω ληπτέον (30) Α
marginal l 6v
marginal l 6v
footnote 1 ἄλλο t 4 ἡλίῳ] φωτί t 7 οὐ om. D 12 τοῦτό] τοῦ D 13 ἀέρα D Arist. SUVX: τὸν ἀέρα t Arist vulg. 17 τὸν] τὸ t 30 tertium ἄμφω fort, delendum εἶναι] fort, ἐστὶ 8 ὅταν οὖν—ὑγιαίνει (10)] ἀεὶ γάρ, φησίν, τοῦτο τὸ πνεῦμα ζῇ καὶ ζωὴν παρέχει τῷ μορίῳ καὶ ἐνέργειαν· δίχα γὰρ αὐτοῦ οὐκ ἔστιν ἀκοῦσαι. καὶ διὰ τί μὴ καὶ αὐτὸ ἀκούει (l. ἀρκεῖ) πρὸς ἀκοήν; ἐπειδὴ οὐκ ἐπεκτείνεται μέχρι τῶν αἰσθητῶν· χρεία οὖν καὶ τοῦ ἔξω, ἶνα αὐτὸς παρενέγκῃ τὸν ψόφον. τοῦ γὰρ ἀλλοτρίου ψόφου ἡ ἀκοὴ ἀντιλαμβάνεται, οὐ τοῦ ἰδίου· διὸ χρῄζει τοῦ ἀέρος ὡς διηχοῦς, τοῦ παρ’ ἄλλοις κενοῦ λεγομένου Α
marginal l 6v
footnote 1 ἢ γὰρ scripsi: εἰ γὰρ καὶ Dt τε delevi ἡ τὸ] καὶ τὸ t 5 ἐῶν] ἐὸν D ἀποπαλλόμενος scripsi: ἀποβαλλόμενος D: ἀφαλλόμενος t 8 πλήττηται scripsi: πλήττεται Dt 10 ὥσπερ D: ὅνπερ t Arist. 10 ἅλοιτο] ἀφάλοιτο 21 ἐρίῳ] ἀερίῳ D 24 ἀθρόως t 30 ἐξομοιῶν scripsi: καὶ ἐξ ὁμοίων Dt 34 ἀποπάλλεται scripsi: ἀπάλλεται Dt
marginal l 6v
footnote 5 ψόφων D 6 Οὐ δὴ] οὐδ’ εἰ D τυπτόμενον t Arist.: τὸ τυπτόμενον D 10 ψόφον ποιῆσαι t 14 ἐν τῇ Φυσικῇ] videtur ad Phys. Α 4 p. 187 b 13  sqq. respicere, quamquam illic de Anaxagora dicitur 16 φησί] φύσει t 17 φησίν (vel φησὶς) D: φησὶς t: delevi ego 19 δ’ addidi 20 ἐπιδέχεσθαι t 24 οὐκ add. Diels 29 δὴ scripsi: δεῖ Dt 30 τὰ om. D 33 ἐπιτηδείου Α: om. Dt
marginal l 7r
footnote 5 ἀθροῦν Arist. E, cf. v. 28.29: ἀθρόον t Arist. STUVWX: om. D 6 Ὁμαλὸν] δ μᾶλλον D 11 ὅσπερ scripsi. ὥσπερ Dt 14 τὸν scripsi: τὸ Dt 18 ἐπιφαἀθροῦς 29 ἀθροῦς scripsi: ἀθροῦν Dt συνεχὲς t 33 οὐδὲ οὕτως D
marginal l 7r
marginal l 7v
footnote 1 τὸ ὀξὺ Α: τὸν ὀξὺν Dt τὸ βαρύ Α: τὸν βαρύ D: τὸν βαρύν t 3 διάκρισις ἄν γέ-νοιτο Α· om. Dt 7 αἰσθανώμεθα t 14 αἵτινές scripsi: καὶ τίνες Dt |||||| 19 ὕπερον D 24 νευρῶν scripsi: νεύρων Dt 28 ἐν Α: ἐπ’ Dt 31 τὸ ἐν Α: τῷ ἐν Dt 31. 32 τὸ αὐτὸ — ἐν πλ iu lit. D1 36. p. 374,1 ἐπείγονται τὸν] ἐπεῖγον ταὐτὸν t
marginal l 7v
footnote 1 καταλαβεῖν] λαβεῖν t 2 συντείνεσθαι] μὴ τείνεσθαι Α ἀπὸ scripsi: ὑπὸ ADt 9 βραχύτερόν t 10 βαρύτερον scripsi: βραδύτερον ADt 11 κινοῦται t 13 ἀπόλλυται t: ἀπολύεται D: ἀποπαύεται Α 14 οὐ δὴ Arist. vulg.: οὐ δ’ ἡ D1: οὕτω δὴ D2: καὶ οὕτω δὴ t βαρὺ βραδύ Arist.: βραδὺ βαρύ D: (cum Arist. Ald.) t 16 νομίζῃ t 19 τῷ scripsi: τὸ ADt 21 τάχος scripsi coll. V. 22: τάχους Dt διὰ alterum addidi 24 ὀξύτητα τὴν Α: ὀξυτάτην Dt 26 τῷ ταχέως D 28 ἄλλο δὲ ὃ τούτῳ scripsi: ἂλλο δὲ ὅτ Α: τοῦτο δὲ ταχέων t 30 τῷ ὥστε scripsi: τὸ ὡς τὰ Dt
marginal l 7v
marginal l 8r
footnote 1 διαιρείσθω D 3 τὰ σφαλλόμενα D 5 σφοδροτέρας t 7 καὶ ante διὰ om. t 16 γενόμενος D 30 τὸ ante Ω om. D 32 γίνεται Α Suid. s. v. Φωνήν: γάρ ἐστιν Dt ὀξέος καὶ βαρέος D: ὀξέως καὶ βαρέως At 34 ἔχει A Suid.: ἔχοι εἰ D: ἔχοι t 35 πὼς Α: ὅπως Dt
marginal l 8r
footnote 5 καὶ τὴν] κατὰ t 7 εἴ τι] ἔστι D 8 οὐκέτι] οὐκ ἐστι D 16 πλείονα t 18 μακροτέραν] προτέραν t ποιοῦσι om. t βραχυτέραν Α: τραχυτέραν Dt 21 αἱ A: ἐπὶ Dt 22 βαρύτερα scripsi: βραδύτερα ADt 23. 24 καὶ βραδέος Α: καὶ om. Dt 24 δὲ om. t 28. 29 τὸ δὲ ταχὺ D
marginal l 8r
footnote 3 ὀξέως et βαρέως t 4 δὲ D Arist. SUV: γὰρ t Arist. vulg. 5 ὁ scripsi: ὅτι Dt 6 fort. μιμήματα 11 τὰ D: τά τε t Arist. 17 οὔτε δὲ Α: δὲ om. Dt 19 ἔναιμα D: ἄναιμα t 21 ὀπί scripsi: ὀπῇ Dt 32 κίνησίς τις—ψόφος D: ἀέρος κίνησίς τίς ἐστιν ὁ ψόφος Arist. vulg.: eadem omisso τίς t Arist. SUVX
marginal l 8v
footnote 6 lacunam indicavi: addendum ἰχθύας γὰρ λέγουσιν ἐν τῷ Ἀχελῴῳ 9 βραγχίων et 11 βραγχίοις—βράγχια Α Suid. s. v. Πνεύμων: βραγχείων—βραγχείοις—βραγχεῖα Dt 16 καὶ om. t 19 γίνεσθαι om. t 20 ante ὅτι add. τὸ t 21 τρόπον scripsi: τόπον Dt 22 διωθοῦντας t 23 διό] διὰ τοῦτο t alterum ἐν addidi 31 τοῦ εἰσπνευσθέντος Α : τοῦ ἐκπνευσθἐντος D: ἐκ τοῦ πνευσθἐντος t 32 θώρακος κατὰ τὴν in ras. D (m. pr., ut. vid.)
marginal l 8v
footnote 1 τὸ πρὸς Α: τὸ om. Dt Suid. s. v. Φωνήν 4 καὶ κατὰ τὴν t 11 σύννομον — ὠρύεται] cf. Apoll. Rh. Arg. IV, 1337 12 ἔχη t 16 κἄν] ἄν t 18 ἐπὶ t: om. D 19 τῶ ὠθούμενον D τὸ (ante ἐν) scripsi: τὸν Dt 24 ἑαυτό scripsi: ἑαυτῷ Dt 30 τῶν scripsi : τὸν Dt τὸν om. t
marginal m 1r
footnote 2 et 9 τοιῶς ubique ADt 5 οὐδὲ addidi 12 ἀνειμένην Α: ἀνημένην Dt 14 τε D: om. At τοῖς τῶν ἀνθρώπων Α: τοῖς ἀνθρώπων D: τοῖς ἀνθρώποις t 15 οἶα t 17 τὸ πληττόμενον scripsi: τοῦ πληττομένου D: τὸ τοῦ πληττομένου t 22 τε D Arist. vulg.: om. t Arist. SUVWX 24 φωνῆς D 25 προσηγουμένη D 28 ἔχουσιν, ὅπερ ἐστὶν ἡ γεῦσις καὶ κρίσις ἡ περὶ τοὺς χυμούς, τὸ δὲ Α 29 post ἔργα add. ὧν t 34 ἡ δὲ] εἰ δὲ D
marginal m 1r
footnote 1 τελειωτέροις t 4 ἐν τοῖς Περὶ ζώων μορίων] Α 1 p, 642a31 sqq. 5 ἐν τῷ Περὶ ἀναπνοῆς καὶ ἐκπνοῆς] c. 16 p. 478a28 sqq. 9 ψύξεως t 14 φωνήν διάλεκτον Dt 17 λείαν Α Suid. s. v. Γλῶττα: λίαν Dt 18 ὡς A Suid.: εἰς τὸ D: om. t 22 νοABBREVημάτων (ex νοσημάτων) D τῆς φωνῆς At: τῆ φωνὴ D 23 ἀχανία Α Suid. s. V. φάρυγξ: ἐχάνια Dt 25 λάρυγγα et λάρυγξ Α: φάρυγγα et φάρυγξ 27 post συστελλόμενοι add. καὶ διασυστελλόμενοι D 28 μυῶν A: μυιῶν Dt 29 συστολῆς] ἀναστολῆς Suid. 35 γὰρ om. D 36 καταψύχει D 36 p. 382,1 ψύχει (om. κτὰ) αὐτὸν—οὖν πνεύμονα ἔχει iterat D
marginal m 1r
footnote 2 δι’ αὐτῆς om. t 3 et 8 βραγχίων Α: βίων Dt 10 πλεῖον D Arist. SUVWy: πλέον Arist. T: πλεῖστον t Arist. vulg. 14 δέ] γὰρ t 21 καὶ D: om. t Arist. 29 λιγνώδη t 32 γενἡσεως Dt
marginal m 1v
marginal 31
marginal 41
footnote 1 τύπον t 2 ἕνεκά του scripsi: ἕνεκα τοῦ t: ἕνεκα D ποιεῖ scripsi: ποιεῖν Dt 4 γάρ τις Dt Arist. SUVWX: γὰρ δή τις Arist. ET 10 προσπεσὸν scripsi: προσπεσὼν Dt 14 τοιῶς ἢ τοιῶς Dt 22 post σημεῖον add. δὲ t 23 δια-κόπτεται scripsi: διασκόπτεται Dt 30 ἀδιακόπτως t 34 τὸ ἐν] τῶ ἐν D
marginal m 1v
footnote 2 κινεῖ] κινεῖ γὰρ Arist. τούτῳ Dt Arist. STUX: τοῦτο Arist. vulg. 3 ὁ κατέχων Arist. 3 et 4 τῶ ἐν ubique D 4 ἐναπολαμβανόμενον t 7 δὲ D Arist. vulg. γὰρ t Arist. STUVW 12 ἀχέλῳ t φωνεῖν] fort. φωνὴν 18 εἰσπνεῖν D ἀναπνεῖν t δύνανται t 22 δὲ Dt Arist. VX: μὲν οὖν Arist. vulg. 23 ἔστω Dt ἐστὶ Arist. vulg.: ἔστι Arist. SUVX 25 ἐν τοῖς Περὶ ζῴων μορίων] Γ 6 p. 669a3 sqq. (cf. de resp. 9. 10 p. 474b25 sqq. 476a6 sqq.) 26 τῆς delevi 31 scripsi: ἐντόμων Dt
marginal m 2r
footnote 2 οἷον D, cf. p. 388,4: ποῖον t Arist. ὀσμή Dt Arist. SUX: ἡ ὀσμὴ Arist. vulg. 3 ἡ τὸ φῶς Dt Arist. TWXy: om. Arist. vulg. 8 αὐτὴ Α: αὕτη Dt 10 οὕτω γοῦν—ἀκούομεν (11) iterat D 10. 11 ἐν τοῖς Μετεώροις] Meteorol. Β 9 ρ. 369b7 12 ὅτι θᾶττον ὁρᾶν ἡ om. D 21 κοπὴν Dt ἀνεχθεῖσαν t 23 οὕτω scripsi: οὖν Dt 27 καὶ Α: om. Dt 28 ὅσπερ Α· ὥσπερ Dt 31 τὸν ὑγρόν t 33 ἡμιγενὲς·] cf. Plat. Tim. p. 66D 34 ὁ Πλάτων] Tim. p. 65Bsqq. 35 ἑκάστου.
marginal m 2r
footnote 2 ἧττον Α: ἥττων Dt 5 χείρονα Α: χεῖρον Dt 8 φησί] Soph. Aiac. v. 8 τις Soph.: τινος Dt εὔρινος Soph, t: εὐρίειν D βάσις Soph.: βάσιν Dt 8. 9 ὅν τε—πτώξ] II. P 676 8 ὅν τε Il.: ἔν τε Dt ὑψόθ’ ὑψόθεν ὄντα Dt 15 ὁ ante ὀξύς om. t 32 τῆς μέντοι—ὄνομα (33) in ras. D1 33 ὥσπερ—γευστῶν (34) in ras. D1 35 τῶν (ante γοῦν)] τῷ t 37. p. 387,1 οὔτε οὔτε scripsi: οὐδὲ—οὐδὲ Dt
marginal m 2v
footnote 7. 8 τῶν ὀσφραντῶν—διαθέσεως Α: om. Dt 8 ἐγγινομένην D 15 καλύμματα t 19 et 20 τὸ ἡδὺ D 21 ἀντιλαμβανόμεθα t 24 ἐνεργείας t 25 γρυπτὸς D 32 τῇ om. D 33 οὐδὲ scripsi: οὔτε ADt 34 ἡ (ante ἐκ) scripsi: ἡ D: εἰ in ras. Α: ὁ t
marginal m 2v
marginal m 3r
marginal 5
footnote 10 (ante ἡδεῖ) om. t ἡδύ D 11 μὲν D Arist. codd.: om. t (cum Ald.) 12 ἔχειν φασὶν t 21 αἰσθητικότερός t 25 συνδιατίθεται Α: διατίθεται Dt 27 τοιώσδε ἡ τοιώσδε Α: τοιῶς ἡ τοιῶς Dt 29 περABBREVτῶν D 30 ἡ utrumque om. t 31 τῳ] τῶν t 33 φρονιμοτἐρους t post εὐφυεστέρους εἶναι add. τῶν Τλῶν πάντων διαθέσεων καὶ φυσικῶν ἰδιωμάτων ὁμοίως ἐχόντων et 34 δῆλον δὲ—ἀλήθειαν (p. 389,8) om. A Suid. s. v. Μωκός
marginal m 3r
footnote 6 σκιατραφουμένων Diels: σκιγραφουμένων Dt ἐν ἀργίᾳ scripsi : ἐναργείᾳ D: γεία t 15 οὐδὲ μία scripsi: οὐδεμία Dt 19 τὸ aute κοῦφον om. D 21 ὁ μὲν om. D 22 αἱ ὀσμαί D: αἱ om. t Arist. 27 post μὲν add. γὰρ D 32 θυμὸν t δριμὺ καὶ] δρομυκὰ t 34 στύρας t
marginal m 3r
footnote 3 ἔστι D Arist. vulg.: ἔτι t Arist. VX ἡ (aute ἀκοὴ) D Arist. W : om. t SUVX: καὶ ἡ Arist. ET καὶ om. D 4. 5 ἀνοράτου D: ἀοράτου t Arist. 5 ὄσφρησις D Arist. SVX: ἡ ὄσφρησις t Arist. vulg. 8 lacunam indicavi: addendum tale aliquid οὐδενὶ ἄλλῳ ἢ τῆ ὄψει κρίνεται καὶ τὸ ἄψοφον ἀνήκουστον ὂν 9 et 11 ἄλλῳ t: ἄλλο D 9 ὅτι D: ὡς t 14 γάρ om. t 18 ὀσμὴ t τούτων] τούτω t 20 τό (ante κατὰ) scripsi: τε Dt 21 21 τὸABBREV λυκόφωτον τον in ras. m. alt.) D: fort. τὸ λυκόφως 29 γίνεται Α: γάρ ἐστι Dt
marginal m 3v
footnote 2 Σοφοκλῆς] εὐριππίδης (sic) D 2. 3 κυνὸς—βάσις Soph. Aiac. v. 8 2 κυνὸς] θηρὸς D 15 αὐτοὶ οἱ Α: οἱ αὐτοὶ Dt 17 ἡ om. D 23 ἐπὶ—παραγίνεσθαι in ras. D1 παραγενέσθαι t 24 ἀτμοὺς Α : αὐτοὺς Dt 25 ἀναλύεται 30 ἐπιλυόμεθα t 32 ὑπερκειμένων t 35 ἐπιτεθέντος scrispi : ἐπιτεθέντας Dt μὲν scripsi: μετὰ Dt 36 τῆς ὀσμῆς scripsi : ταῖς ὀσμαῖς Dt post ὡς add. μὴ D
marginal m 3v
marginal m 4r
marginal 21
footnote 5 ἡ A: ἡ Dt 15 κρεῶν A: τῶν κρεῶν Dt 18 καὶ Α: om. Dt 32 ἀπόφυσις Α Suid. s. v. Ὀσφραντικὸν αἰσθητήριον Dt ἀπόφασις Dt 38 καὶ ex Aristotele addidi
marginal m 4r
footnote 3 αὕτη scripsi: αὐτὴ Dt 8 καὶ ἐν Α: post καὶ add. τὰ Dt 9 ἐπεὶ δὲ t 12 ἐναίμων] fort. ἀναίμων (cf. v. 25), nisi maius vitium subest καί τινα τῶν ἐναίμων, καὶ γίνεται Α 15 τὰ ἀναπνέοντα πάντα t 16 ἐνέργεια t 16. 17 οὔτ᾿ ἄν—οὔτ᾿ οὔτ’— οὔτ’ ἄν ἂν—οὐδ’ οὐδ’ ἄν Α: οὐδὲν — οὐδ’ οὐδ’ ἄν Dt 21 φησί post ἀνθρώπου transp. t 24 οὐκ ἄλλως Α: οὐκαλως D: οὐ καλῶς t 31 δύνανται t 33 δὲ om. t 34 τοῦ τὸ δὲ t 35 ἐνεργείας t
marginal m 4r
marginal m 4v
footnote 11. 12 ἀλλ’ ὅτι scrispsi : ἄλλο τι Dt 15 διαπορθμευκτικὴ t 17 ἀλλὰ δυνατὸν D1, sed corr. D2 20 τἄ μὴ Α: μὴ τὰ Dt 22. 23 ὀσφραντικῇ scripsi: Dt: ὀσφρήσει A 27 λέγω δὲ t ὥσπερ t 28 ὁμολογουμένῳ, ut vid., D ’δε αἱ ἐνέργειαι t 29 ἑτέρῳ Α: ἕτεροι Dt 33 πρὸς τὰ (ex Ald.) t
marginal m 4v
footnote 1 ἔτι om. t 4 τὰς κατὰ t 7 εἰ μέλλοι—βλέφαρα A: om. D: δεῖται t 11 μηδενὸς δεῖσθαι AD: μὴ δ’ ἐνδεῖσθαι t 15 ἰσθμοειδῶν t: ἰθμοειδῶν D: μαστοειδῶν Α 19 ποιήσομεν D 21 πότερον εἰ] sic ADt 23 post όσφρανθῇ add. εἰ γὰρ μὴ δεῖται ἐν τοῖς ὕδασι, οὐδὲ ἐν τῷ ἀέρι· εἰ δὲ ἐν τῷ ἀέρι δεῖται, κἀν τοῖς ὕδασι Α 27 τὰ om. 30 δ’] fort, γὰρ 31 οὐ add. Diels 33 post διὸ add. καὶ t κατεξηρμἐνα t
marginal m 4v
marginal m 5r
footnote 4. 5 ἐν τῷ Περὶ αἰσθήσεως] c. 5 p. 442 b 27 sqq. 8 ἐν τοῖς Μετεώροις] cf. Meteorol. Β 4 p. 360b26 sqq. 361a17 sqq. 10 τὸ (ante δυνάμι) D om. t Arist. vulg. 18 ante αἰσθήσεως add. τῆς t αἰσθήσεως] fort. ὀσφρήσεως 20 ἀπορήε D 22. 23 ὀποβάλσαμον Α. ἀπὸ βάλσαμον D: βάσαλμον t 25 ἐδοδίμων t 26 προφερομένους t 28. 29 ἐμμίγνυται Α: ἐμμίγνυτο Dt 29 ἐν τοῖς Μετεώροις] Β 3 p. 357 b 6 sqq. 33 ὅσως] σ prius m. alt. in ras. D λέγοντι] λέγοι D
marginal m 5r
footnote 4 φησὶ Α: φασι Dt 5. 6 τοὺς χυμούς—ξηπῷ Α: om. Dt 7 λάβομεν D 9 ὃν A: om. Dt 11. 12 ποιητικὸν t 12 αἰτίαν A: om. Dt A: ἀκρατῶς Dt 16 ὁ (post λόγος) A: om. Dt 19 τῷδε A: τόδε χρώματι D 20 ἄλλῳ A: ἄλλο Dt 21 ἡ A: om. Dt 22 ξηρότερον Dt 28 ἁπλούστατα D 29 δέεται] sic ADt 36 διαφέρει
marginal m 5r
footnote 2. 3 τὴν ἀντίληψιν—μεταξὺ iterat D 3 θιγεῖν D: φίγειν t 7 θιγγάνει scripsi: θιγεῖν Dt 8 οὐ in ras. D2 17 γὰρ delevi 17. 18 ἐγκατωκοδομόμενος 18 ὁ addidi 19 ἰθμοειδῆ D 25 ἐκείνοις A: ἐκείνης Dt 26 ἀπαθῶς A: Dt 28 αἰσθητικὸν t 29 παρέχει A: πάσχειν Dt 30 σῶμα ἐν ᾧ D, cf. p. Arist. SUX: post σῶμα add. δὲ D2t Arist. vulg. 32 τοῦ] γάρ t
marginal m 5v
footnote 3 τούτω D 4 οὐ om. t 6 κἄν εἰ Arist. ET: κἄν D: καὶ εἰ t Arist. ἦμεν, ᾐσθανόμεθα Dt Arist. plerique: εἶμεν, αἰσθανοίμεθα Arist. Ε ἐκβληθέντος t 8 ὕλη χυμὸν t 11 τὰ (post καὶ) iterat D τὰ δ’ ὕδατος t 12 ἐν A: Dt 17. 18 ἐκεῖ—ὕδατι A: om. Dt 2.5 post πολλάκις add. τοῦ t 30 ἡ ἀήρ καὶ om. t 32 ἁλμυροῦ A: ἀμυδροῦ Dt εἰ om. t 33 φασι A: φησι Dt
marginal m 5v
marginal m 6v
footnote 2 ἔγχυμα t ἡ (post πλὴν) Α: εἰ Dt ἡ ἐγγύς t 17 πέμποντα A: πέμπονται Dt 17. 18 ἐν τῷ Περὶ αἰσθήσεων καὶ αἰσθητῶν] c. 3 p. 440a15 20 ἀφ’ ὧν scripsi: ἁφῶν A: ἁφῶν Dt ἀπορρεῖ om. A εἰ At: om. 23 χρήματι t 26 τῶν γευστῶν t 27 post λέγει add. τὴν καὶ t τὴν κοινωνίαν καὶ νῦν μὲν τὴν κοινωνίαν τῆς γεύσεως λέγει πρὸς πάσας (28) D 28 ἄλλας om. D 29 ποιεῖσθαι scripsi: ποιοῦσθαι Dt
marginal m 6r
footnote 5. 6 κατ’ εἶδος—ὁμοίως locus depravatus: exspectas tale aliquid ὡς τὰ χρώματα κατ’ εἶδος διακρίνομεν, οἶον λευκὸν καὶ μέλαν καὶ τὰ μεταξύ, ὁμοίως δὲ ὀξύν τε φθόγγον καὶ βαρύν κτλ. 8 ὅτι prius et καὶ post ἔχει delevi 15 χυμοῦ αἴσθησιν D Arist. vulg: αἴσθησιν χυμοῦ t Arist. SUV 30 ἰδίως seripsi: ἰδίοις Dt 31 Ἀρμένια scripsi; cf. Galon, de simpl. temp, et fac. l. IX (vol. XII p. 189 Kühn): ἁρμονία Dt λίθος] fort. λίθοι; cf. Galen, p. 192 sqq. Dioscor. de mat. med. V 149 sqq. (vol. XXV p. 814 sqq. Kühn) 32. 33 seripsi: ὑγρότητα D: ὑγρότητας t 3.5 ἐν τοῖς Μετεώροις] cf. Moteorol. Β 3
marginal m 6r
marginal m 6v
footnote 3 ἣ addidi 11 καὶ om. D 12 ἐνεργείᾳ scripsi : ἐνέργειαι Dt Dt δεῖ D 17 ἤπερ scripsi: εἴπερ Dt 18 τὸν ξηρὸν t 25 μᾶλλον] ἄλλο t 32 ἔτι scripsi; ἐκ Dt : om. Α 35 36 καθ’ αὑτὴν t
marginal m 6v
footnote 3 et 30 ἀοράτου scripsi : ὁρατοῦ ADt 7 λυκόφως A: γλυκύφως D: γλυκὺ τῷ A: τὸ Dt 12 ὡς—ἐμβροντήτων] ὡς οἱ ἐμβρόντητοι ψόφοι Α 15 Ἀνόρατον ἀόρατον t. Arist. 17 καὶ D Arist. ETU: καὶ τὸ t Arist. vulg. 19 διαιρεῖ τὰ scripsi: διαιρεῖται Dt 32 τὸ μὴ D 33 ἠρεμεῖ Α Suid. s. v. Ἀόρατον: Dt δὲ Α Suid.: om. Dt 36 κατὰ Α Suid.: καὶ Dt
marginal m 6v
marginal m 7r
footnote 6 ὅτι addidi 8 κριτικὴν t τε delevi 10 καὶ ἄποτον t Arist. 23 ὡς] καὶ t 26 ἀντιληπτικόν t 27 οὖν post τοῦτο om. t 21) ὡς addidi 6. 7 οὐ τοῦ ἀδυνάτου—ἔνδειαν (9)] τετραχῶς δὲ καὶ τὸ ἄγευστον· ἡ γὰρ τὸ ἀχύμωτον μὲν τέως, δυνάμενον δέ χυμωθῆναι, ἢ τὸ ταῖς ἄλλως αἰσθήσεσιν ὑποκείμενον, ὡς ὁ ψόφος, ἡ τὸ μικρὰν ἔχον γεῦσιν, ὡς τὰ ὑδαρά τῶν ῥοφημάτων, ἢ τὸ κακὴν ἔχον γεῦσιν, ὡς τὰ δηλητήρια. καὶ δῆλον τίνων τούτων ἀντιλαμβάνεται ἡ γεῦσις, καὶ τίνος μή. καὶ ἐπὶ τῶν ὤων δέ αἰσθήσεων τὰ τέσσαρα ταῦτα διαγινώσκεται σημαινόμενα Α
marginal m 7r
marginal 11
footnote 2 δυνατὸν D 6 γίνηται scripsi : γίνεται ADt ἦν A: ᾖ Dt 10 ἄν addidi 11 πρῶτον t 18 πεφυκέναι scripsi: πέφυκεν Dt 28 ὡς πρὸς Diels: ὥσπερ Dt 31 Σημεῖον] σημαίνει D
marginal m 7r
marginal m 7v
footnote 3 ἔγχυμος Suid. s. v. Γλῶττα: εὔχυμος Dt: ἄχυμος Α in ras. αὐτῇ Α Suid.: αὐτὴ Dt 4 αὐτῇ D: αὐτὴ At 5 πρῶτον t. 21 κατεξηραμέναι 29 κυανοῦν A: κύανόν Dt 32. 33 τοῦ δ’ ἁλμυροῦ τὸ πικρόν D 3 om. t 36 πράσιον AD: πράσινον t
marginal m 7v
footnote 6 μὲν ἅ D: post μὲν add. ἐστὶν t: fort. μόνα 8 τὸ (post ὥστε) om. D, sed cf. v. 12 17 καὶ περὶ D Arist. ETy: περὶ om. t Arist. vulg. 18 τῶν περὶ t 21 μέν τοι t 8 post τοιοῦτον add. ὁ μὲν οὖν Ἀριστοτέλης ὀκτὼ καταλέγων εἲδη χυμῶν δύο λέγει ἄκρους, τὸ γλυκὺ καὶ πικρόν, καὶ ἓξ μέσους, ἐγγὺς μὲν τοῦ γλυκέος τὸ λιπαρόν, τοῦ δὲ πικροῦ τὸ ἁλμυρόν, ἐν μέσῳ δὲ στρυφνόν, αὐστηρόν, δριμύ, ὀξὺ. ὁ δὲ Γαληνὸς ἐν τοῖς ἁπλοῖς ἄκρους μὲν λέγει οὐ τὸν γλυκὺν καὶ πικρόν, ἀλλὰ τὸν δριμὺν καὶ ὀξύν. καὶ οὐ διαφωνοῦσιν· ὁ μὲν γὰρ ὡς ἰατρὸς πρὸς τὰς ἁπτὰς ἀπιδὼν ποιότητας τούτους ἐκάλεσεν ἄκρους· ἄκρον γάρ ἐστιν κατὰ μὲν θερμότητα τὸ δριμύ, κατὰ δὲ ψῦξιν τὸ ὀξύ· ὁ δὲ οἷα φιλόσοφος οὐκέτι πρὸς τὰς ἁπτὰς ἀλλὰ πρὸς τὰς γευστὰς ἀφεωρακὼς οὕτως ἐποιήσατο τὴν ἀντίθεσιν· ἄκρον γάρ ἐστιν ἐν τοῖς γευστοῖς τὸ γλυκὺ καὶ πικρόν. ὁ δὲ Πλάτων ἑπτὰ λέγει χυμούς· τὸ γὰρ λιπαρὸν ἅμα τῷ γλυκεῖ συνάπτει λέγων ὅτι τὸ ὑπαλεῖφον εἰ μὲν μετὰ ἡδύτητός ἐστι, ποιεῖ τὸ γλυκύ, εἰ δὲ ἄνευ ἡδύτητος, τὸ λιπαρόν. γλυκὺ δὲ λέγομεν οἷον τὸ μέλι, λιπαρὸν δὲ τὰ ἐλαιώδη, ὀξὺ τὸ ὄξος, στρυφνὸν οἶον ἀχράδας, σὸν τὸν οἶνον, ἁλμυρόν τοὺς ἅλας, πικρὸν τὸ ἀψίνθιον, δριμὺ τὸ πέπερί κέχρηται δὲ ὁ Πλάτων’ τοιαύτῃ τάξει. ἄκρα λέγει ὀξὺ καὶ δριμύ, πάρακρα δὲ ἐγγὺς τοῦ ὀξέος τὸ στρυφνόν, ἐγγὺς δὲ τοῦ δριμέος τὸ πικρόν, παράμεσα δὲ ἐγγὺς μέν τοῦ πικροῦ τὸ ἁλμυρόν, ἐγγὺς δὲ τοῦ στρυφνοῦ τὸ αὐστηρόν, μέσον δὲ τὸ γλυκύ. ἀνατίθησι δὲ ταῦτα τοῖς ἑπτὰ πλανήταις, τὸ μὲν τ·ῷ Ἑρμῇ, τὸ δὲ δριμὺ τῷ Ἄρει, τὸ πικρὸν τῇ σελήνη, τὸ γλυκὺ τῷ ἡλίῳ, τὸ ἁλμυρὸν Ἀφροδίτα, τὸ αὐστηρὸν τῷ Διί, τὸ στρυφνὸν τῷ Κρόνῳ. τὴν δὲ αἰτίαν τῆς ἀναθέσεως ὡς φλυαρίαν παρίδωμεν Α
marginal m 7v
footnote 2 ἁπτικὴ] αἰσθητικὴ D 7 τὸ ante πικρὸν om. t 8 οὐ om. D 10 ὑπαλλήλας D 10. 11 κατ’ οὐδενὸς D 12 καὶ (post μαλακὸν) om. t βαρὺ] βραχὺ D 17 ὅτι μὴ—ἡ ἁφή A: ἡ ἀρχὴ Dt αὕτη om. D 18 δὲ (post δευτέρα) om. t 18. 19 ἡ δὲ ἁφὴ—γένος om. D 19 οὐ om. D 25 Θεμίστιος] cf. paraphr. II ed. Spengel ἀλύτους μὲν ταύτας A: αὐτοὺς μὲν ταύτας D: ἀληθῆ μὲν ταῦτα t 27 τῶν om. t 33 τὸ εἶδον D 34 δὲ τὸ A : post δὲ add. καὶ Dt
marginal m 7v
marginal m 8v
footnote 1 τὸ δὲ μέγα καὶ μικρὸν t 4 ἑαυτὸν Α: αὐτὸν Dt παραλογιζόμενον 7 post μικρὸν add. οὐ τὸ ἐπὶ τῶν ψόφων λεγόμενον ἀλλὰ Α 9 λέγομεν D 16. 17 ἐπὶ πάντων—μικρὸν Α Suid. s. v. Μέγα καὶ μικρόν: om. Dt 17 εὑρεῖν ἔστιν A ἐρεῖς Dt 22 ὀνομάζον t 24 εἴπομεν D: εἴπωμεν t: λέγομεν Α 25. 26 κεχωρισμένον t: κεχωρισμένων AD 26 ὁμοίως δὲ καὶ τὸ t 27 θεωρούμενα D 28 δ’ ἄν ἄξιον t 30 post μεταφορᾷ add. οἰκείως Α 31 ἀμυδρὰν Α2D: ἀμυδρὸν A1t
marginal m 8v
footnote 4 θερμοῦ καὶ ψυχροῦ 1 7 γοῦν Α: οὖν Dt 11 ἃς om. D 14. 15 τὸ A: τὸ om. Dt 17 δείξαμεν t 18 ἐπικοινοῦσαι I) 19 ἄλλαι] ἄλλου D 20 μὴ ὡς scripsi: ὡς μὴ Dt 22 ἣ ante θερμὸν om. t διὰ τὸ Α: δὴ τὸ τὰς D1: δὴ τῷ τὰς D2t 23 post ἀντιθέσεις tres fere litt. 24 καὶ τὸ κοῦφον t 26 καὶ τῷ A: ante καὶ add. ὧν Dt 31 t 32 παρὰ A: περὶ Dt 36 τὸ ‘Αριστοτέλει t
marginal m 8r
marginal m 8v
footnote 5 τοῦτο ἐσήμαν (sic) t 7 ὑπεῖκον Said. s. v. Ἀντίτυπον: ὑπείκοντι ADt πᾶν φυσικὸν t 7. 8 προσπῖπτον καὶ θιγγάνον θιγγάνων t) τῆς ἁφῆς] legendum videtur προσπῖπτον τῇ ἁφῇ καὶ θιγγάνον, cf. v. 8. 9 10 κοινῶν D ἁπτῶν] αὐτῶν D 13 αὐτῶν τὴν Α: αὐτῶν τῶν D: αὐτῷ τὴν t οὗτος οὑν t 18 διὰ τοῦ A: Dt σώματι μᾶλλον D αὐτῶ D 24 πρὸς τὸ t 25 τοῦτο A: τοῦ Dt 26 τῶν τῶν ἁπτῶν D 31 λευκοῦ —ὁ ψόφος t: om. AD 32 γὰρ ψόφος t: γὰρ χρῶμα AD 34 εἰρημένων om. t
marginal m 8v
footnote 8 γὰρ τὸ At: post γὰρ add. καὶ D 13 ἓν μὲν] ἡ μὲν D 14 001. t 17 συνδραμήκασιν t 18 εἰ om. D 27 οὐδ’ εἰ] οὐ δεῖ D 33 λέγω δὲ t
marginal m 8v
marginal n 1r
footnote 1 ἀκοῆς Α: ἀκοῆς ἧς Dt 4 ἐν τοῖς Μετεώροις] Meteorol. Β 9 p. 369b7 11 post μυκτῆρας add. τὸν ἀέρα D 12 καὶ αὐτὸ t 16 θιγγανούσης t 20 πρὸς] πρὸ t 21 διαδῷ scrips: διαδώη ADt 23 οὐδὲ] εἰ δ’ οὐδ’ t 24 διὸ Α: om. Dt ζητεῖ t 27 αὐτὴν εἶναι t πρόσφορον D 29 διά om. D 31 προσβαλεῖν t 34 ἀλλὰ] τἄλλα D
marginal n 1r
footnote 3 γὰρ εἰ] γὰρ εἰς D 4 τινος] τοῦτο t τοῦ τε] τοῦτο t 10 ἄρ hic om. t, habet in iteratis 14 post ἀλλὰ μεταξύ iterant εἰ δὲ τοῦτο (10)—ἁπτικὸν αἰσθητήριον (13) et ἀλλὰ ἀλλ’ οὐ t) μεταξύ (14) Dt 27 εἰ om. D 34 α'ντιλαμβανόμεθα At 35 προσάγει scripsi: προσαγάγει Dt 36 ὅμως Α: ὁμοίως κρίνομεν scripsi: καὶ τὸ μέν D: καὶ τῷ t: τὸ Α καὶ (ante τὰς) D: om. At 38 post αἰσθητήριον add. ὑποληπτέον t
marginal n 1r
marginal n 1v
footnote 3 μὴ om. D 6 νῦν om. t 12 εἰ om., sed supra suppl. D 13 σώματι t 17 εἰ om. t τὸ ἀόρατον D 21 διῄρηται t 22 ἁπτὸν] ἁπτῶν Α 26 οὐδὲν] οὖσα t 29 ἀντίπομεν (sic), πομεν in ras. XV fere litterarum D 30 τὸν (post ὁ) scripsi: τὸ Dt 33 ἐπιλύετω D 38 μικρὸν At: σμικρὸν D τὸ ante μεταξὺ om. Α
marginal n 1v
footnote 1 λήμης in ras. Α: μήλης Dt 2 καὶ ἡ A: καὶ om. Dt λήμη in ras. A: Dt (et sic ubique) 4 εἶναι τὸ t: τὸ εἶναι D: εἶναι Α τούτω t 15 διαφανές Α: τό διαφανές Dt 16 εἴ τε t 17. 18 πασῶν τῶν αἰσθήσεως 18 εἰ γὰρ αἱ AD: αἱ γὰρ t ἥττονες D 19 δι’ ὅσον D 27. 28 ὀσφρήσεως καὶ ἀκοῆς t 29 καὶ οὐ—ὄψις Α: εἰ καὶ αὐτὴ Dt 30 πάλιν ἐπὶ μὲν A: ἐπὶ μὲν Dt 33 ναί Dt: οὐδὲν ἔλαττον καὶ χωρίς τούτου Α 34 τοῦ] τῶν t 35 ante ἁφὴ add. ἡ t αὐτὴ scripsi: αὕτη Dt
marginal n 1v
footnote 9 ἁφῆς] τοῦ ἀφοῦ t lacunam iudicavi: addendum δείκνυσιν ὅτι ἡ σὰρξ οὐκ ἔστιν αἰσθητήριον 10 εἰρημένων om. t 18 αἱ om. P 11) τῷ αὐτᾷ t 20 αὐτοὶ Α Arist. Γ p. 424b28 codd. TW: αὐτῶν ibid. Arist. vulg.: αὐτοῖς 22 τῷ t: τῶν A : τὸ D 27 ἡ om. t 29 καὶ οὐ σχηματίζεται D 29. 30 οὐ σχηματίζεται (sic)—δὲ καὶ iterat D 32 διισταμένη t 35 ἄλλῳ] ἄλλο D 37 αὕτη A: αὐτὴ Dt 37. p. 418,1 προσφανέστερον D
marginal n 2r
footnote 1 et 2 πολλὰ AD: πολλαί t 9 γινομένοις t 16 ὁμοίως χρόνου t 23 προσυλώτερον t 24 ἡ σάρξ A : ἡ om. Dt 25 ὁ Θεμίστιος] ubi haec dicat, nescio; sed cf. Paraphr. de an. II p. 138,26 sqq. Spengel 31 πάσχει scripsi: πάσχῃ AD: πάσχειν t 34 ἐλέγομεν D: λέγοιμεν t 37 ἀντιληπτικὰς scripsi: ἀντιληπτὰς Dt
marginal n 2r
footnote 1 lacunam indicavi: exspectas tale aliquid ἐστιν οὖν καὶ ἡ ἁφὴ ὥσπερ αἱ ἄλλαι αἰσθήσεις τῶν ἀντικειμένων κριτική, ὁπότε καὶ ψυχροῦ κτλ. 2 τραχέως t ἐναντίον D 3 ἡ om. t 9 γὰρ om. D 12 ἄν addidi 14 γὰρ εἴπερ εἰ ἐπεφύκει D 16 μορίου D ἄν addidi 17 πρός τὸ μορίῳ t 18 οὐκ ἄν] κἄν D 20 ἀντίληψιν scripsi: ἄν D: om. t 29 ἐπὶ τοῦτον D ἐπ’ αὐτὸ D: ἐπ’ αὐτῷ At 30 D 36 ᾦ Α: ὡς D: ὥστ’ t
marginal n 2v
footnote 1 συλλογίσαιο Α: συλλογίσαιτο Dt 4 ἡ γλῶττα Α: ἦ γλῶττα Dt 5 τοῦ τῶν Dt 13 ποῤῥωτάτων t 15 μέσην] μεσίτιν t 15. 16 οὔτε πάνυ t 16 τῶν delevi 17 τῶν om. D οὕτω] οὔτε t καὶ om. t 19 ὁμοίως t: om. AD 20 ἄν A: om. Dt εἰ D: ἐπεὶ Α: ἡ t 21 ἔχει Α: ἔχη Dt 23 ἀντιμεταλαμβάνεσθαι D 24 ἡ om. t 28 ἀληθής—αἰσθητῶν (29) iterat D 32 τῶν ψόφων t
marginal n 2v
footnote 3 τὸ ante ἀμυδρότερον om. t 4 εἰ om. t 6 ἀριστοτέλῃ t 8 ἐν τῷ πέμ τῆς Φυσικῆς] Ε 4 p. 228b28 sqq. 11 post εἶδος add. κινήσεσιν t ἡ ἢ Dt 12 γῆς Phys.: τῆς Dt ἡ πυρὸς Phys. 15 καὶ βαρύτερον t διὸ οὑ t: δι’ οὗ D 16 post alterum οὔτε add. γὰρ D 19 μᾶλλον addidi 25 αἰσθητῶν D: αἰσθήσεων t 28 αὐταὶ scripsi: αὗται Dt 32 καὶ τὸ μικρόν t 37 τι (post ἔσχεν) corr. Α2: τί D: τὸ t
marginal n 2v
marginal n 3r
footnote 1 τὸ πλειόνων AD: τῶν πλειόνων t ὅλως] ἄλλως Α 3 ἔτι delevi 15 ἁπτὰ addidi ex Aristotele coll. v. 24 33 δέ delevi 40 ἐν delevi
marginal n 2v
footnote 15 οὐ om. D 16 τῶν om. D 17 βραχὺν] βαρὺν t 18 παρατάσει] ἐκτάσει t 19 οὕτως—ποσόν (20) Α: om. Dt 20 τὸν ἐν om. t 21 μέγα t 23 ἡ om. t 25 ἓν τὸ om. (cum Arist. Ald.) t 26 ἔκδηλον t
marginal n 3r
marginal n 3v
footnote 3 θιγγανομένῳ D: fort. θιγγανομένου; cf. v. 27 9 ἓν om. t 13 ἐξεθώμεθα t τὴν addidi 22 δὲ om. D 29 διελέγχων D 33 δ᾿ ὄντες t
marginal n 3r
footnote 1 Διὸ καὶ τὸ t ex Ald. τοιοῦτον corr. ex τοιοῦτο D 1.2 ἔχον οὕτως ἔοικεν t 2 ὥσπερ εἰ D (cf. v. 23) Arist. X: post ὥσπερ add. ἄν t Arist. vulg. 5 τοῦτο] fort. τοιοῦτο 5. 6 συνέβη τὸν ἀέρα περιπεφυκότα κύκλῳ καὶ συμφυῆ γεγονότα καὶ ὡς ἄν εἴποι τις παχυνθέντα Α 7 ante δι’ ἑνὸς add. τῷ t 16 δύνατο t 17 τούτου scripsi: τοῦτο Dt 18 ὁ ἀπ’ ἀριστοτέλης t 23 ἡμῖν om. t ἐδοκοῦμεν] ἐδόκει μὲν D: ἐδόκειμεν t 24 ἡ delevi 30 ἐπεὶ δι’] ἐπειδὴ t 31 ὁ om. t 32.33 ἀποκρύπτοι t 33 ἐπειδὴ αὐτοῦ D 35 καὶ ante ἀκουστῶν om. t
marginal n 3v
marginal n 4r
footnote 2 ἡ om. t 15 διὰ τοῦτο t 20 γὰρ στερεὸν D Arist. VX: post γὰρ add. τι t Arist. vulg. 30 τὸν μεταξὺ t 34 τὸ σῶμα D Arist. U: καὶ τὸ σῶμα t Arist. vulg. τὸ (ante μεταξὺ) D Arist. TXy: om. t Arist. vulg.
marginal n 4r
footnote 6 στοχάζεται Α: γίνεται Dt 10. 11 πάντων D Arist. X: ἀπάντων t Arist. vulg. 23 ante ὅτι add. καὶ t 24 αὐτὸ] fort, αὖ 33 τοῦτο] τοῦ t 34 προσφέρει scripsi: προφέρει Dt
marginal n 4v
footnote 1 ὅτι—ἁπτοῦ om. t 5 ἂν ἦν D 6 μεταξὺ om. t 7 ἐπὶ πολλῆς D 10 τις] τι t 15 ἀπορία in ἀπόδυσις (?) mutavit D1 16 εἰ om. t 20 ὡς ὁ πηλός— τὸ εἶναι (21) Dt: καὶ βεβρεγμένον μέν λέγεται τὸ κατὰ πᾶν βεβρεγμένον, διερὸν δέ τὸ κατὰ τὴν ἐπιφάνειαν A 26 λανθάνειν D 27 ἡμᾶς ὥσπερ καὶ τὰ ἐν τῷ ὕδατι Arist. 28 καὶ πρὸς τὸ προσεχές depravata videntur: fort, καὶ &lt;τοῦτο&gt; πρὸς πτλ.
marginal n 4v
footnote 1 μηδὲν Α: om. Dt 4 ante στερεοῦ add. καὶ D 6 post σὰρξ add. καὶ οὐδὲ D 9 οὖν μηδὲ ἀκριβῶς Α 12 ἀδήλοις] ἄλλοις A 14 χαλκᾶ στιλβωθέντα Α: post χαλκᾶ add. ἄν Dt 17 ἐπιθήσεις scripsi: ἐπιθεὶς ADt 22 χωρῆσαι D: χωρίσαι t: χωρίσει Α 24 οὔτε t 26 μέσου D: μεταξὺ Α: om. t 29 μὲν om. t 30 lacuna ex Α sic explenda οὐ πάντως ἐστὶν μεταξύ τι τοῦ ἁπτοῦ καὶ ἡμῶν· εἰ δὲ ἔστι ante πάλιν add. ἢ D, ἡ t 34 ἐν τῷ E τῆς Φυσικῆς] c. 3 p. 226b23
marginal n 4v
marginal n 5r
footnote 2. 9 et 14 ὤσῃ D 6 ὠθεῖ ὥσπερ t 7 ὑπὸ τοῦ ῥυτοῦ t 10 αὐτὴ A: αὕτη Dt 13 καὶ post δέ om. t 15 μήν] μέν t 16 αὐτὸ t 17 ὑπομένειν scripsi: ὑπομένει ADt 19 ἀντιπερίσταται t 21 ὑπερίσταται t 24 τοίνυν] τοι D ὁμοίως D 25 οὐδὲ τὴν πί in ras. D1 27 οὐ addidi κώνοπος D 32 εἴ τις D 35 ἢ Α2: ἢ Dt δύνατον t
marginal n 5r
footnote 1 πάντων D Arist. ETXy: ἀπάντων t Arist. vulg. ἐστὶν ἡ om. D 11 καὶ ἡ ἁφὴ t 13 δὲ Α: om. Dt 20 ὀλίγος in ras. D1 ut vid. 22 ὑμὴν] ὑμῖν D 24 ἐνδήλου scripsi: ἐδήλου Dt 29 καὶ ψοφητικῶν D, cf. p. 432, 17 Arist. Ey: post καὶ add. τῶν t Arist. vulg.
marginal n 5v
footnote 3 τὰς γεύσεως t 4 διά τοῦ Α: διὰ τὸ Dt 7 τούτῳ t 11 τὸν ὑγρὸν D τῶν χυμῶν δεξάμενον t 12 ἑαυτῷ t: αὐτῷ AD 16 μέσου D: τοῦ μέσου t 17 ψοφητικὸν D καὶ τὰ ἑξῆς om. t 19 post αἰσθήσεις add. δείκνυσιν t 21 τό scripsi: τῷ Dt 28 καὶ om. t 32 post ἀπόλλυται add. αἰσθάνεται γὰρ θιγγάνουσα καὶ ἁπτομένη τῶν ἁπτῶν Α
marginal n 5v
marginal n 6r
footnote 1 εἴρηται πᾶν Α: post εἴρηται add. ὅτι Dt 4 καὶ γινώσκει—ὑπ’ αὐτῶν Α: om. Dt 10 εἰς] εἰ t 15 et 17 τῆς ante ἁφῆς om. t 29 τῶν om. t 30 ἀλλὰ μεταξύ—αἰσθητήριον om. t
marginal n 6r
footnote 2 καὶ om. D 6 Ἁπτὰ ADt Arist. TUV: ἀπαὶ Arist. vulg. 10. 11 ἐν τῷ Περὶ γενέσεως καὶ φθορᾶς] Β 2 13 κοινωτάτας D 14 αὗται scripsi: αὐταὶ Dt 15 ἄχυμα ὡς A: ὁ χυμὸς Dt 16 κοινώτα D ἁπταὶ scripsi: ἁπτικαὶ ADt 20 καθ’ ἅς Α: καθ’ ἁ Dt 21 κεχρῶσθαι t 22 ἔδει — πᾶν σῶμα (24) Α: om. Dt 25 τοῦ ψυχροῦ AD: τοῦ om. t 26 ἀντιθέσεις D 29 θεωρεῖται t 32 ἐν τῷ Περὶ γενέσεως] cf. Β 2
marginal n 6r
marginal n 6v
footnote 2 τούτω D 9 τε om. t 12 καθόλου] καθὸ t 14 πάσχον μὲν] πάσχομεν D 17 ἢ ψυχροῦ Dt Arist. SUW: καὶ ψυχροῦ Arist. vulg. ἢ μαλακοῦ D Arist. SUV: καὶ μαλακοῦ t Arist. vulg. 21 κεχραμένου t 22 ἀντιλαμβάνηται D 26 ἢ καὶ πάσης t 27 δ’ ἐστὶν] δὲ ἡ D 29 ἐναντίων Α: ἐναντιώσεων Dt
marginal n 6v
footnote 5 κατὰ] καὶ D 14 τοῦ ὁρατοῦ καὶ τοῦ D: τοῦ utrumque om. t Arist. codd. 16 τοῦ ἀνάπτου D: τοῦ om. t Arist. codd. 19 καὶ post ὅτι om. t 24 τὰ post εἴη om. t 25 ἁπτὰς scripsi: ἁπτικὰς Dt 31 πεφυκὼς D 32 primum 32 delevi ἢ τὸν ψόφον A: ἡ om. Dt
marginal n 6v
marginal n 7r
footnote 6 λόγου D 14 οὐ τὴν χρυσόν t 15 τοιὸν εἶδος t 16. 17 ἡ σιδήρου t 17 τῶ ἐν D 18 μέλι] μὲν D 19 διαφέροι A: διαφέρει Dt 22 κάτωπτρα t καὶ τὰ ὅμοια—ἐκμαγεῖα (23) A: om. Dt 23 τὸ μὴ D 24 δὲ om. t 25 αἱ αἰσθήσεις τῶν λοιπῶν] τὰ λοιπὰ τῶν αἰσθήσεων t εἰ om. t 26 τε om. t 27 ἀλλ’ οὖν ὅτι Α: διότι Dt 32 ἐγκαταμιγνυμένης Α: ἐγκαταμεμιγμένης Dt 35 ἐγκαταμεμιγμένης t
marginal n 7r
footnote 2 βούλονται t 3 ἡ Α: om. Dt 14 αὐτῇ A: αὕτη Dt 15 ὡς ὅλον scripsi coll. ν. 23: ὡς ὅλου ADt 18 καὶ τὸ ἄλλο τὸ D χρῶμα t 21 ποιεῖ—αἰσθητά (22) iterat D ὡς (post οὐκέτι) Α: om. Dt 22 καθ᾿ ἕκαστον t
marginal n 7r
marginal n 7v
footnote 7 κατὰ Α: καὶ ἃ Dt 17 τῆς Α: om. Dt 23 γενομένης t 25 βαιοτέρας t 30 κἂν εἰς t 32 λέγει scripsi: λέγω Dt: φησίν Α 33 τοῦτο] τούτῳ t
marginal n 7v
footnote 1 ἐπὶ ante τῆς om. t 3 ἐν om. t 4 αἰσθάνεται t Arist.: αἰσθάνονται D 5 πάσχοντα D Arist. SUX: πάσχοντά τι t Arist. vulg. 11 καίτοι] καί τι t 12 ἔτι A: ὅτι Dt πάσχοντα scripsi: πάσχονται Dt: πάσχειν Α 20 πάσχει ADt, cf. v. 29: πάσχειν corr. D2 Arist. 24 ἑαυτῇ Α: αὐτῇ Dt 26 τοῦ et ὕλην scripsi: τὸ et ὕλη Dt 29 τί δέ—φησίν (30)] fort, τινὲς δὲ—φασίν τὸ πάσχειν t
marginal n 7v
marginal n 8r
footnote 5 δὲ om. D 8 ὁ om. t 12 ὑπὸ τῆς ὀσμῆς t cum Ald. 23 ἄλλῳ Α: ἄλλο Dt ὀσφρήσει] ὄσφρησις D 28 πάσχει] πάσχειν t 29 ὁ om. t 32 ὃ ἄρα] ὅρα D 34 πάθοι] πάθος t
marginal n 8r
footnote 5 οὐ addidi 11 ἐναργείας A: ἐνεργείας Dt 12 καὶ (post ὁρατὸν) om. t 22 διϊστὰ (sic) D: διίστανται Α 27 τοῦ (ante ἀέρος) om. t 20 αὐταῖς scripsi: αὐτοῖς ADt 29. 30 συνανακιρνάμενα scripsi: συνανακιρνάμενοι Α: συνανακιρνάμεναι D: συνανακερναίμενα t
marginal n 8r
footnote 4 πάσχῃ D 7 ποιοτήτων om. t 8 ἄλλο τι (sic) AD: ἀλλ’ ὅτι t 9 ποιεῖ D: ποιήσει t Arist. vulg.: ἐμποιεῖ Arist ETWy: ἐμποιήσει Arist. U 10 ὑπὸ om. D ὀσμῆς D Arist. vulg.: ὀδμῆς t Arist. ETV 15 ὑπὸ τούτων Α: ἀλλ’ ἔστι τὰ ὑπὸ τούτων Dt 16 ὑπὸ γὰρ τούτου t πάσχει om. t
marginal n 8r
footnote 1 ἀθρόος t 2 πλησιάζῃ t τῶ σῶμα D 3 δὲ Α: cm. Dt 4 ἀναίνετον t 5 ἐπὶ πολὺ μένῃ Α: ἐπιλυμήνη D: ἐπιμείνῃ t 6 τὸ om. D 9 πάσχειν D Arist. SUX: πάσχειν τι t Arist. vulg. 10 ἀὴρ ταχέως D, cf. v. 17 post ἀὴρ add. παθὼν t Arist. 16 τὸ μὲν Α: τοῦ μὲν Dt 17 ἀὴρ ταχέως] sic ADt 19 δεῖ om. D 21 αἰσθάνηται t 22 κάτωπτρα t 25 ἀκρασίαν t 26 |||||||||λύεται (del. οὐ) Α 30 γὰρ om. t 31 τὸ Α: τῷ 32 ᾗ διαφανές—διαφανοῦς (33) om. D, sed in mrg. suppl. D2 αὐτῷ scripsi: ὅτῳ AD: ὅτε t 33 κατά] καὶ D, sed corr. D2
marginal n 8v
footnote 3 τὸ Α: τῶ Dt κατὰ Α: καὶ Dt ο 1r
footnote 1 Περὶ—τρίτον] inscripsi ex t: titulum om. D1: βιβλίον τρίτον ἀπὸ φωνῆς στεφάνου D2: ἰωάννου τοῦ φιλοπόνου ἐπιγράφουσι τὰ τετυπωμένα al. m. D 2 αἴσθησις παρὰ D: post αἴσθησις add. ἑτέρα t Arist. 5 περ φυσικῆς (sic) t 11 διὸ τοῦτο t 15 τούτων t 21 νῦν t 23. 24 προέθητο t
marginal ο 1r
marginal o 1v
footnote 6 ὅτι] ὅ D 11 ζητεῖ t 16 αὐτῆς D: ψυχῆς t 17 κεχρημένως t 24 et 25 τὸ συμμένον t 29 ἄρα ὅτι D: post ἄρα add. ἐστὶν t 29. 30 ἐὰν λείπει t 35 αἱ αἰσθήσεις Α: αἴσθησις Dt δύνανται AD: δύναται t 38 καὶ om. t
marginal ο 1v
footnote 3 ἔδει] fort. ἐδύνατο; cf. v. 7. 8. 10 8 τὸ γὰρ πῦρ—γενέσθαι αἰσθητήριον (10) At: om. D 23 ἐπαγωγικῶς t 32 οὐχ ἡ] οὐχὶ t αὐτὴ Α: αὐτῇ Dt 33 γῆ καὶ αἰσθητήριον t
marginal o 1v
footnote 3 οὖτος Dt: οὕτως Α οὖν Α: καὶ Dt 8 εἰ Α: ἡ Dt 9 αἱ Α: om. Dt 10 ὤφειλον t νῦν δὲ t 13 φησὶ t 15 λύομεν] δύο μὲν t 18 ὁ μὲν οὖν—πρῶτος Α: ἰστέον δὲ ὅτι οὗτος ὁ Dt 20 ζωόγωνον D 21 αἰσθητήριον] αἴσθησιν t 22 ὥσπερ Dt: orn. Α 23 ἀλλ’ ὅμως At: καὶ ὁμοίως D 24 ἐστι δὲ ὁμοίως D: πλὴν οὐδὲν ἔλαττον At 25 post τοιούτων add. ἐστὶ At ἀλλὰ παρὰ — διακονεῖ D: κἄν μὴ πάρεστιν ἡ δύναμις, ἧς ἐστιν διακονητής At 26 post τί add. οὖν At 28 οὐκ Α: οὔτε Dt πρότερος Α: om. Dt 32. 33 ἅ ἐστι — χυμῶν At: ὅ ἐστι ἁπτῶν καὶ χυμῶν D 33 πλησίον A1: πλησίων Α2t
marginal o 2r
footnote 4. 5 πόθεν—ἀντιλαμβανόμεθα] πόθεν δὲ δῆλον εἰ καὶ πάντων; ὡσαύτως καὶ περὶ τῶν πλησίον Α, fort, recte 6 ἄρα scripsi: ἄρα Dt 7 λανθάνοντα scripsi: λανθάνονται Dt 8 post τινα add. καὶ t ἐπαγωγικότεροί t 9 Θεμιστίου] cf. Paraphr. II p. 149,23 Spengel 20 τροφιὰ D τὸ om. t 24 ὑπὸ scripsi: ἀπὸ Dt 25 προενοήσατο t, fort, recte 27 τὸ (ante χεῖρον) om. t 29 αἰθέριον At: μεταξύ D 32 post ἐγένοντο add. καὶ οὐ πλείω t 32. 33 οὕτω—αἰσθήσεις πέντε At: om. D καὶ οὐ πλείους om. t 33. 34 ἐν οἷς—πληροῦται D: om. At 35 τὰς] τοὺς t
marginal o 2r
footnote 2 ante τοῦτο add. καὶ t 4 post αἱ αἰσθήσεις add. ε(??) D 8. 9 συμμένον t 10 αἴσθησις] αἰσθήσεις D 16 ἀμέσως] μέσως D ἐνεργοῦμεν scripsi: ἐνεργοῦσιν Dt 21 στρέφεται scripsi: τρέφεται Dt ὡς addidi 23 τῶν] τῷ t 25 ὄψιν D 29 post πλείω add. (cum. Ald.) καὶ t 34 ὀσμή] ὡς μή t ἤδη] εἴδη t
marginal o 2r
marginal o 2v
footnote 2 ἀντιλαμβάνηται t 6 φησιν t 7 ἀριστοτέλης t 8 post γενέσθαι add. τὰ t 9 ἀντιλαμβάνονται t 10 ἀριστοτέλην t 13 ὑπὸ om. t 14 χρόα t 20 ἔχον t τοῦ ἀέρος delevi 21 κόρην] χώρην t 24 διὰ μέσου scripsi: ἀμέσως Dt
marginal ο 2v
footnote 1 prius om. t 10 κρείττων A: κρεῖττον Dt 22 ἐν οἷς — πληροῦται om. t: deinceps add. πρᾶξις σὺν θεῷ πρώτη in mg. D1 24 ἴδιον D: τι ἴδιον t Arist. (praeter y) 30 λέγω δὲ t
marginal ο 2v
marginal ο 3r
footnote 3 πρᾶγμα δύο τισὶν Α: δύο πράγματά τισιν Dt 3. 4 τῷ ἄνῳ D: τῷ ὤων t: τὸ ἄλλο A 7 ἐστιν t: εἰσιν D: εἰσὶν ///////; Α 11 ὑποθετικῶς scripsi: ὑποθετικὸς D: ὑποθετικῷ t 15 τοῦτο om. t 17 ἴδομεν D 19 εἰ οὖν t 20 ὅσπερ D 34 ἴδιά ἐστιν t 37 εἰ addidi
marginal ο 3r
footnote 3 τὰ addidi 5 ἢ scripsi: ἦ D: ᾖ t 12 ἐν ὃ ἀπορίαν (sic) D ὅτι τί Α: ὅτι D: τὶ t 15 γευσώματα t 20 γευσαμένη, ut vid., D 21 ταύτας] ταύτην D 24 ἀποφαίνηται t 26 δεξάμενον D τὴν μὲν et 27 τὴν δὲ D 27. 28 ἀκινηθέντος t 29 ἀναχλίζεσθαι scripsi: ἄν χλίζεσθαι Dt 30 τοι D: τοίνυν At 31 καὶ τῆς] τῆς γὰρ t 32 μέλι εἶναι] μέλιτος D 33 ὅσου t 37 μόνην D
marginal ο 3r
marginal ο 3v
footnote 1 ἐκείνοις t 5 ἔχει t 8 οἱ] οὐ D τόποι t εἶδεν] εἰ δὲ t 14 μεγέθους καὶ τοῦ t 15. 16 ἰδίου ἀντιλαμβάνεται om., sed in mrg. suppl. D1 19. 20 Πλάτων—λέγει] cf. Reip. Z p. 522 C sqq.; in Timaeo nihil tale invenio 26. 27 ἀριστοτέλει t 27 ἐν τῷ δευτέρῳ] cf. p. 418a12 29 λέγωμεν D 31 αὐτῆς] τῆς t 32 εἴπερ t 34 δὲ αὐτῶ D 36 συνερχομένη Α: συνεχομένη Dt 37 Ἡσίοδος] Op. et D. v. 361 sq. Schoem.
marginal ο 3r
footnote 1 κεν ex Hesiodo addidi καταθεῖο Hes. θαῦμα D τοῦθ’ ἕρδοις t 1. 2 τάχα κεν] τὰ κάκεν t 2 μέγα καὶ τὸ Hes.: καὶ (κε D) τὸ μέγα Dt 5 καὶ τὰ ἴδια Α: πρὸς τὰ ἴδια Dt 7 τι] τὸ D 10 post, αἰσθητῶν add. ὡς D 17 ἄν addidi ἀντιλαμβάνοντο (sic) t: ἀντιλαμβάνονται D 19 ἂν Α: om. Dt ᾐσθάνοντο Α: αἰσθάνονται Dt 19. 20 ἑκάστη αἰσθήσεις t 21 ἂν Α: om. Dt 28 τοῦτο t 29 λέγει scripsi: λέγω ADt
marginal o 3v
marginal o 4r
footnote 1 ταύτῃ in ras. D2 4 φασίν scripsi: φησιν Dt τι om. t 6 ἔιδον A: ἴδον Dt 7 τοῦ (ante ξανθοῦ) om. D 10 προσδιορισμὸν scripsi: πρὸς διορισμὸν Dt 11 φαίνεται om. D 12. 13 μὲν et μὴν ex A addidi 13. 14 εἰ γὰρ — δίωμα Α: om. Dt 14 οὐδὲν t 16 γεύωμαι t 20 μέγαν λευκόν t 22 post τοῦτο add. τὸ t 24. 25 ἐν Κατηγορίαις] c. 8 p. 10a11 26. 27 ὅτι οὐδὲ νῦν Α: οὐκ D 28 τὸ σχήματι D 30 οὐ] fort, οὗ 31 ἀντιλαμβάνονται t 35 — πεν ὅτι ἀκινή— om. t
marginal o 4r
footnote 3 ὁ post εἴ γε om. t 21 γεγονὼς D ἕκτην] καὶ t 22 παραδείγματος D 26 τῷ γλυκύ t 29 ᾗ Arist.: ἢ Dt
marginal ο 4r
footnote 3 ἐμπέσῃ scripsi: πέσῃ Dt 6 post συμβεβηκὸς add. ἢ t αἰσθανόμεθα Dt Arist. vulg.: ᾐσθανόμεθα Arist. SX ἀνݲωݲ (i. e. ἀνθρώπω) D 11 συμβεβηκὸς t 15 ἔχομεν ἤδη αἴσθησιν D Arist. LTUW: ἤδη post αἴσθησιν coll. t Arist. SVX, ante ἔχομεν Arist. Ε 18 λέγει οὐ scripsi: λέγω οὗ Dt διαλέγηται t 19 ἔστιν] εἰσὶν D 23 ἄν om. D 24 ἢ D Arist. vulg.: om. t Arist. ELTV 26 ἡ τῶν] καὶ ἡ τις τῶν D 30. 31 τὰ δὲ—αἰσθήσεις cum proximo lemmate coniungenda sunt
marginal o 4r
footnote 1 αὑταί scripsi coll. v. 6: αὐταί D Arist. TVW: αὗται Arist. Χ: αἱ αὐταί t Arist. vulg. γένηται D Arist. vulg.: om. Arist. SUV: in lemm. propagato post αὐτοῦ transp. t (cum Αld.) 2 Τὸ om. t 5 ᾗ addidi coll. v. 1 6 αὑταί D: αὗται t 10 τόπους t 14 γλυκέον t 21 ζητήσει t 22 ἢ μίαν] ἀλλ’ οὐ μίαν Arist. 23 ἀντιλαμβανώμεθα D 24 καὶ delevi 28 ἀεικίνητα scripsi: ἀκίνητα Dt 29 καταστερισμὸν scripsi: καταστηριγμὸν Dt 30 καταστερίζει scripsi: καταστηρίζει Dt 32 ὂν t
marginal o 4v
marginal ο 5r
footnote 6 ταὐτὸν D Arist. TX: ταὐτὰ Arist. ELV: τοῦτο t Arist. SU 12 οἷον—ἴδια (13) in ras. D1, ut vid. 18 δυσθήραται t 19 εἰ δέ γε] ἔτι δὲ καὶ εἰ Α ἔλιπε t 20 fort. δυσγνωστότερα μία] μὴ D 23 ἰδίων A: ἰδικῶν Dt post πρᾶξις add. πράξεις σὺν θεῷ βݲ t: eadem in margine D1 24 ἐπειδὴ D: ἐπεὶ δ’ Arist. 25 ἕτερα D 28 μόνον om. t
marginal ο 5r
footnote 6 τοιαῦτα διαπορήσας—ἐνεργείας (8) Α: om. Dt 8 ὁρατικῆς scripsi: ὁρατῆς A 15 αἰσθήσει φέρε—ἄλλῃ ἄλλη δὲ iterat t 17 οἰκείας om. t 19 διὰ τί—ἀντιλήψεται (20) Α: τὴν δὲ ἄλλην αἴσθησιν τὴν ἀντιλαμβανομένην τῆς ὁρατικῆς ἐνεργείας Dt 27. 28 πρὸς τὸ t 30 ἀπολύεται t 33 τοιαύτη Α: ταύτῃ D: αὕτη t ἡ addidi 35 τὸ om. D
marginal ο 5r
marginal ο 5v
footnote 1 ἐπεὶ—ἀντίληψις (3) At: om. D 4 ὅτι δὲ—κεχρῶσθαι (6 ante ἐκ) Α: δῆλον φησίν, ὑπάρχει D: ὅτι δὲ—πώς εἰσιν (4. 5) om. t 5 ἀσώματον Α: ἀσώματος t 9 ᾧ At: om. D 11 τοὺς At: om. D 14 οὔτε D: οὐδὲ t 19 αὐταῖς et 20 καὶ μὴν At: om. D 25 ὅπερ] ὅ D 26 τὸ om. t κοινώτατον D 27 κατὰ ’D: κατὰ τἄ corr. Α2t 28 οὖν D: om. Α: εἶναι λέγει t 29 εἶναι λέγε Α: ἐστὶ D: om. t 34 πέντε δυνάμεις scripsi: ἐν (volebat εݲ) δυνάμεις D: ἐν δυνάμι t 36 προστιθέασι A: προσωθοῦσι Dt
marginal o 5v
footnote 2 καὶ A: om. Dt 4 διέναι D 6 λέγον] λέγων t 9 δὲ om. D 10 ἐν ἄλλοις] p. 426b19 19 εἰ σὺ] εἰσὶ t 12 φοιτᾷ D: φυτὰ t 14. 15 προσέχεσαν τῷ t 15 σύνοδός t ἡ τραγῳδία] Eurip. Orest. v. 396 ἡ σύνεσις, ὅτι σύνοιδα δείν’ εἰργασμένος 16 δεινὰ Α: δεῖν Dt 18 φησίν t ὁ Πλούταρχος] ὁ πλάτων’ Α 22 οὐ (post λέγοντες) om. D 23 πλουτάρχῳ t λέγονται t 25 ante τὴν κοινὴν add. τοῦ D 27. 28 καὶ γὰρ ἡ At: εἰ γὰρ D 29. 30 διὸ οὐδὲ At: καὶ οὐκ D 32 ἡ τὸ t: ἢ τὸ D 34 ἡ scripsi: ἢ Dt εἰδυῖα scripsi: εἰδοῦσα Dt 35 κατὰ om. D αὐτή scripsi: αὕτη Dt
marginal o 5v
footnote 2 τὸ τὴν] τοῦ τὴν t 6 οὐδ’ Α: om. Dt 7 οἶδεν ὅτι Α: om. Dt ὅτι δὲ ἄτοπον t: ὅτε διάτοπον D 8 τό τε λέγειν t 9 ἔσται D: ἐστι t 14 οὗ πάθος t 15 διὰ τοῦτο At: om. D ὅτι δέ Α: δὲ om. D: καὶ ὅτι t 21 καὶ χωριστῆς (post ἑαυτήν) scripsi: κεχωριστῆς Dt: καὶ χωρὶς Α καὶ χωριστῆς (post ἐνεργείας) ΑD: κεχωριστῆς t 24 ἴδιοι D 32 ἐπὰν ὁ λόγος εἰς ἑαυτὸν ἐπανέλθοι Α 34 ἠσχόληται νῦν D: ἠσχόλη (corr. ex —λει m. pr.) τοίναυ (sic) A: ἠσχόλοι τοίνυν t ἀνανήψας] νίψας D
marginal o 5v
marginal o 6r
footnote 2 ἐνεργεῖν t 4 ἀποδιδοῦμεν D 6 τοῦτο λέγειν t 8 ὄψις ὄιδα t 10 ἦθος t 13 καὶ ἀκούομεν om. t 13. 14 καλῶς — αἰσθανόμεθα D: ἐπεὶ δ’ αἰσθανόμεθα εἶπεν t 17. 18 κατὰ διαίρεσιν] ἀναίρεσιν] ἀναίρεσιν (—σις?) D 21 τὰς ἐνεργείας D καὶ ἄλλου t 5 post ὥστε add. ἂν (cum Αld.) t ἢ αὐτὸ, ut vid., D
marginal ο 6r
footnote 3 ἀντιλαμβάνηται t 9 εἰ om. D 15. 16 τὴν λέγουσαν scripsi: τῆς λεγούσης Dt 16 εἰ ἡ αὐτὴ Α: εἰ om. D: ἡ om. t 17 ἀντιλαμβάνεται Α: ἀντιλαμβάνονται 18 ἐν τῷ Α: om. Dt 19 αὐτὴ Α: αὐτῇ Dt 24 φερομένων t 26 καὶ (post αἰσθητὸν)] μὴ t 28 περιμυθίαι t 29 κεχρωμάτισται t Arist. vulg. Α: κέχρωσται D (sed cf. v. 30 et p. 469,3) Arist. T 30 post φησίν fort, addendum ἁμωσγέπως 31 post πληροῦται add. πρᾶξις σὺν θεῶ γ΄ marg. D1t
marginal ο 6r
marginal ο 6v
footnote 3 ἀνοτέρω t 9 τὸ μὲν] τὸ μὴν t 10 ἐνεργείᾳ (post δὲ) Α: ἐνέργεια Dt 14 αὕτη Α: ἡ αὐτὴ Dt 18 ἀλλὰ γράφω D 19 γραμματείῳ Α: γραμματίῳ Dt Ἐμπεδοκλέους] fragm. v. 378 Mullach 21 εὐτύποτον et εὐτύποτός t ἐνέργειαι t 25 εἰ μὴ Α: εἰ D: ἢ t τὰ] τὸ D post τὰ add. καὶ t 30 ἐν τῷ τρίτῳ λόγῳ τῆς Φυσικῆς ἀκροάσεως] c. 3 p. 202a31 sqq. 35 ποιῶν D
marginal ο 6v
footnote 3 ταὐτὰ Α: ταῦτα Dt διαφορὰ D 6. 7 ἐπὶ — λαμβάνει Α: λανθάνει D: λανθάνει δὲ t 7 ἑκατέραν τῶν σχέσεων om. D 17 καθορῶμεν Α 20 αἱ om. t 21. 22 καὶ τὸ κατ’ ἐνέργειαν—ἡ κατ’ ἐνέργειαν αἴσθησις Α: om. Dt 22. 23 τῷ κατ’ ἐνέργειαν αἰσθητῷ t 24 οὐδὲν—αὕτη At: om. D ἐνέργεια Α: ἡ ἐνέργεια Dt 25 post ὥστε add. δῆλον t ὅτι] fort, εἰ ἡ om. t 26 post ἀντιλαμβάνεται add. ἡ δέ κατ’ ἐνέργειαν αἴσθησις οὐδὲν ἕτερόν ἐστιν εἰ μὴ ἐνέργεια τῆς αἰσθήσεως D 27 ἡ om. t μὲν om. t 30 κατὰ τὸ ὑποκείμενον—αἰσθητοῦ (32) (sed τῷ κατ’ ἐνέργειαν αἰσθητῷ priore loco) iterat D
marginal o 6v
marginal ο 7r
footnote 4. 5 οὐ—ἀλλ’ ἐκ- in ras. D 1 7 διάφορα Α: διαφορά D: διαφέρον t 13. 14 καὶ φθαρείσης—αἰσθητόν (15) At: om. D 15 ὡς (post οὐχ) At: om. D 17 αὐτὰ scripsi: αὐτὸ Dt 19 οὐδέ scripsi: οὔτε Dt 26 συνῆπται καὶ ποιεῖ t ταὐτόν Α: ταύτην D: ταὐτήν t 31 et 34 προταγόρειοι t 31 διέστειλαν scripsi: διέστειλον Dt 35 ἄλλο ἔλεγον D εἶναι delevi 36 post αἰσθήσει add. ὅτι t εἶναι scripsi: εἰσί Dt
marginal ο 7r
footnote 1 φασιν D: φησιν t γὰρ om. t 3. 4 ὡς — εἰσηγάγετο] locus depravatus: fort, legendum δήπου et εἰσηγάγοντο 4 εἰσήγετο t 8. 9 τὸ ἓν—δύο t: ὁ πρῶτος πρὸς τὸν δεύτερον D 9 et 12 προσθεὶς D 10 ς scripsi: ς΄ δύο t: δ D: πέντε ὁ] οὐ D 11 et 14 προσθήκην et ἔλλειψιν t 12 τὸ μὲν γ' t 14 ἡ om. t 16 ἐὰν addidi ἀντιλάβη (superscr. τ) D: ἀντιλάβοιτο At 20 διὰ τὸν—εἰρηκότα] exspectas διὰ τοῦτο ‘Ιπποκράτης εἴρηκε τὸ κίνησις] χρῆσις plerique codd. Hipp. Ill 324,20 Littr. 27 ἡ om. t οὖν] σὺν D 29 οὐκ αὐτὴ scripsi: οὐχ αὕτη Α: οὐχ αὑτῆς Dt 30 συμφωνία t 31 ὁ delevi 33 τοῦ At: τό D
marginal ο 7r
marginal ο 7r
footnote 1 προσθήκης D: προσθήκην t: προσθήκας Α 3 ἔλειπεν D: ἔλιπεν t 4 δῆλον ὅτι iterat D 7 οὗ scripsi: οὐκ Dt 9 post ἡ καὶ add. μὴ t ἐθἐλεσεν t 15 προσέμεινε D 23 καὶ] ἡ t 26 αἴσθησις] αἴσθησιν t 27 δυνατὸν] exspectas δυνατὸν οὑν ἀκοὴν ἔχοντα 28 ὑπάρχῃ scripsi: ὑπάρχει Dt 29 εἰ δή D Arist. plerique: εἰ δ’ t Arist. EW 30 ποιουμένῳ] κινουμένῳ cum Aid. t 31 ἐκ τῆς Φυσικῆς ἀκροάσεως] Γ 3 p. 202a31
marginal o 7v
footnote 1 μὲν] μὴ t 6 εἰ] ἡ t 13 τὸ (ante ἀκοῇ) scripsi: τῇ Dt 18 ἡ Arist.: ἡ Dt 21 ἐκ τοῦ κτύπου t: ἐκ τοῦ ἐκτύπου D: ἐκ τύπου Α 21 εἶδος οὖν t 24 post ἶνα add. δέ t 25 γυμνάσομεν t 32 post διὰ τί add. δὲ t
marginal ο 7v
marginal ο 8r
footnote 6 ἡ τοῦ Dt Arist. vulg.: ἡ om. Arist. TVW y 6. 7 αἰσθητοῦ καὶ τοῦ αἰσθητικοῦ t Arist. vulg. καὶ ἡ τοῦ αἰσθητικοῦ Arist. E) 16 οὐ om. t ἅμα Diels: ἀλλὰ Dt 20. 21 εἶναι καὶ τῷ D 25. 26 et 26 ἁπλῶς ταῦτα D 27 ἐν Πρωταγόρᾳ] immo in Theaeteto p. 152 Α sqq. 28 δὴ scripsi coll. v. 29. p. 476,7 ut etiam Arist. E1SXy: δ’ ἡ Dt Arist. vulg.: δὴ ἡ Arist. W
marginal ο 8r
footnote 1 post δηλονότι add. ὅτι t 6 οὐ δεῖ τὸ om. D 10 post φωνὴ add. ἡ t καὶ ἀκοὴ Dt Arist. plerique: καὶ ἡ ἀκοὴ Arist. EW 12 οὐ om. t 15 δηλώσῃ t 16 συμφωνεῖν t πῶς scripsi: πὼς Dt 17 φθείρει D Arist. LW: καὶ φθείρει Arist. vulg.: καὶ φθείρεσθαι t Arist. S 20 ὄψις τὸ μὲν coll. t λαμπρὸν D 23 ἡ ζωγραφία t 24 ἡ μουσικὴ t 26 γλυκὺ t 29 τῷ scripsi: τὸ Dt 31 φησιν ὁ λόγος t
marginal o 8r
marginal ο 8v
footnote 1 οὐδὲ] δὲ t 3 ἄγηται t Arist. vulg.: ἄγεται Arist. EL: ἀγάγηται D ἄμικτα D Arist. plerique: ἀμιγῆ t Arist. E(ex corr.)UL 4 post ὄντα add. ἄγεται t 6. 7 μὴ μείνῃ—λόγον depravata sunt 12 πῶς scripsi: πὼς Dt 17 ἄκρος t 17 τὸ post ἐνόει delevi 18 αὐτόν t post πρᾶξις add. πρᾶξις σὺν θεῷ δ t: eadem in marg. habet D1 23 οὐδέ scripsi: οὔτε ADt 26. 27 ἀλλ’ ἐν λευκόν At: om. D 27 τόδε δὲ Α: τὸ δὲ t δέ post τέταρτον At: cm. D
marginal ο 8v
footnote 3 ἀνομοιοειδῶν Α: ὁμοειδῶν Dt: fort. ἀνομογενῶν, cf. v. 25 6 καθ’ ἑαυτὴν (e X corr.) D1 10 καθ’ ἑαυτὸν t 11 μὴ Α: μὲν Dt 13 et 14 γεύσεται 20 οἶδε] οἱ δέ t 25 ἀνομογενῶν D: ὁμογενῶν A: ἀνομοιομογενῶν (sic) t 30 ὀσμὴ] ὡς μὴ t ὁρισμένας, ut vid., D 31 ante ἐκ add. καὶ t 33 οὐδὲ scripsi: οὔτε Dt 34 εἰ] ἡ t 35 ἔχει γνῶναι D: ἄν ἔχει γνῶναι t: ἄν γνοίη Α 37 ἶνα] εἶναι t
marginal o 8v
marginal P 1r
footnote 1 οὐδὲ] fort. οὔτε 2 μιᾶς τινος Α: τῆς μιᾶς τῆς D: τῆς μιᾶς τινος t 3 πρὸς γλυκύ Α: καὶ γλυκύ D: καὶ γλυκέος t ἆρα scripsi: ἄρα ADt 4 αὕτη A2: αὐτὴ ἤ οὔ At: oin. D 5 ἑτέρα At: om. D 12 ὅλως At: om. D 13 οὐκοῦν et 14 αἰσθάνεται ADt, sed exspectas οὔκουν ᾐσθάνετ’ ἄν 15 δὲ καὶ Α: γὰρ καὶ Dt 32 περιγενέσθαι t 34 et 35 ἤκουσα D: ἠχοῦσα t 34 γινομένην t 35 καθ’ αὑτό addidi καθ’ αὑτὸ (post ναυμαχίαν) in ras. D1 (scripserat πρὸς τὴν) 36 νῦν γὰρ t
marginal P 1r
footnote 10. 11 καὶ πάλιν εἰ scripsi: πάλιν εἰ Α: καὶ πῶς t et fort. D 11 post ἐνήργει add. πάλιν Dt 12 ἐγίνετο Α: γίνεται Dt 16 ἀσώματος scripsi: ἀσώματα Dt 19 εἴδη scripsi: εἰ δὴ Dt 20. 21 ἁρμόζει δὲ οὐδὲν ἔλαττον, εἰ μὴ καὶ μᾶλλον, ἐπὶ τῶν μέρος αἰσθήσεων Α 20 post δὲ add. καὶ t 21 αὗται γὰρ Dt: καὶ γὰρ αὗται Α μᾶλλον Α: om. Dt 22 ὧν] τῶν t 27 γὰρ Α: om. Dt 28 post ὥστε add. καὶ t 29 τοῦτο At: om. D 32 ταὐτὰ A: τὰ αὐτὰ Dt 36 δύναται At: δύνανται D οὑδὲ Α: οὔτε Dt
marginal P 1r
footnote 1 ἤδη Α: εἰ δὴ Dt 6 αὕτη scripsi: αὐτὴ Dt 8 μοι] μὴ t d δὴ Α: δὲ Dt 10 καὶ ἐν Α: καὶ om. Dt πρὸς τὴν—εἴπῃς (12) Dt: τῷ ὐποκειμένῳ καὶ πολλά· κτὰ μὲν γὰρ τὴν οἰκείαν φύσιν ἕν, καθὸ δὲ γραμμῆς ἑκάστης ἀρχὴ ἡ καὶ πέρας, πολλά. καὶ μὴ εἴπῃς Α 11 ἓν ἐκεῖνο scripsi: ἐν ἐκεῖνο D: ἐν ἐκείνῳ t 12 ὃν At: om. D ἐκνενέμηται Α 13 ἕν ἐστι—φύσει (14) Dt: ἒν μέν ἐστιν πρὸς τὴν φύσιν, ἀλλὰ καὶ πολλά· ὅλον γὰρ ὡς ὅλον ἐν ἑκάστῳ ἐστὶν τῶν ἀτόμων Α 15. 16 τῷ ὐποκειμένῳ— γινώσκει πολλά Α: om. Dt 19 αὐτὴ Α: αὕτη D: καὶ αὕτη t 20 σῶμα om. D 21 ἐν τῳ] αὐτῷ t 22 τῷ om. t 27 ἐν τῷ Περὶ ἑρμηνείας] 27. 28 περὶ ἐναντίον D 32 οὐ τὰ] αὐτὰ t 33 οὐδὲ At: ὅτε D
marginal p 1r
footnote 5 γυμνάζει t: om. D 15 ἐναντία delevi post ἀνομογενῆ add. ἁ t 16 Πλάτων] cf. Theaet. p. 184 D δεινὸν γὰρ — εἰ πολλαί τινες ἐν ἡμῖν, ὥσπερ ἐν δουρείοις ἵπποις, αἰσθήσεις ἐγκάθηνται καλεῖ] κάτα (sic) D post αἴσθησιν add. εἶναι D 19 δὲ τὸ D Arist. TUVWy: δέ καὶ τὸ t Arist. ELX 20 αἰσθητηρίων D τινα Arist. L 21 δὴ om. D 23. 24 ὡς ὅτι] cf. p. 134,10 27 ἐγχύμῳ scripsi: ἐν χυμῷ D: εὐχύμῳ t
marginal p 1v
footnote 1 δὲ] fort, γὰρ 8 ὅ ἐστι D 11 τίνος ὁ scripsi: τινος ὁ D: τινος οὗ t 14 αὐτῶ τῶ D 15 τὸ λέγων t 17 οὐδ’ ἐν D Arist. vulg.: οὐδὲ Arist. E: οὐδὲν t (cum Ald.) post κεχωρισμένῳ add. ἐστὶ (cum Ald.) t (cf. Arist. S) 21 τῷ πρώτῳ scripsi: τοῦ πρώτου Dt 22 ὡς addidi 23 εἴπῃ t 24 εἰδῶ scripsi: εἴδω D: ἴδω t 30 σώματι scripsi: σώματος Dt 31 ἐνεργεῖ scripsi: ἐνέργει D: ἐνήργει t
marginal p 1v
footnote 1 οὐ δυνατὸν D: ἀδύνατον t Arist. 8 χρόνῳ t Arist. Uym. rec. E (cf. etiam v. 10): om. D Arist. vulg. 12 ἀντὶ δὲ τοῦ Diels: εἶτα δὲ Dt 15 ᾧπερ t 19. 20 ἀδιαίρετα ὄντα δὲ εἶναι t 20 οὐ] οὗ D 23 καὶ δύο D Arist. L: καὶ ἧ δύο t: ἡ δύο Arist. plerique 27 ἕν ἐστι om. t 28 δὲ addidi 29 καὶ (post δύο) om. D
marginal p 2r
footnote 2 τόν τε τρόπον t 4 ᾖ scripsi: περὶ ἧς Dt 6 post πληροῦται add. πρᾶξις σὺν θεῷ πέμπτη t: eadem in marg. exhibet D1 8 τῷ νοεῖν καὶ κρίνειν] τὸ νοεῖν καὶ κρίνειν D: τῷ νοεῖν καὶ τὸ κρ. t 16. 17 διακρίνει D: διακρίνῃ t 19 καὶ κατ’ ἄλλο δὲ κοινωνοῦσι om. A κατ’ ἄλλο D: καθὸ t κατὰ τὸ D: ante κατὰ add. καὶ μὴν καὶ At συγχύσαι At: συγχύσει D 21 νοήσειν D τὸ ὄνομα τῆς ἀλόγου ἐνεργείας om. Α 22 ὠνόμασε D 23. 24 πρὸς παρεὸν κτλ.] Empedocl. fragm. v. 375 MuUach 24 ἀέξηται t 25 ὁ δὲ scripsi: ὅτι δὲ ὁ D: ὁ δὲ ὁ t 28 ἐν πρώτῳ scripsi: ἐν ὧ (volebat ἐν ἁ) D: ἑνὶ t 29 ἀντιλαμβανόμενος D 30 φησιν D
marginal p 2r
marginal p 2v
footnote 1 παρὸν] παλαιὸν D 5 λέγει addidi 6 τοῦτο scripsi: αὐτοῦ Dt 11 ἐάν—νοῦν] exspectas ἐὰν μῆτιν εἶπε τὸν νοῦν 16 ὅθεν σφίσιν—παρίσταται] Empedocl. fragm. vv. 376 sq. sq. Mullach ἰδοὺ scripsi: οὐδὲν, ut vid., D: οὐδὲ t 18 Ὅμηρος—φησὶ] Od. Σ 136 sq. 19 τε καὶ θεῶν τε t 22 καὶ om. t 26 ἐοικὼς D 27 πρὸς τὰς—κεκτήμεθα] Eurip. Hippol. v. 701 δὲ] γὰρ Eur. 33 ἡ] ὁ D
marginal p 2v
footnote 1 ἀεὶ t 8 καίτοι] καί τι t 9 γινώσκωμεν t 10 ἀμβλυωπία S: ἀμβλυωπεία D: ἀμβλουπία t 15 ὑπὸ Πλάτωνος] Theaet. p. 170 C sqq. 17 συναξόμενον D 21 post μία add. ἐστὶν D 23 ἑνὶ τῷ t 25 Ἐμπεδόκλεις scripsi: ἐμπεδόκλες D: ἐμπέδοκλες t 35 πολλή] πολύ t
marginal P 2v
marginal P 3r
footnote 1 διάνοια δὲ coll. t 9 εἶτα—διανοίας (11)] ἔτι φησὶν διαφέρειν φαντασίαν αἰσθήσεως καὶ διανοίας, καθὸ ἡ μὲν μέση τούτων ἐστίν, τὰ δὲ παρ’ ἑκάτερα Α Pal. 18 τὶ γὰρ t 24 οὐδὲ scripsi: οὔτε ΑDt 26 προθῶμεν t 27. 28 καὶ λευκὸν—πάντως om. Α πάντως D Pal.: om. t 28 ἡ Α Pal.: om. Dt post ἀκριβὴς add. διόλου t 30 ποτε AD: πῶς t ἡ At: om. D 31 μὲν om. D 35 ἀναταθεῖσαν Α: ἀναστασθεῖσαν Dt ἀναποδείξει t
marginal P 3r
footnote 3. 4 καὶ πάλιν—πτοοῦμαι At: om. D 7 ἐπεὶ δὲ Dt, ut Arist. codd.; cf. etiam p. 490,13 sed ἐπειδὴ v. 9 et 12 Dt 12 οὗτος scripsi: οὕτως Dt 13 τῷ κρίνειν D: τὸ φρονεῖν t 14 καὶ τὸ νοεῖν καὶ τὸ αἰσθάνεσθαι om. D 20 δοκεῖ δὲ καὶ D Arist. vulg.: καὶ om, t Arist. LT 23 κοινὴ scripsi: κοινὸν ᾖ Dt 27 δ’ om. t
marginal P 3r
marginal P 3v
footnote 3 φασὶ t οἶδας τίς ἐστι t 3. 4 μία γὰρ—γνῶσις] exspectas tale quid εἴπερ τῶν ἀντικειμένων εἰσὶν ἡ ἀπάτη καὶ ἡ γνῶσις; cf. de an. p. 427b5 7. 8 ἀντιλαμβάνηται t 8 ἀλλ’] καὶ D 14 τὸ νοεῖν D 18 οὖν] οὐ t 22 εἰπὼν D 26 κρείττων A: κρεῖττον Dt γίνεται At: om. D καὶ ποιεῖ—συλλογισμὸν (30) At: om. D 30 μέντοι At: δὲ D 32 et 33 πρακτικὰ D 32 ἐνδεῖ At: ἔνδεια D 36 δὲ om. t
marginal p 3v
footnote 3. 4 ἀγαπητόν—προσέλθῃ] cf. Plat. Legg. Β p. 653 Α 5 καὶ μὴ D Arist. T: καὶ μὴ t Arist. vulg. 9 δὴ scripsi: δεῖ D: δὲ t 10 νοῦς t 12 ὁ δὲ—τουτἐστιν At: om. D ἡ δὲ διάνοια D 13 ὀρθῶς ποτὲ δὲ—μὲν γὰρ At: oin. D 23 εἰπόντα] πόντα] Od. X 1 24 μὴ] μὴν t 2.0 ψεύδους αὐτῇ παραίτιον γίνεται At: ψεύδεται D 26 fort. ἐνεργῇ 27 συμπλακῇ scripsi: συμπλακεῖ AD: συμπλοκὴ t τῇ om. t τῶν addidi 30 καὶ (ante δόξα) ex Aristotele addidi
marginal p 3v
marginal p 4r
footnote 2 τὸ αἰσθάνεσθαι D 7 καὶ (post αἴσθησιν) om. t 9 αὐτή t Arist. vulg. (cf. v. 10): ἡ αὐτή D Arist. SVX 10 διάνοια et 11 διανοίας] legendum φαντασία et φαντασίας 14 ἡ (post ὅτι) scripsi: εἰ Dt 16 ὑπόληψιν] ὑπόληται (sic) t 17 ἡ] ἡ t 18 ἔχει t 19 οὖν μέση coll. D 22 νόησις D Arist.: φαντασία t (c. Αld.) Arist. mrg. U 28. 29 ἡ γλῶττ’ ὀμώμοχ’ ἡ κτλ.] Eurip. Hippol. v. 612 29 ὀμώμοχ᾿ Eurip.: ὀμώμοκεν ἡ Dt 30 καιατρέπεται t ἔνθα προσφυῶς D: ἔνθαπερ εὐφυῶς t 31 λόγῳ—σοφωτάτῳ] cf. Nauck Tr. gr. fr. ed. II Adesp. 317 p. 899 μ’ ἔπεισας Nauck: με πείσας Dt 32 προπίπτομεν t
marginal p 4r
footnote 9 εἰδωλοποιῶν t 10 τῶν μνημονικῶν t 11 γὰρ ψεύδεσθαι D Arist. STUWX: post γὰρ add. ἡ t Arist. ELV 13 τὸ ante ἀληθές addidi 15 δοξάζωμεν D Arist. LSUW (sed cf. v. 17): δοξάσωμεν t Arist. vulg. 19 καὶ τότε ἔχομεν t παρατρεπόμενος t 24 μέλλει scripsi: μέλει Dt λέγει t 25 διακρίνας t 27 in mg. habet πρᾶξις σὺν θεῷ εݲ D
marginal p 4r
marginal p 4v
footnote 2 φαντασίαν D 3 διορίσαντας Arist.: διορίσαντες Dt 5 διακρίνειν t 9 νῦν t 12 ἑκτρεμές t μέλει t 19 φαντασίας D 28 ἡμῖν] exspectas νοῖς τ΄ 29 κατὰ—ἐνεργοῦσι t: κατὰ δὲ φαντασίαν οὐκέτι Α: om. D 31 πάνυ Α: πὰν D; παντὸς t 31. 32. 34 μασθὸν, μασθὸς, μασθοῦ D 33 ἄν ἐγένετο Α: ἐγένετο ἄν t: ὅν om. D οὑκ ἤσαν ἀποτεθειμένοι Α 35. p. 495, 1 προσομιλήσαντες καὶ καέντες t
marginal p 4v
footnote 1 τὸ πυρί D τούτου D 2 ἂν om. D 3 post προσβάλλειν versus quinque vacui relicti D 4 παντὸς t μαστὸν] μισθὸν D βδάλλειν] διαβάλλειν D οὐκ om. t 5 ante ἀπὸ add. ἡ Α 7 πορείσασ t 8 ἀποδεξαμένης D: δεξαμένης Α: ὑποδεξαμένης t 9 καὶ τὸν δεύτερον λόγον εἶναι ἐναντίον t 10. 11 ἐκεῖ καὶ ὄρεξις—αἴσθησις (16) At: om. D 15 ὡς Α: οὐκ t 19 δὲ A: om. Dt καὶ τοὺς—τούτῳ (20) Dt: μηδὲ τοὺς μύρμηκας μηδὲ τἀς μύας (sic) Α 21 αὐτοὺς D: τὼς t; αὐτὰ Α 23 ἐνέργεια t 27 τούτων At: τοῦ D 30 προιοῦσαν t ἡ γὰρ t: γὰρ om. D: οἷον ἡ Α 32 ἐχούσῃ At: ἔχουσιν D 34 ὑπαντῶσα D: ἀπαντῶσα At 35 τοιαύτην scripsi: τὴν αὐτὴν Dt
marginal p 4v
marginal p 5r
footnote 1 ἐπειδὴ] ὡς καὶ Α 2 καλοῦμεν] καὶ νομίζειν καὶ ὀνομάζειν Α 7 ἤδη D: om. At 9 ἡ ἀκριβῶς D 13 συνεργοῦσα (sic) μηδὲ σύνεισιν, οὐδὲ τόν Α 14 ἔσται Α δὲ] οὖν t 16 τοὺς om. t ἐνόεις scripsi: ἐννοεῖς D: ἐνόης t 17 αὐτῶν τοὺς scripsi: αὐτοὺς Dt 22 post αἱ ὢν add. γὰρ t 23 αἱ δὲ ποτέ] οὐδέποτε t 25 ἀεὶ om. t 26 et 27 ἐν λογικοῖς] εὐλογικοῖς t 33. πλέκεται —πιστεύοντα] ἡ ἐξ ὧν οὐδὲ πείθεται· τὰ γὰρ πειθόμενά ἐστιν τὰ πιστεύοντα 34. 35 διότι ποιητικὸν αἴτιον Α
marginal p 5r
footnote 3 post ὅρκοις add. τῶν ἐπᾳδόντων Α 7 πᾶν τιθασευόμενον scripsi: παντὶ θασευόμενον D: πάντη θασσευόμενον t 9 προσκλήσει] fort. προσκλίσει 10 τιθασσευόμενα At τὰ μὲν t 12 μόνου t 14 ἕτερόν ἐστιν αἰσθάνεσθαι t 15 ἀδιάφορος t 18 εἴπωμεν scripsi: εἴπομεν Dt 20 γίνεσθαι D Arist. vulg.: γενέσθαι Arist. STVX 21 ὃ δἄν D: ὅτι ἄν t 21. 22 βουλώμεθα scripsi: βουλόμεθα Dt 28 ἀλήθειαν ὡς ἀλήθειαν scripsi: ἄλη ὡς ἁλή D: ἀληθὴ ὡς ἀληθή t 30 τὸ γινώσκειν D
marginal p 5
footnote 4 ἐπειδὴ περὶ scripsi: ἐπειδήπερ Dt: διότι περὶ Α 5 καὶ κρεῖττον] κρεῖττον δέ Α 6 7. οὐκ ἐνεργεῖ—νοῦς (9) At: om. D 7 ἀτυχὴς A1: μὴ τυγχάνουσα A2t 9. 10 τὸ εἰπεῖν ὅτι D: om. t: καὶ Α 11 μερικὸν D: μερικὰ At δῆλον D: δηλονότι At 12 μὲν οὐκ D Arist. SUX: post μὲν add. οὖν t Arist. vulg. post αἴσθησις add. ἡ φαντασία t (cum Ald.) Arist. y 17 ἄν At: om. D 17. 18 ἐφανταζόμεθα Α: φανταζόμεθα Dt 18 νῦν δὲ—ὕπνοις (19) At: om. D ἐστὶν scripsi: εἰσὶν At 31 ἡ μύρμηξ t
marginal p 5r
marginal p 5v
footnote 1 διάπθρωτον t 2 εἶπον] εἶπεν t 4 ταὐτὸν] αὐτὸ D 24 ταὐτὸν] αὐτὸν t 28 πρόσθετο t
marginal p 5v
footnote 1 Λείπεται—γίγνεται ad lemma revocavi: cum superioribus vv. coniungunt Dt γίγνεται iterat t 13 ἐντιθέντα] ἐντιθεῖται vel ἐντιθοῦνται D 14 ἀλόγῳ] λόγῳ D τιθοῦντι, ut videtur, D 26 et 30 fort, legendum ἠπόρησα vel ἠπορήσαμεν coll. p. 497,2 30 ἡ ὄφις t 36 ὡσαύτως] ὡς αὐτὸς D
marginal p 5v
marginal p 6r
footnote 2 αὐτὸ om. t τὴν ὀσμήνην D 4 εἰ πάσῃ D Arist. SXy: εἰ om. t Arist. vulg.: εἰ πᾶσι Arist. W 7 post πληροῦται add. πρᾶξις σὺν θεῷ ζ t: eadem in marg. D1 8 ante δόξα add. ἡ t Arist. U 14 δι’ αἰσθήσεως Α: δι’ om. Dt 10 μηδὲ D 17 ταὐτά] ἑαυτά 1) εἰ μὲν ὰρ—τοῦτο λέγω (22)] ὁ μὲν γὰρ λέγων ὅτι φαντασία ἐστὶν δόξα ἅμα καὶ αἴσθησις τοῦτο λέγει ὅτι οὐκ ἔστιν ποιητικὸν αἴτιον τῆς φαντασίας ἡ δόξα, ἀλλὰ καὶ ἡ αἴσθησις. ὁ δὲ λέγων ὅτι οὐκ ἔστιν φαντασία δόξα δι’ αἰσθήσεως τοῦτο λέγει Α 18 αἴσθησις Α: ἡ αἴσθησις Dt post αἴσθησις add. λέγω ὅτι οὐκ ἔστιν ἐκ δόξης καὶ αἰσθήσεως συμπλοκὴ ἡ φαντασία ὡς ὑλῶν t εἰ δὲ—αἰσθήσεως (19) delevi coll. Α et p. 502,6 sqq. 26. 27 δι’ αἰσθήσεως Α: om. Dt 28 ὀργανικοῦ Α: ὀργάνου Dt 29 οὐκ ἔστιν Α: om. Dt
marginal p 6r
footnote 2 ἔσται scripsi: ἐστὶν ADt 4 ποιεῖ] exspectas ἐποίει ἄν κιρναμένη t 8 οὐδὲ scripsi: οὔτε A2D: οὐ t 9 δὲ om. t 10 ὁ ἀριστοτέλης δὲ ἑνὸς t 12 κατὰ τὴν μάχην At: om. D 14. 15 ἐν τῷ αὐτῷ νῦν At: om. D 15 σώαν Α: σῶν t: σὼ ἄν D 16 post ὁρᾷ iterat τὸν ἥλιον D 17 δείκνυσιν—ὅλης] πολλαπλασίονα τῆς γῆς αὐτὸν οἴεται Α αὐτὸν D: αὐτῶν t 19 δόξα μὲν] δοξάζομεν D1, sed in mrg. corr. D2 22 ἑαυτὴν τὴν 24 οἱ ὅρκοιοι t 25 τῇ ἐνσθήσει t 27 τέσσαρες t 33 καταβάλουσιν D
marginal p 6r
marginal p 6v
footnote 1 t 10 ἀριστοτέλης t 12 ἡμᾶς t 15 οὐδὲ scripsi: οὗτε Dt. 16 ὡς περιέχει t 17 post τὸ πολὺ add. ἀεὶ D 24 ὁ δέ—ἀναγκαῖς Α: om. D: τρίτος λόγος πρὸς τούτοις οὗτος t 30 οὐδὲ scripsi: οὔτε ADt 31 post φαντασία add. ἡ μὴ ἐκ τούτων ὑποτιθεμένη συγκεῖσθαι Α 35 δείξομεν scripsi: ἐδείξαμεν Dt κρᾶμα Α: τὸ κρᾶμα Dt 38 ὤφελεν D
marginal p 6v
footnote 5. 6 ἐν τῷ Σοφιστῇ] p. 264 Β 7 οὐ τοῦτο] αὐτοῦ τὸ t 9 ἐν Τιμαίῳ] p. 35 Α 11 ἀμερεῖς D: fort, legendum κιρνᾶται ἡ &lt;μεριστὴ τῇ&gt; ἀμερεῖ 12 εἰπὲ scripsi: εἶπε Dt 14 φαντασίαν scripsi: coll. Plat. Soph. p. 260 C: φαντάσματα Dt 15 τῇ σοφιστῇ t 17 τις] τι D 24 ὡς D2: γὰρ t κοπῆ D 26 καὶ om. t 28 post add. διαφέρειν t 30 ἐπιπλάττεις t 35. 36 Καὶ δῆλον—αἴσθησις om. t 35 ἄλλουτινὸς et 35. 36 ἀλλ’ ἐκείνου ἐστὶν οὗ καὶ ἴωσις Arist. vulg.
marginal p 6v
marginal p 7r
footnote 5 δ’ addidi οἴεται t 11 τοῦ om. t ἐξέλαβε t 14 αἰσθάνεται t 15 δέ γε D Arist. plerique: δὲ Arist. EL: γε t (c. Αld.) 17 post εἶναι IV litt. eras. D 18 post δόξης II vel III litt. eras. I) φησὶ γὰρ—ἡ δὲ (19) in ras. D1 εἰ τοῦτο] τοιοῦτο t 22 οὑν D Arist. vulg.: γοῦν t Arist. X ἑαυτοῦ δόξαν D Arist. SUWX (qui porro ἣν εἶχεν ἀληθῆ exh.): ἑαυτοῦ ἀληθῆ δόξαν t Arist. vulg. 23 δυνατὸν scripsi: δύναται Dt 26 et 27 σωζόμενος, ut vid., D: σωζόμενον t 28 ᾖ scripsi: ἢ Dt 29 ἡ scripsi: ἡ Dt
marginal p 7r
footnote 1 εἴ τι D; cf. ν. 3: εἴ ἔτι Arist. vulg.: ὅτι t Arist. L τὴν αὐτὴν ἀνάγκη D Arist. LWy: ἀνάγκη τὴν αὐτὴν t Arist. vulg. 3 εἴ τε t 4 ἀπόλετο t δυνάμεων 5 ἡμᾶς t 6 ψεύδους D 7 αὐτῶν t 8 ἐγίνετο D Arist. plerique: ἐγένετο t Arist. ETW 12 οὐκ ἄρα Dt Arist. ELTWy. οὔτ’ ἄρα Arist. vulg. 15 post πληροῦται add. πρᾶξις σὺν θεῷ η΄ t: eadem in marg. D1 17 τις om. 18 ἀλλ’—ἑξῆς (19) om. t 20 τέσσαρά τινα] τετάρτη t 22 πρόκειται scripsi: πρόσκειται Dt 26 ὡς om. D
marginal p 7r
footnote 3 τούτων] τοῦτο D εἰπὲ scripsi: εἶπε Dt 5 τὴν om. D 9 δημιουργῶν t 12 καὶ κινεῖ Α: καὶ om. Dt 13 γὰρ At: om. D 14 ὑπὸ τῆς τοῦ D 19 ἡ φαντασία At: om. D 23 διὰ μέσου D: διὰ μέσης A2t 24 ἀλλ’ οὖν At: om. 1) 26. 27 καὶ αὐτῇ] μὴ αὐτῇ t 27 παρὸν t post λέγομεν δέ add. πρός τὴν ἔνστασιν ταύτην Α 29 μέσου Α: μέσον Dt 30 αὕτη (post ὥστε) A2: αὕτη A2: 34 ᾧ scripsi: ὅ AD: ὁ t μέσου AD: μέσων t 36 οὐρανομήκη A: οὐρανομήκει Dt
marginal p 7v
footnote 1 μὲν At: om. D οἶδε] εἶδεν Α 2 εἶδεν AD 3. 4 ἀναπλάττεται At: ἀναπλάττηται D 4 et 7 οἶδεν t 4. 5 ἐπεὶ—αἰσθήσεως iterat D 5 ταύτας τὰς AD: τὰς om. t ἁπλαῖ t 6 οὐρανομήκει t 8 δι’ ἄλλο (o m. alt. in ras.) δι’ om. D: ἄλλως t 12 ἄλλως D lo κρείττων Α: κρεῖττον Dt ἐπεὶ Α: ἐπὶ Dt 14 εἶπε Α 15 κρείττων At: κρεῖττον D 18 ἄν At: om. D 19 διὰ μέσου A1D: διὰ μέσης A2t 20 Θεμίστιος] cf. Paraphr. II 169,12 sqq. 21 μετὰ] κατὰ t 23 καὶ aikiidi 24 ἀριστοτέλει t 26. 27 ἡ ἡ φαντασία (sic) D 35 ἔτι] ὅτι t ὁρῶν D
marginal p 7v
footnote 5 D: τὸν νῦν t: δ’ οὑν Α 6 ἀμφότεραι καταγίνονται t: ἀμφότερα καταγίνεται AD 10 τὰ (ante κατὰ) om. t 11 οὕτω—φαντασία Α: om. Dt 11. 12 καὶ αὗταί εἰσιν in ras. D1 14. 15 περὶ τὰ—φαντασία At: om. 19 ταύτης t ὁ δὲ λέγων t 31 αἰσθητὸν Α: τὸ αἰσθητὸν Dt 34 εἰρημένως t 35 λάβοις Α: λάβη D: ἡ λάβη t 36 ἤπερ D περ supra add. m. pr.) et t: ἡ Α 37 ἡ om. t
marginal p 7v
marginal p 8r
footnote 10. 11 τότε—περὶ Α: om. Dt 12 post αἰσθητὸν add. ἀληθεύει μᾶλλον t τούτω t 14 τὰ ἀίδια t 15. 16 μᾶλλον ἄρα—ὁρᾶων (17) At: om. D 17 γὰρ At: om. D 18 τῇ delevi 21 ὅ At: om. D τῆς γεύσεως D: γεύσεως Α: αἰσθήσεως t νοησθῆναι t 30 ὁ ante ἄνω om. t 33 πασῶν t: πάπων D et fort. Α 37 τὸν κοινούμενον t τουτέστι τὸ πλοῖον A2t: om. A1D ἐθέλησαν D
marginal p 8r
footnote 4 ἀπλανῆ D 6 μὴ] καὶ t 7 ἐπὶ τούτῳ] ἐκ τούτου Α 9 ὁρασθήσεται t ἐστιν om. D 11 μέντοι] μὲν t 12 ἠρτημένον] εἰρημένον t κάλων A2t: κάλον 19 ἐπειδὴ] καὶ λέγει διότι Α 20 τῶν φανέντων t 22 τόπους t 23 φάους] fort. φανοὺς D 26 ἡ φαντασία At: om. D 30 ἐνεργέστερον t 32 πρὸς om. D 33 δέ ἐστιν D: δέ δέδοται Α: δέδωται t 34 ἔχωμεν A2: ἔχομεν A1Dt 35 ὅτι t
marginal p 8r
footnote 4 τουδὶ Arist.: τοῦ δι’ ὃν D: τοῦ διὸ t 9 αὐτὴ Α: αὕτη Dt 10 προσβάλαι D 12 ταύτῃ] ταύτης Α 19 ἢ scripsi: ἡ D: om. t 21 αἴσθησίς ἐστιν 1) Arist. vulg.: αἰσθήσεις εἰσίν t Arist. TUVW et omisso εἰσίν S 23 οὐ oui. D διὰ δέ τι t 29 ὁμοία D 34 post ἄνευ add. τῆς t
marginal p 8v
footnote 1 ἐνδεχομένας t οὐκ delevi 2 καθ’ αὑτὴν t 9 πληρώσει D 12 τὸ (ante κοινωνεῖν) om. t 14. 15 ὀλίγιστον D Arist. vulg.: ὀλιγοστὸν t Arist. LSUVX 19 τὰ ἀίδια t 21 τοῦ ᾦ συμβέβηκε καὶ ταῦτα (cf. Αld.) t 25 τρόπῳ] πρώτω t 26 συμβεβηκέναι scripsi: συμβέβηκε Dt 31 τὸ t Arist. vulg.: om. D (sed. cf. p. 514,1.3) et Arist. codd. ESVX 32 ἄλλο 1) Arist. pleriqne: ἄλλο τι t Arist. ELy
marginal p 8v
marginal q 1r
footnote 8 κοινὰ αἰσθητά om. t 13 δὲ t Arist. vulg.: δὴ Arist. TU: δ’ ἡ D Arist. W 16 γενομένη t 17 ἐνεργείας t 23 ἣν] οὖν t 24 τῆς Α: om. Dt 25 δὲ Α: om. Dt 26 post ἄν add. οὖν t 27 φαντασία t 31 ἔχει t Arist. vulg.: ἔχοι D Arist. Ly: ἔχοι ἡ Arist. Ε 32 τὰ om. t 33 λέγω δὲ t
marginal q 1r
footnote 2 γινομένη Dt Arist. L: γιγνομένης Arist. vulg. 4 ἐπειδὴ ὄψις D 5 βούληται t 6 κατ’ αὐτὰς t Arist. vulg.: κατὰ ταύτας Arist. ELy: κατὰ ταύτης D 7 λέγηται t νυνὶ] καὶ t 13 οἴεται] ὁρίζεται Α 21 αὐτὸ] αὐτῶ D 27 τῶν δὲ A: τῶν δὲ τῶν D: τὸ δὲ τῶν t 28 τὸ om. t ἑνιαῖον] ἑνικῶν t
marginal q 1r
footnote 3 post πληροῦται add. πρᾶξις σὺν θεῷ θ marg. D 9 ἐφ’ ἑαυτῆς t 10 μέν ἐφθάρτη t 14 ἀίδιά t 17 καὶ (post συμβάλλεται) om. t 19 κοινωνίαν Α: κοινωνίας Dt 25 γραμματείῳ A 2 t: γραμματίω A1D οὔτε γὰρ t 27 oὐ καταλαμβάνεται t τόπου D ἀτυχὴς scripsi: ἀτυχῆς AD: ἀτυχεῖ t 29 ἔχει τοὺς τύπους Α νοητῶν] αἰσθητῶν D sed νοητῶν marg. D post πρώτη add. ἡ t 32 ἔρχονται] ἄρχονται t 35 τελειοτικὸν t
marginal q 1v
footnote 4 κυρίως μᾶλλον t: μᾶλλον om. AD, fort, recte Α: ὅ D: ὁ t 7 ἡ om. t 8 τὸ μᾶλλον αἰσθητὸν Α: τὸ μᾶλλον D: τὰ μᾶλλον αἰσθητὰ t 9 μέντοι D: δὲ At 10 ἐνεργεῖ] ἐνεργεῖν t 15 συνεκκρίνεται t 20 ὅτι post δείξομεν δὲ coll. Dt: post ἐπιχειρήματι ipse transposui ἰδικῷ scripsi: ἰδικῶς Dt 22 δυνατὰ t 23 ἡ δὲ A2t: εἰ δὲ A1D 23. 24 τὰς ὁμοίας—νοεῖ om. D 25 οὐ t 26 οὐ addidi 21 ὡς om. t 30 ἐκείνῳ At: ἐκεῖνο D 33 γινώσκειται ἡ t
marginal q 1v
marginal q 2r
footnote 5 δύνατο t 9 Ἀριστοτέλει Α: ’Αριστοτέλους Dt ἄλλως μὲν] ἄλλα μὲν 10 ὁ (ante Ἀφροδισιεύς) om. t ὁ πλούταρχος AD: ὁ om. t 11 ὥσπερ D: ὅσπερ t: ὅστις Α ἐστὶν om. Α 11. 12 ὁ ἐπὶ S, cf. v. 13: ὁ om. ADt 12 ἐπὶ τῶν παίδων ὁρᾶται Α ὁ] οὐ t 13 ὥσπερ] ὅσπερ t 15 λέγονται D: λέγοντας t 16 ὅ Dt: ὅς Α 18 ταῦτα—’Αλέξανδρον Ἀλέξανδρον Dt : ὁ μὲν οὖν Ἀλέξανδρος οὕτω Α: deficit Α 30 παθήσεως t 33 καὶ κοινὴν ἁμαρτίαν t: om. D 34. 35 τὸν θύραθεν t: τὴν D 36 ’Αριστοτέλης t
marginal q 2r
footnote 1 D 7 λέγει t 14 μόνον (post ἀίδιον) om. t 16 αὐτῶν] ἑαυτῷ t 22 διὰ τὸ t: om. D 23 Ἀλέξανδρος] cf. Alex, de an. libri mant. p. 106,19 sqq. Bruns 24 φάσκον t 28 κατὰ τὰ ἐναντία D 32 post καὶ add. ᾖ t ἔδει scripsi: εἰ δεῖ Dt 33 ὤφελεν D 34 ἀλέξανδρος t 38 Ἀριστοτέλει scripsi: ἀριστοτέλη Dt
marginal q 2r
marginal q 2r
footnote 2 ἔχει t 3 αὐτὸν scripsi: αὐτὸς Dt 5 ἐστι om. t 9 post παίδων εἶδος fort, addendum καὶ 10 ante οὐκ add. καὶ t 12 εἴπωμεν scripsi: εἴπομεν Dt 13 ὁ (ante δυνάμει) om. t εἰδὼς] εἴς t 15 μὲν om. t 17 εἰσιών] εἰ τ τῶν t 19 προχειριζομένην D 21 δὲ om. t γινώσκει ἡ D: γινώσκεται ἡ t 24 εἴπει D 27 ᾧ ante φρονεῖ)] ᾗ t 29 ἐν om. t 36 ὁ (ante ’Αριστοτέλης) om. t
marginal q 2v
footnote 4 τούτων scripsi: τοῦτον Dt 6 πῶς om. D διστάζειν D 9 ἐχώρισται t 10 μόνῳ t 13 ἀμιγῆ scripsi: ἀμιγῆ D: ἀμιγεῖ t 14 νόμως t ἐστὶ D: ἐπὶ t σμιγομένων D 15 συμμίγεσθαι D 19 οὐκ αὐτὴ scripsi: οὐχ αὕτη Dt 25 λόγον] λόγων D 28 χωριστὸς t 29 καὶ (post αὐτῆς) om. t 36 ὥσπερ τὸ D Arist. vulg.: τὸ om. t Arist. SV
marginal q 2v
marginal q 3r
footnote 8 ἡ] καὶ t 10 πάσχον] πάσχειν D 11 post τοιοῦτόν add. τί D 14 τελειοτικὸν t 18 post τοιοῦτον fort, addendum τουτέστι 19 τούτῳ scripsi: τοῦτο t: τοῦ D ἀπαθός D 29 ἐπειδὴ D Arist. plerique: ἐπεὶ t Arist. ELT post ὥσπερ add. γὰρ D 34 ὁμοιομερῶν t
marginal q 3r
footnote 1 πάντα] πάντων D 5 καὶ οὐκ ἔχει in ras. D 1 9 λέγετε scripsi: λέγεται Dt αὐτὸν D: αὐτὸς t 10 νοοῦν D: νοῦν t 13 ἀντιφράξει D Arist. UWy: ἀντιφράττει t Arist. vulg.: ἀντιφράζει Arist. SVX 19. 20 κεχρωματισμἐνων t 22 αὐτοῦ] αὐτὰς D 23 ἡμᾶς t 32 δὲ διὰ t 33 οὑν om. t νοήσῃ scripsi: νοήσει Dt
marginal q 3r
marginal q 3v
footnote 1 ποιὸς scripsi: ποῖος Dt ἡ om. D 9 post εἰ καὶ add. ὅτι D 10 μόνον t λέγει om. D 11 πᾶσα—ἀθάνατος] Pbaedr. p. 245 C 12 αὐτὸ D 15. 16 ἀνάμνησιν λέγει] Phaed. p. 72 E 18 αὐτοῦ t 23 μὲν οὖν D: μὲν οὖν ὁμοίως Arist. LW: μὲν ὁμοίως t Arist. vulg.: μὲν Arist. ’ 24 ἑαυτὸς δὲ (sic) D δὲ αὐτὸν t Arist. y 27 ἡ om. D 28 ὁ νοῦς fort. delendum; cf. ν. 30
marginal q 3v
footnote 1 εὑρέσεως t 2 post πρᾶξις add. πρᾶξις σὺν θεῷ δεκάτη t: eadem in marg. D1 4 ὕδατι D Arist. vulg.: τὸ ὕδατι t Arist. E 5 οὐ καὶ D: οὐκ t Arist. 6 εἰ] ἡ D 10 ἐξετάζων t 15. 16 ἡ δὲ λογικὴ—τὰ ἔνυλα oin. Dt 16 κρείττων Pal.: κρεῖττον Dt τὰ (ante ἄυλα)] ὄντα t 20 ἅ ἐστι Pal. 22 γινώσκει Pal. t: γινώσκειν D 23 κατ’ αὐτὰ Pal. κατά τι Pal.: κατά τινα Dt 26 ἐπίστατο t ἐπιδιωρθοῦτο Pal.: ἐπεδιωρθοῦτο Dt 27 εἰ γὰρ D 31 ἄνω om. Pal. 33 ἄρα καὶ τὰ Pal. 34 ὅτι om. t 35 τῷ] τὸ Pal.
marginal q 3v
marginal q 4r
footnote 6 αὐτή ἐστι] αὐτῇ t ἡ γὰρ Pal.: εἰ γὰρ Dt 8 καὶ καθ’ Pal., cf. v. 10: καὶ om. Dt συνεργεῖ t 15 ἄγεται] ἄγε t 16 ἐνέργειαν D 18. 19 ἐκ τοῦ ἀνομοΰλου D Pal.: ὑπὸ ἀνωμωΰλου t 24 ἀντιπάσχειν, ut vid., D 27 ἡμᾶς] ἡμῶν t 31. 32 τὸ ποιοῦντι D 33 ἀπάθειαν t 34 post πάντως add. ὅτι D 36 τῇδε scripsi: τῇ δέ Dt 38 τὸν αἰσθητὸν t
marginal q 4r
footnote 1 ὐπ’ αὐτοῦ t 6 τι scripsi: τί D: τῇ t 7 ἑαυτὸν tertium add. Diels 12 περιπέσεις D ἐν τῆ Ἀποδεικτικῇ] quem locum respiciat nescio; ceterum cf. Top. Α 5 p. 102 a 18 sqq. 14 πᾶν Diels: περὶ D: περ t 15 νοητά scripsi: νοούμενα t: om. D 16 αὑτόν scripsi: αὐτὸν Dt 17 ἑαυτόν D: αὐτὸν t 25 ἐχωρήσαμεν t 26 τὰ νοητὰ t 32 λύσομεν D
marginal q 4r
footnote 1 ὅλην] ὕλην t 2 post γάρ add. τί t 8 νοεῖ iterat D 9 τὸ om. t 13 ἀλλ’ ἡ scripsi: ἀλλ’ ᾗ Dt 18 προσκινοῦμεν t 21 νοῦς (post οὖν) om. D αὐτοῦ] αὐτῆς t 23 αὑτοῦ scripsi: αὐτοῦ Dt ἀλλοτριοπραγεῖ t 25 Πλωτῖνός φησιν] cf. Enn. V, 9,5 25. 26 μὴ ἀεὶ scripsi coll. v. 27 p. 535,9 536,35: ἀεὶ μὴ Dt 28 ἀεικίνητα τὴν t 34 τό ὕδατι scripsi coll. v. 37: τῷ ὕδατι Dt εἴρηται κτλ.] certos quosdam locos respicere uoii videtnr 37 τὸ ὕδατι D: τῶ ὕδατι t
marginal q 4r
marginal q 4v
footnote 1 τὸ scripsi: τῷ Dt 4 τὰς δευτέρας πτώσεις t 5 ἑτέρων U G ἐκείνων D 7 ἔνυλα D 9 τοῦτόν t 11 μόνων scripsi: μόνον Dt 12 δεκτική D, sed corr. D 1 13 ἀνὐλων t 15 αὐτῷ cm. t IG ἢ ἄλλῳ Arist. vulg.: καὶ ἄλλῳ t Arist. y: καὶ ἢ ἄλλῳ Ar. E: ἡ ἄλλο D 18 νοεῖ] νοῦ t 19 ἄλλο μὲν D 21 ἄλλο δὲ D 31 ἄλλως μὲν D 32 αὐτῶν t
marginal q 4v
footnote 1 ὥστε om. D 12 μαλακὸν] μελανὸν t ταῦτα t 13 ἵνα μὴ κυνῆ D 21 ὡς om. D εἰ addidi 26 μόναι t 27 ἡ] εἰ D 28 ἑαυτὴν D Arist. vulg.: αὐτὴν t Arist. Ey ante σαρκὶ add. (c. Ald.) γὰρ t εἶναι καὶ κρίνει t Arist. LS 30 ἄλλῳ μὲν scripsi: ἄλλο μὲν Dt 31 ἆρα scripsi: ἄρα Dt τὰ (post κρίνει) om. D
marginal q 4v
marginal q 5r
footnote 1 ἄλλῳ scripsi: ἄλλως D: ἄλλο t 3 ἄλλῳ scripsi: ἄλλως Dt 10 συνεχεῖ] συνεχῆ t 12 ὃ addidi 13 τοῦ εὐθὺ εἶναι D: exspectas τὸ εὐθεῖ εἶναι καὶ τὸ εὐθύ 18 εἰ om. D Arist. L 21 τὸ εὐθὺ εἶναι] fort, τὸ εὐθὺ τοῦ εὐθεῖ εἶναι 22 τότε] τῶτε D ἄλλο] ἄλλω D κρῖνον addidi τὸ ἄλλῳ scripsi: τῷ ἄλλο D: τῷ ἄλλῳ t 22. 23 ἀντὶ τοῦ τότε scripsi: ἀντὶ τούτω τε Dt 24 τόδε] τῶδε D 27 εἰ τὸ (post ὅτι) scripsi: εἰ τῷ t: ἐν τῷ D τουτέστιν ἓν τὸ D εὐθεῖ] εὐθὺ t 29 ἄλλο D τὰ] ταῦτα D
marginal q 5r
footnote 2 πρὸς τί scripsi: πρός τι Dt 8 αὐτῶ D 9 et 11 ἑτέρως] ἑτέρω D 22 ᾖ Arist.: εἰ Dt, sed cf. v. 24 30 εἰ addidi 31 ὑπάρχει t: ὑπάρχεται D: fort, ὑπάρχοι
marginal q 5r
marginal q 5v
footnote 1 ἀντὶ τοῦ εἶν delevi 3 πάντῃ] πὰν D 11 λέγει scripsi: λέγω Dt 13 αὐτὸν scripsi: ἑαυτὸν Dt 14 διῄρηται] διὸ εἴρηται (ex Ald.) t 20 τὰ D 21 Jib Ἐπειδὴ—ὁ νοῦς om. t 22 τὸ ἄνω t 24 ἐναργείᾳ D 26 λέγεται] λέγει t 32 δοξάσαι t 35 αὐτὰς δὲ t
marginal q 5v
footnote 2 ἡ Jurist, vulg. τὸ δὲ] καὶ τὸ Arist. 3 νοοῦν] νοῦν t 5 πρόκειται t 15 post πληροῦται add. πρᾶξις σὺν θεῷ Γᾶ marg. D2 17 ἑκάστῳ τῷ γένει D, sed of. p. 539,14 ὃ D Arist. vulg.: ὅτι t Arist. UVX 18 ὃ τῷ D Arist. LTX: ὃ om. t Arist. vulg. 24 ἐνέργειά scripsi coll. ἐνεργείᾳ Dt 26 ἀπολογεῖν D 27 ἕκτον] ςݲ D: καὶ t 28 ἕβδομεν] ζ Ι: ἕκτον 29 et 30 ἤδη scripsi: εἴδη Dt 30 ὄντα om. t 31 δυνάμει νῷ scripsi: δυναμένῳ Dt 32 οὐ τῷ] αὐτῷ t ὅτι om. t
marginal q 5v
marginal q 6r
footnote 3 t 7 τὸν τῆς] τῶν τῆς t 11 λέγειν τὸ ἀεὶ D 13 ὃ scripsi: ὧ D: ὁ t 17. 18 ἡ qiiater] ἡ ubique D 21 ἐπλανάτω t 25 ὁ γὰρ Diels: οὐ γὰρ D: οὐ γὰρ ὁ t 27 οὐδενὶ om. D 33 ἐνεργεῖν καὶ ἀεὶ νοεῖν D 34 νοῦν t ὅτι addidi 39. p. 536,1 προχειρίσεως scripsi: προκειρήσεως Dt
marginal q 6r
footnote 6 καὶ (post φημὶ) om. t 7 ἐκ addidi coll. p. 537,16 7. 8 ὁ ὁ ἐνεργεία (sic) D 8 ὁ αὐτός scripsi: ὁ om. Dt 12 ἀλλ’ ἀεὶ scripsi: ἀλλὰ Dt 18 ἐνεργοῦντα t: fort. τὸν ἀεὶ ἐνεργοῦντα 19 ἡμῖν scripsi: ὑμῖν Dt 27 οἱ (post μόνοι) om. t 28 αὕτη scripsi: αὐτὴ Dt 28. 29 εὑρίσκει t 30 τοῦτον scripsi: τοῦτο Dt 31 ἀπολογίσασθαι D 38 οὐδὲ scripsi: οὔτε Dt
marginal q 6r
marginal q 6v
footnote 3. 4 οὗ χορηγεῖ] οὐ χορηγία D 5 ὑπάρχον t 8 τούτω D 12 γὰρ om. t 19 ὁ addidi 35 οὐδὲν t 38 ἡ δυνάμει t 39 τῷ] τὸ t
marginal q 6v
footnote 3 ποιεῖν] ποῖον t 6 Πλάτων] Phileb. p. 39 Α sqq. (?) γραφείῳ] γραφεῖ D εἰκάζειν D 7 ἡ δυνάμει t 10 ὁ om. t ῥησίδιον] ἀίδιον D 14 εἰ μὲν t εἴδη t 15 ἐν τῇ Φυσικῇ] Β 1 p. 193b6, cf. Metaph. Z 3 p. 1029a29 17 αὕτη] αὐτὴ t δὲ om. D 18 οὖν om. Pal. 20 ἡ αὐτή Pal.: αὐτὴ Dt 21 ἄλλων] ἀύλων Pal. 25 κρείττων Pal.: κρεῖττον Dt ἡ ἐνέργεια καὶ ἡ οὐσία D Pal.: τῆς ἐνεργείας ἡ οὐσία t: ἡ οὐσία ἢ ἡ ἐνέργεια Strehlke; sed nihil mutandum videtur 26 ἐνεργεῖ] ἐνεγεῖν (sic) t 27 τὸ πᾶν Pal.: τὸ oin. Dt 28 Τεῦκρε—κεφαλή] Il. Θ 281 29 ἐνέργειά Pal.: ἐνεργείᾳ Dt 33 Πλωτῖνος] Enn. V 9,5
marginal q 6v
marginal q 7r
footnote 1 ὁ D Pal.: om. t: del. Strehlke γὰρ om. t 3 ἔλλαμψις t Pal.: ἔκλαμψις D 4 τὸ scripsi: τὰ Dt 9 ὥστε] ὥσπερ Pal. 13 δὲ om. t 14 ὅ τε πάντα t 17 ὕλην—εἶπε om. t 21 ἐν utrumque om. t 30 καὶ (ante οὐκ) om. t 34 ὁ] οὐ t 35 τὸ (ante δυνάμει) scripsi: τὰ Dt 37 ὤφειλεν t προστέθηκε t
marginal q 7r
footnote 1 οὕτως t 4 νῦν] νοῦν t 9 δὲ τοῦ δυνάμει D 10 λέγω t 13 δυνάμει t 22 οὐκ scripsi: οὐ Dt 28 οὐδέτερον] οὐδὲν ἕτερον Pal.
marginal q 7r
footnote 6 ἀίδιός] ἴδιός t 7 συνιστόντων D 9 post φθαρτὴ add. καὶ οὐκ ἀίδιος Pal. 10. 11 ὁ Πλάτων] Phaedr. p. 245 C 14 οὐ δευτέρως t 15 ὡς delevi 23 τούτου] τούτω t 26 μὴ om. t 33 Θουκυδίδης] 11 49 ἠγνόησαν σφᾶς τε αὐτοὺς σφατ ἑαυτοὺς (sic) D
marginal q 7r
marginal q 7v
footnote 2 τρία] legendum δύο 3 ὃν] παθητικὸν D εἶπε νοῦν coll. t 9 καταγίνεται γίνεται t εἰπὲ scripsi: εἶπε Dt 11 παρατρέχει t ἀτυπώτοις] ἀτυπότοις t: τυπωτοῖς D 12 ὁ Πλάτων] Phaed. p. 66 D 13 εἰπὲ bis scripsi: εἶπε Dt ἐπίπαν] ἐποίησαν t ἀεὶ ἔλαβεν—καὶ τὸ iterat D 15 ἡ cm. t ἐκλείψῃ scripsi: ἐκλείψει Dt 18 post πληροῦται add. πρᾶξις σὺν θεῷ ιβ' t: eadem in marg. exhibet D1 21 τῶν ἐνεργείᾳ t 23 ἄρξεσθαι t 25 καλῶν D 31. 32 ἑνοποιεῖν scripsi: ἑνοποιοῦν Dt
marginal q 7v
footnote 1 ἐν τῇ Ἀποδεικτικῇ] Aual. post. Α3 p. 72b23 2 ᾗ] ἡ D 5 πενταχὸς D, sed corr. ’: πανταχῶς t 6 ἔσμεν t ἡ] ὁ t 9 ἐν τῷ Ihpi ἑρμηνείας] cf. Steph. in 1. de interpr. comin. p. 8,32 sqq. lid. 12 τῶ ἐν D 14 διαιρέτοu t 19 ἁπλῆ] ἀπλανῆ t 22 et 26 ἀντιδιέστειλεν D 22 αὐτῶ τῶ D 26 τὸν (post εὐλόγως) scripsi: τὸ Dt 27 #x772; ἀπορία D 31 ἄνυλον t 38 προσελθὼν D
marginal q 7v
marginal q 8r
footnote 1 μεγμεγεθυσμένην D: μεγεγεθυσμένην t 6 εἰ—ἁπλῶς] ἡ μὲν οὖν εἶναι ἁπλῶς εἶναι D 7 τὸν ὅρον scripsi: τῶν ὅρων Dt 8 μεριστός] μεριστῶς D 8. 9 ἢ καὶ—ἀμερής addidi coll. v. 13 12 ante μὲν οὑν add. τὸ t 14 τῷ ἐν t 16 εἴδωμεν D 17 τοῦτον D νοεῖ scripsi: νοεῖν Dt 24 ἐν τῷ Περὶ θ ἑρμηνείας] c. 1 p. 16a13 sqq. οὐκ om. D 27 ἀλήθειαν] ἄλη D: ἀληθὲς t 29. 30 ἐν τῇ Μετὰ τὰ φυσικά] Θ 10 p. 1051b24 sqq. 31 οὐ] οὑν D, sed corr., ut vid., D1 32 post ἐπιβαλὼν add. ὁ νοῦς D 34 ἄλλο προσθεὶς ἀλλ’ in ras. 35 ἐσθίειν] ἐσθίην D: αἰσθίειν t
marginal q 8r
footnote 1 ἐπιστροφῇ scripsi: ἐπιστροφή Dt 2 δὲ] δὴ t 3 ἁπλῶν scripsi: ἀπλῶς Dt 4. 5 κατὰ τὸν Πλωτῖνον] cf. Enu. V 3,17 5 ἀναμάρτητον D 7 ὡς ἵν] cf. 605,29 8. 9 διὰ οὖν τὸ scripsi; δὴ οὖν τὸ D: τὸ δὴ οὑν t 9 μόνου t 18. 19 τῷ Ἐμπεδοκλεῖ] fragm. 307 Mullach 19 πολλῶν ἄν] ᾖ πολλαὶ μὲν Einp. κόρσαι Emp.: κόρος, ut vid., D: κάρα t 22 ὁ cm. t 24 δὴ] δὲ t 25 παρὰ] περὶ t 28 καὶ] ἦν D
marginal q 8
marginal q 8v
footnote 5 αὕτη scripsi: αὐτὴ Dt διαιρεῖτο τὸ t 6 γὰρ (post νυνὶ) iterat D 7 et 8 διαίρεσιν καὶ σύνθεσιν scripsi: διαίρεσις καὶ σύνθεσις Dt 8 εἰ γὰρ t 11 post ἐστιν add. καὶ ἡ ἀπόφασις D, sed del. D1 13 ἐν] ἐκ t 15 et 16 τρτι-τόν scripsi: τρίτον Dt 19 τὸν νοούμενον t 27 αὐτὸ scripsi: αὐτῶ D: αὐτὰ t 29 ἔχον scripsi: ἔχοντος Dt 33 μεριστὸς D 35 ᾧ] ὁ D 37 ἀμερῶς scripsi: ἀμερὲς Dt αὐτὸ t
marginal q 8v
footnote 2 καὶ (post οὕτω) om. t 6 συγκρίνων et διακρίνων D 7. 8 τοῦ σκότος t 8 θανάτοις D 11 γάρ om. 1) 14 καὶ (post δὲ) 0111. t If; νοῦ] νοῦν t 17 κατὰ] καὶ τὰ D 19 ἐνομίσων t 20 ἀγαθὸν 1) 25 φησιν ὅτι iterat t ἀλήθειαν] ἀληθῆ t
marginal q 8v
marginal r 1r
footnote 2 lacuuam indicavi: addendum ἡ διάμετρος· εἰ δὲ εἴποι ἀσύμμετρον τῇ πλευρᾷ 3 προσεννοῶν Arist. vulg.: πρὸς ἓν νοῶν Dt Arist. LX 7 ἔσεται Dt 10 ἐάν τὸν t οἷον addidi τὸ μὴ] μὴ τὸ t 11 ὅρα] ἄρα t 14 αὐτὰς, lit vid., D: αὐτοὺς t 15 ὅτῳ γὰρ ἀκολουθίας om. t μέλει seripsi: ἅψει Dt 23 ψεύδω t ἐν] ἐκ t 24 post ἴδια add. προσέθηκε t 27 δὴ D Arist. UX: δὲ t Arist. vulg. 31 ὃν ἐν πᾶσι t 32 τοῦ καλοὺς seripsi: τοῦ κάλους D: τοῖς καλοῖς τοῦ καλὰ t
marginal r 1r
footnote 6 δυνάμει δὲ ἀδιαίρετα t 11 τῶ ἐν D 12 καὶ (ante πέρας) om. D 19 ἔκλαβε scripsi: ἔλαβε Dt 20 ἀπλῶς D 22 διαιρετὸς] ἀδιαίρετος D 25 ἔλαβεν ἀδιαίρετον t 28 ἐνόει D Arist. L: ἐννοεῖ t Arist. vulg.: ἐνόεις Arist. y: ἐννοεῖν Arist. TUW 29 εἰ om. t 30 et 31 ἐννοοῦμεν t 31 τὸ ἥμισυ scripsi: τὰ ἥμισυ D: τὰ ἡμίση t 32 τὸν χρόνον t
marginal r 1r
marginal r 1v
footnote 4 αὐτῶ D 5 νοῶν post ἡμίσεων coll. t Arist. SU 8 διῃρημένω t 10 αὐτὰ (sic) D τῷ] τῶν t 11 διῃρημένως scripsi: διῃρημένος D: διῃρημένα t 12 et 13 οἱονεὶ μήκει D 19 τό δὲ scripsi: τῷ δὲ Dt 25 ἐκστάσεως 20 τὴν om. t ἐπάπυρον t 27 ἕνωσιν t 30 post αὐτὰ add. τὰ t 32 μήκη] μνήμη t
marginal r 1v
footnote 4 ἀδιαιρέτου t 7 τί scrips!: τι Dt 10 ὡς] ὁς t 11 τῷ] τῶν t. 13 aute ἐστιν add. δέ t 14 αὐτὴ διαιρετὴ Diels: αὐτῇ διαιρετῇ Dt ᾖ Diels: ἡ Dt τ 17 λέγειν t 18 ἀδιαίρετα scrips!: ἀδιαίρε D: ἀδιαίρετον t ὁ (post ἕν) om. D 26.27 ἡδυνήθη t 28 ὅτι — χωριστή (ante ᾧπερ) depravata simt 31 χριστὸς D
marginal r 1v
footnote 3 et 4 ἀδιαιρέτων scripsi: διαιρετῶν Dt 5 οἶον] οἷ D 8 εἴπῃ] εἰπὲ t ἐπιφάνεια t 9 ἔστιν sciipsi: τινὰ Dt 14 τουτέστιν scripsi: ἐστιν Dt delevi 22 Οἶον πῶς t 25 ᾖ] ἡ t 27 ἐνεῖναι Arist. SU: ἓν Dt (hie et V. 28) Arist. reliqui 28 λέγεται t ἐνυπάρχειν scripsi coll. p. 553,4 ἓν ὑπάρχειν D: ἓν ὑπάρχει t
marginal r 1 r
marginal r 2 r
footnote 2 νοοῦν] νοῦν D 4 αὐτῶ εἶναι D 5 γνωρίζει Dt ὅτε] ὅτι t 8 σύζευξιν t 8. 9 ἐπαναβεβηκέναι t 9 αὐτό (ante ὅτι) scripsi: αὐτόν Dt 11 ὧν scripsi: ἣν Dt 12 κεχωρισμένον et χωριστόν scripsi: κεχωρισμένου et Dt 15 εἴ τι om. t 16 post πληροῦται add. πρᾶξις ݲ marg. D1 17 Ἔστι] ἔτι (c. Αld.) t δὲ καὶ ἡ φάσις D ὥσπερ ἡ t Arist. vulg.: post ὥσπερ add. καὶ D (sed of. p. 556,8) Arist. W 20 τὴν om. t 22 τριπὸς D 24 πρώτω D 29 τοῦ μὲν γὰρ D 32 αἰσθήσει] αἴσθησις t
marginal r 2r
footnote 1 γὰρ D ἀπὸ τοῦ λευκοῦ t 2 τὰ οὖν] τὸ τὸ t 10 ἑνὶ] μερικῷ t 18. 19 κρεῖττον D 32 τὸ δὲ scripsi: τῷδε Dt 36 γινῶσκον t 38 νοῦ om. t
marginal r 2r
marginal r 2v
footnote 1 μή τι t 6 γὰρ addidi 8 αἰσθήσεων] αἰσθήσεως t 14 λέγων D 18 κοινοῦσι D 22 Πλάτωνα] Reip. Α p. 331 C sq. παρακαθήκην t 32 οἶδε] δὲ t 35 ἡ om. t
marginal r 2v
footnote 2 τὰ χείρονα] χείρωνα t 2. 3 διανοητὸν καὶ νοητὸν ἡ διανοητὸν καὶ δοξαστόν D 3 ante δόξα add. ἡ t 7 post μέλαν in marg. adscr. ὡς οὖν ἡ κοινὴ αἵσθησις κρίνει τὴν διαφορὰν λευκοῦ καὶ μέλανος, καὶ ὁ νοῦς ἄρα κρίνει τὴν διαφορὰν νοήματος λευκοῦ πρὸς νόημα μέλαν t 9 post νοῦς add. ἀπὸ t 9. 10 τοῦ — καταγινομένου om. D 10 γὰρ om. D κατάφασις t 17 μόνος D lacunam indicavi 34 ὁ om. D
marginal r 2v
marginal r 3r
footnote 6 λέγετο t 7 post οὕτως add. δὲ Dt, sed cf. v. 9 9 ἔχει πρὸς — δὲ ὕλης iterat D 13 λέγεται t ἀλλοτρίῳ πραγούσῃ t 20. 21 παρεντέθεινται D 31 πᾶν] πάντα D
marginal r 3
footnote 14 εἶπε delevi 19 δὲ om. t 24 παρὰ τὰ] παρ’ αὐτὰ t ἐν τῇ Φυσικῆ] E 1 25 κενοτομεῖτο D 26 ἐνέργειαν t 27 ἐνέργεια scripsi (cf. r 2 p. 201b31. 32: ἐνεργείᾳ Dt 32 τῷ] τὸ D Arist. TX 34 Ἔτι] ὅτι t 35 ἐὰν] ἂν t
marginal r 3r
footnote 1 ἡ t 3 καταφάσκειν] καὶ φάσκειν t 4 ὥσπερ δέ depravata esse videutur: exspectas ὡς πρὸς ἕκαστον δὲ 7 δὲ delevi 8 αὐτὸς] αὐτὸν t 10 ἡ τοιαῦτα bis D 18 ἡ φυγὴ oblitt. D δὲ D Arist. EL: δὴ t Arist. SUWX: cm. Arist. TV ἡ (ante ὄρεξις) om. D 14 φευκτόν (c. Ald.) t 16 λόγῳ] λέγω D 17 ἵνα scripsi : εἶναι Dt 19 ὑπὸ λόγου t 21 φέρει τῷ t 24 δὴ Dt Arist. S: δὲ Arist. vulg. 28 εἰ] ἡ D 30 πραγματικῷ νῷ t 31 κατάφασις D
marginal r 3v
footnote 4 ἡ] καὶ t 8 τὴν κόρην om. D (ut Arist. X) 9 καταγωγίω t 10 ὁ ἀὴρ] ὁρῶμεν D: exspectas ὅταν ὁρῶμεν, ὁ ἀὴρ 11 ἐν τῷ addidi κρυσταλλοειδῆ t ἐγείρετο t 12 τὸ δὲ] fort. τῷ δὲ εἶναι 14 οὕτω] οὔτε t 15 καὶ κριτικὸν] διακριτικὸν t 19 δὲ om. t ἀλλ’ ἄλλη τις ἥν scripsi: ἀλλά τις ἦν Dt 21 μία] μὴ t 23 καὶ τῷ Arist. ET; of. v. 26: ἢ τῷ Arist. Ly: ἡ D Arist. UVWX: om. Arist. S 28 αἰσθή-σεων] αἰσθήσεως t 29 καὶ ὥσπερ — ἀλλήλας οὕτω] ὥσπερ D κτὰ] μετὰ t
marginal r 3v
marginal r 4r
footnote 1 τὸ διαπορεῖν D: τὸ ἀπορεῖν Arist. vulg. : τοδὶ ἀπορεῖν t Arist. W μὴ D Arist. LSUX: om. t Arist. vulg. 2 τὸ D: om. t Arist. codtl. 3 lacuuam indicavi 9 πρῶτον, δεύτερον] liic et infra legenduin Α, Β et reliqua periinle (cf. v. 10) πρῶτον] τέταρτον Dt 10 ἐκεῖναι t λαμβάνει scripsi: λαμβάνειν Dt 14 κοινὴ] κατὰ μέρος D 15 ante οὕτω add. ὥσπερ δὲ αὐτῶ D 18 καὶ τὰ νοητά om. t 20 λέγω] λόγον D διάφοροί D 26 εἰπὲ scripsi: εἶπε Dt τὰ delevi 29 πόλεμός D 30 συνήργησεν t
marginal r 4r
footnote 1 ἐπὶ αἰσθητοῦ — γνωρίζον depravata sunt; exspectas tale quid ἀλλὰ μὴ ἐπὶ αἰσθητοῦ τὸ κοινῇ· γνωρίζει κτλ. 5 ὁτὲ δὲ Arist.: ὅτι δὲ D: ὅτε δ’ ἐν (c. Ald.) t 8 ἡδὺ D II τῷ (post δὲ) Arist.: τὸ Dt 13 αἰσθεῖον t πρός τι ἀγαθόν t; fort, recte 15 post πληροῦται add. πρᾶξις σὺν θεῷ ιγݲ marg. D1 17 ἡ μὲν et ἡ δὲ D σιμόν om. D (ut de an. L) καμπύλον D Arist. X Simpl.: κοῖλον t Arist. reliqui 22 ἐξέτασε D 23 τόδε τι εἰδέναι D τὶ post τῷδε delevi 24 ἐπὶ D2: πρὸς t 31 αὐτὴ scripsi: αὕτη Dt 32 καταβαίνει t
marginal r 4r
marginal r 4v
footnote 1 τί scripsi: τι Dt 7 Πλάτων] Pliaed. p. 83 Α sqq. 81 C sq. 8 ἔνυλα t 23 fort. ταῦτα γὰρ 24 ὤφελεν D οὖν om. D 25 πάντα t 30 ὡς] ὥστε t 39 ἡ δὲ] εἰ δὲ t
marginal r4v
footnote 4 οἶδεν μόνον ἅ scripsi: ἅ οἶδεν μόνον Dt διὰ τὸ scripsi : διὰ τοῦ Dt 6 ἄυλα] ἔνυλα t 7 πρὸς ταύτην] προστάτην D 16 ἡ] τῇ D 17 οὐδὲ scripsi: οὔτε Dt 23 ἐν Θεαιτήτῳ] cf. Theaet. p. 186 C sq. 30. 31 πᾶν γὰρ — ἤ ἐνεργείᾳ om. D 31 γὰρ adilidi γίνεται t: καὶ D 35 αἰσθήσεις καὶ ἐνεργείᾳ om. D
marginal r 4v
marginal r 5r
footnote 9 ἔδοξε] ἔδει t 10 τραπέσθαι t 12 διδάσκει D κινοῦν addidi 13 οὐδὲ νοῦς om. t 14 τοιούτων D μὴ om. t 15 ταῦτα; ἔστι δὲ scripsi: ταῦτα δέ ἐστι Dt 20 poist διδάξει add. τι D 26 εἶπεν] εἴπομεν t 27 εἰπὲ] εἶπε t 28 διαιρεῖ] Reip. Δ p. 439 D sqq. 29 μὲν om. t ἐγκεφάλῳ] κεφάλῳ t 31 αἰσθητὸν t 32 ἐν τῷ Τιμαίῳ] cf. p. 43 B sqq. 45 Β sqq. 57 D sqq. 65 C sqq. 69 D sqq. 34 ἀριστοπολιτείαν D 35 ἐπιθυμίαν t 36 θηρίων t κατὰ μὲν] καὶ τὰ μὲν D 37 ἀριστοκρατίαν D
marginal r 5r
footnote 1 τρίτον scripsi: γݲ D: τρία t 2. 3 λέγων — ἐπιθυμίαν] Platon. Tim. p. 60 1) sqq. 73Csq. 5 διέσπατε D εἰπὲ scripsi: εἶπες D: εἶπε t 8 ἄν εἰ] ἀνεὶ D: ἀεὶ t II ἐν τοῖς γυναικείοις] Hippocr. 11 p. 606 ed. Kühn 12 νούσων Hippocr.: οὐσῶν οὕτω γοῦν t 17 ante ὡς acid, ὄντα t 22 πράγματα D Arist. LU: πράγματα νοῶν t Arist. vulg. 26 γινώσκωμεν scripsi: γινώσκομεν Dt 27.28 αὐτὸν ὄντα D Arist. SVWXy: ὄντα αὐτὸν t Arist. vulg.
marginal r 5r
marginal 41
footnote 1. 2 ἐν τῷ μεταταῦτα t 5 νῦν t Arist. 6 εἴπωμεν Arist.: εἴπομεν Dt 15. 16 αὐτῶ γὰρ D 16 post γὰρ addendum τὸ λευκὸν 23 μὲν δὴ Dt Arist, E1LVW: μὲν γὰρ δὴ Arist. vulg. 28 ἐν αὐτῇ] ἡ αὐτή t 31 post νοῦς add. δέ t Arist. TW
marginal r 5v
footnote 8 τά τε] τάδε t (cf. Ald.) ἀφαιρέσει D Arist. ELSUV: ἐν ἀφαιρέσει t Arist. vulg. 19 ἐν ταῖς t 22 ἐν ἀφαιρέσει, ut supra in lemm., t 24 post ἔνυλοι fort, addendum ἡ 26 οὖν ὁ μὴ D: οὔτε μὴ t Arist. οὐδὲν D Arist. y: μηδὲν οὐδὲν t Arist. ceteri 26. 27 ἄν — ξυνείη] οἶδεν D, sed cf. ν. 32 p. 569,1 27 ξυνείη de an. Bekker: συνίη Arist. LSX: ξυνίοι t 29 ἐν τῇ Ἀποδεικτικῇ] Aual. post. Α 18 p. 81a38. εἰρημένων t 32 ἐπάγοι t
marginal r 5v
marginal 41
footnote 1 ξυνείη] ξυνίη Dt 6 lacunam indicavi: fort, addendum tale quid κεχρῆσθαι. τὰ γὰρ φαντασματα ὥσπερ αἰστημτά ἐστιν et porro legendum ἐστιν αὐτῶν ἡ αἴσθησις 7 εἴπωμεν scripsi: εἴπομεν Dt 14 κἄν (post φαντασίᾳ) scripsi: καὶ Dt εἴποις t 18 ὑπαρκτική scripsi: ὑπακτική D: ὑπεκτική t 20 ἀληθεύει] ἀληθεύειν D 23 καὶ αἴσθησις οm. t 25 τὰ ἄλλα] ταῦτα (ex Ald.) t 30 ἀλλ’ οὐκ ἄνευ scripsi: ἀλλὰ κἄνευ D: ἀλλὰ ἄνευ t
marginal r 5v
marginal r 6r
footnote 3 δευτέρων καὶ τρίτων scripsi : β΄ καὶ τριῶν D: β΄ καὶ γ΄ t 5 ἀλλ’ om. t 8 post πληροῦται add. πρᾶξις σὺν θεῷ ιεݲ marg. D2 9 ὥρισθαι t 12 Εἰ om. t 16 ποιεῖ] ποιοῦν D 17 ὅτι] ὃ D παρῆλθεν t 18 ψευδῆς t 19 ἐνεργῶς t 21 ἄλλω t 23. 24 ’Eμπεδόκλειον] Empedocl. fragm. 378 ed. Mullach 24 γαίη oiii. D 25 φυσικῆς t 28. 29 τῆς ἐξόδου D 30 νῦν scripsi : νοῦν Dt 31 οὐχ om. D 32 νοῶν scripsi: νοῦν D: νοοῦν t 34 ἐν μὲν iterat D post κοινὸν fort, addendum ὀρεκτικὸν
marginal r 6r
footnote 2 ὀρεκτικὸν scripsi: ὀρεκτὸν Dt 4. 5 οὐδὲ ἄνευ — τελικός depravata sunt; ceterum cf. p. 572.37 sqq. 4 ἄνευ] ἄν ἐστι D 5 κατὰ νοοῦν t 6 διὸ scripsi: διὰ Dt 6.7 Θαλῆς — ἔπεσέν] cf. Platon. Thcaet. p. 174 Α 8 αὐτὴν D i) μέρη t 11 ἡ (post διαιρεῖται) scripsi: εἰ Dt 12 ὡδὶ μὲν] ὡδιαμὲν D 18 ὲν Κατηγορίαις] 5 p. 3 a 29 sqq. 19 et 21 ἄρα Dt 20 ἢ ἄλλῳ] ἡ ἄλλο t 21 εἰ] ἡ t 26 ταὐτὰ scripsi; ταῦτα Dt 31 τομὴ t 33 ὅλων D 34 τὸ] τῷ t
marginal r 6r
marginal r 6r
footnote 1 ψεύδοντες t ἀλλαχοῦ] nescio quo loco, sed cf. Metapli. I 10 8 διὰ τὸ μέρη D ποιεῖ D 10 τούτῳ t 13 τούτων t ῥᾶον D 17 αἰ (post καὶ) om. t 18 τὸν κράτιστον t 20 τὸν t 24 κατακρατῇ t 28 οὐ τὸ κρατοῦν scripsi: αὐτοκρατοῦν Dt
marginal r 6v
marginal 21
footnote 1 ἠσχολημένοι D ἐν τῇ ἐπὶ Δηλίῳ μάχῃ] immo ἐν Ποτιδαίᾳ; cf. Plat. Sympos. p. 220 c sq. 2 εἰ om. D 3 οὐ oai. D κακῷ D αὐτὸν t 8 τὸ priiis de-levi συνίστασιν t 15 ἐστι et καὶ εἰ μόριον om. t 16 ὃ εἰπεν — οὐσίᾳ χωριστόν (19) iterat D 17 εἰ] εἰς D 25 πῶς D Arist. L: πῶς τε t Arisl. vulg. 26 Εἰς om. t ἔλεγξε t τὸν] τῶν t 27 ἡ ἅπερ ᾖ D: οἷά περ ᾖ t: exspectas τοῦ ὀκτὼ ἡ ὅσαπερ ἂν ᾖ 28 ὀκτὼ scripsi : ἠ D: εἰ t 29 ὁ oin. t 30 καὶ ἄλογον D Arist. W: καὶ τὸ ἄλογον t Arist. vulg. 31 φασι scripsi: φησι Dt
marginal r 6v
marginal r 7r
footnote 3 δι’ ἂς] δια D 4 φαίνονται Dt Arist. LSV: φαίνεται Arist. TUWX: φανεῖται Ε 5 φησι] φύσει t 9 legendum videtur ἡ ἡ ἄλογος αὐτὴ 15 καὶ άντιδιάστασιν t μορφωτικὸς D 16 ἐνακούει scripsi: ἐν ἀκούει Dt 17 αὐτοπτεῖ scripsi: αὐτοπτεῖ D: αὐτὸ πτεῖ t 22 τῷ D: τὸ Arist. EL: ὃ τῷ t Arist. vnlg. 23 τίνι scripsi coll. V. 29: τινὶ Dt 27 ἕτερόν om. I) ἄλογός ἐστι t 28 post θυμικοῦ add. καὶ t 29 ταὐτὸν ἡ ἕτερόν Arist.: ἡ αὐτὴ ἡ ἑτέρα Dt
marginal r 7r
footnote 1 ὁ πλάδων t 5. 6 ἐπισκέψης D 6 εὑρίσεις t 16 ἀλλαχοῦ] cf. de anim. mot. 11 p. 703 b 3 sqq. 17 πορευτικὸν t 18 τὸ ἁπτομεροῦς D 23 τό-πω D 26 ἡ om. t 29 μερικαί scripsi: μερικά Dt κινήσεως D 33 post πληροῦται add. πρᾶξις σὺν θεῷ ݲ t marg. D 1
marginal r 7r
marginal r 7v
footnote 1 ἀεί τε D Arist. ET: τε om. t Arist. reliqui 2 ἕνεκά του] ἐν ἑκάστου D 5 post φησὶ add. τί D 7 ὀργάνῳ (ante θεωρητικός) om. t 13. 14 toOto δὲ — ἐπιχειρημάτων depravata sunt: exspectas δεύτερον ἐπιχείρημα 17 ἐν γὰρ] fort, ἐν δὲ 32 εἴδει sciipsi : εἴδη Dt
marginal r 7v
footnote 4. 5 ἀνατρέχων scripsi: τρέχων (III vel IV litteris dcletis) D: om. t ἡ (post γὰρ) om. t 16 οὕτω] οὔτε I) 21 ἄν om. D 30 ἄν om. D 32 κατὰ τύπου t ἀλλὰ οὐδὲ — καὶ γὰρ (33) om. D 34 γὰρ καὶ] τοῦτο ψεῦδος. καὶ γὰρ t 35 κινώμεθα t 35. 36 ψηλαφοῦντες d 37 καὶ (ante ἄνευ) om. t
marginal r 7v
marginal r 8r
footnote 3 ἔχῃ] ἔχει D 7 τριπτός t 8. 9 ἢ ὁ θεωρητικὸς — ὁ κεχρημένος ὀργάνῳ om. D 13 οὗτος] οὕτως D 18 αἴδοιον t: αἰδεῖον D 19 πρὸς τὸ t 23 post βουλεύεται tale quid addendum οὐ γίνεται ἡ κατὰ τόπον κίνησις 26 μὴ om. D κεχρημένως t
marginal r 8r
footnote 9 Εἴπωμεν scripsi: εἴπομεν Dt κινοῦν] κινοῦντα D 9. 10 ἔστι δὴ — κινοῦν om. D 11 ἐδείχθη ἐκ τοῦ iterat t 13 ὥπερ t 16 ὁ νοῦς t lacunam indicavi: fort, addendum ἐπὶ μὲν γὰρ τῶν λόγον ἐχόντων ὁ νοῦς 17 ὥσπερ - κινεῖ 0111. t 17. 18 ἐπὶ δὲ τῶν scripsi: ἐπὶ τῶν D: ὡς ἐπὶ t 19 ἐν om. D ἐν Τιμαίῳ] p. 34 Α 20 διεστραμἐνος D 38.39 ὥστε — ὁρέξεις fort, dclenda sunt: exspectas πρὸς θυμόν, ἡ ὅταν
marginal r 8r
marginal 41
marginal r 8v
footnote 2 χρόνου — συναίσθησις, ἐκεῖ (3) om. D χρόνου scripsi : κρόνον t 3 deest syll. con-clusio, sed cf. p. 586,22 4 δύο] ἡ t 5 τούτου] τοῦ t 6 συναίσθησισ t 7 ὁ γερανὸς D 13 lacunam indicavi: addendum ἀλλὰ μὴν καὶ ἐν τοῖς ἀλόγοις γίνονται ἐναντίαι κινήσεις 15 οὐκ ἔχει] οὐκέτι t 22 οὐ καταλαμβάνονται t 28. 29 ἐν τῷ Περὶ ἑρμηνείας] c. 1 p. 16 a 18. ubi legitur ἢ ἀλλῶς ἡ ἀπλῶς ἢ χρόνον 31 συναίσθησιν χρόνον t
marginal r 8v
footnote 1 προσθεὶς D 7 lacunam indicavi: addendum tale quid πρὸς τοῦτο δὲ έστιν ἀπορεῖν 1) δεδειῶς D 10 σκοπεῖν D K; ἐνεστὸς scripsi: ἐνεστῶς Dt ἐνεργεῖν t 17 βݲ ἡ γݲ D: δεύτερον ἡ τρίτον t 20 τόπων D τὸ om. t κινεῖ om. t 28 κατὰ τρόπον t 39 post δύναμις add. τὸ κινοῦν ἐστι t
marginal r 8v
marginal 8 1r
footnote 1 ἡ μετὰ Dt ἡ (post φαντασίας) om. D: ἡ t 11 ἡ μετὰ t 16 ἡ φαβτασία t 17 βίᾳ] βίω D 18 ἄκοντας] ἄκουσιν D 20 ante ἦν add. ἄν D   om. D 29 ἐπιχείρημα t 33 εἴπωμεν scripsi: εἴπομεν Dt
marginal 8 1 r
footnote 1 ὄπα καὶ μὴ] ἔχειν καὶ μὴ εἶναι I) 4 νοητικὸν Dt Arist. L: λογιστικὸν Arist. reliqui 5 ὁ ante νοῦς om. t 6 τῇ om. t 7 προευπορήσαμεν t 9 9 κατακρημνὸν D 14 γινώσκῃ scripsi: γινώσκει Dt τότε] τὸ t 18 καθ’ ὅλου t 27 τὰ D; om. t Arist. codd. 30. 31 τὴν φαντασίαν — τινα in ras. D 1
marginal 8 1 r
marginal 8 1v
footnote 3 κοινότερον καλεῖ om. t 6 τοῦτο t 14 τῖς φαντασίαις scripsi : τῇ φαντασίᾳ Dt 16 εἰπὼν] εἰπὸν t 23 τὸ] τοῦ D 32 ὁ om. t 35 οὐ om. D
marginal 8 1v
footnote 3 νοῦ om. D 5 ἔλαβε t 6 ἐστι (ante τοῦ) om. t 8 σαφῶς D 11 ἀνέχοντα D: fort, locus sic legendus est εἶτα τοὺς τοίχους, εἶτα τὰ τοὺς τοίχους ἀνέχοντα 15 φαντασίας scripsi : φαντασίαν Dt 17 post κινοῦν add. πρώτως t κατὰ D Arist. LW: om. t Arist. vulg. ὀρεκτὸν D Arist. ELW: όρεκτικόν t Arist. vulg. 21 ἔχει t 26 φαντασίαν t 27 αὐτὴν scripsi: αὐτὸν Dt 28 ὄρεξιν scripsi: αἴσθησιν Dt 29 φαινόμενα ἀγαθὸν t 30 ἀκούετο t 31 οὕτως scripsi: οὔ . . . litteris 111 deletis D; οὔπως t 32 ὁ om. t
marginal 8 1v
marginal 8 2 r
footnote 2 νοῦ] οὐ D 3 ἐπεὶ] ἐπὶ t ἄν addidi 7 ἄλλο ἀγαθὸν ἀγαθὸν κακόν I) 9. 10 οὐ — θεωρητικῷ om. D τῷ θεωρητικῷ scripsi: τῶν θεωρητικῶν t 13 ἓν τὸ scripsi: ἐν τῷ Dt οὔ πως scripsi: πῶς Dt 16 συμπερίλαβεν t 17 οὐ om. D 18 ὀρέξεις D Arist. vulg.: αἱ ὀρέξεις t Arist. U 19 οὐκ ἄλλως D 28 οὖν D Arist. TVXy: om. t Arist. vulg.
marginal 8 2r
footnote 5 ἐφ’ αἷς D: ὑφ’ ὧν t 7 όρεκτόν D Arist. vulg. : ὀρεκτικὸν t Arist. SW 12 τῶν καὶ κατὰ t 16 ἓν τὸ] ἐν τῷ t 18 post πληροῦται add. πρᾶξις σὺν θεῷ #x772; t laarg. D 2 19 ἐπεὶ D (sed cf. p. 590,38) Arist. Ey. ἐπειδὴ t Arist. viilg. 20 κινεῖται D; cf. v. 26 p. 590,38: κινεῖ t Arist. codd. τρίτον δὲ D: τρίτον Arist. vulg.: ἔτι τρίτον Arist. ELS: καὶ ἔτι τρίτον t Arist. TXy, cf. p. 590,39 22 τρία] τρίτον D 25 ὁ ora. t
marginal s 2r
marginal s 2v
footnote 9 δὲ]δὴ t 14 ὀφείλων D 17 γίγγλυμος scripsi: γίγγλυμον Dt 18 ὀστέον t 19 et 20 ἐν ἄλλο D 23 ἀγκόνα D 31 διαφέρει] διαφορὰ D 34 αὐτοὺς t 35 ἔλξεως]ἐλέξεως D ἡμῶν] ἡ ex corr. D1 36 γῆς om. t 39 ποδὶ κινουμένω. κινεῖται δὲ D
marginal 8 2r
footnote 8. 9 ἐν τῇ Φυσικῇ — ἐν τῷ ζ λόγῳ] i mmo H 2 p. 243 a 16 sqq. 9 ἀνάγει] ἀνάγκη t 10 κινήσει] κίνησιν D 11 βίᾳ] βιαίως D 2 23 ὕστερον ὂν] πτερὸν ὂν 1) 25 lacunam indicavi: fort, addendum coll. p. 588,24.26.30 ἐστὶ καὶ ἁπλῶς πνεῦμα 20 κύκλῳ om. D 27 καὶ (ante ἐπὶ) om. t 33 λέγομεν — ὑγιείας om. D 36 διαίρεσιν D 37 φησίν scripsi : φασίν Dt 38 ἀνθρώποις om. D
marginal 8 2 v
marginal 8 3r
footnote 2 καὶ διδακτῶν D 9 ὄρεξιν] κίνησιν t 11 ἡμισφαιρίῳ om. 1) 11. 12 ἐπι-κρατεῖ] ἐπικρατεῖν t 12 δὲ (post ἐν) om. t 20 πρὸς om. t 25 καὶ (ante γὰρ) om. 1) 26 τιμητέως t 28 γὰρ om. D ἔχομεν t 31. 32 δύναται — Σωκράτης in las. D 1 34 τὸ om. D 38 ὁ κινεῖται t
marginal 8 3r
footnote 1 ἀπόδοσι (sic) D: ἀποδίδωσιν t τοιουτοτρόπως scripsi: τοιοῦτο τρόπος D: τοιούτω τρόπω t 2 τρία] τρίτον D 5 εἶτα προσυπακούει — πρακτικόν (9) iterat D 7 τοιαύτην om. D 8 τὸ (ante πρκτὸν) Arist. : τοῦτο Dt 9 ὀρεκτὸν] ὀρεκτικὸν D 10 καθ’ ἑαυτοῦ D 12 κινοῦν Dt: κινούμενόν Arist. vulg. : ὀρεγόμενον Arist. TXy 13 κινοῦν scripsi: κινούμενον Dt 10 ὄρεξις ἢ κίνησις Dt: ὄρεξις κίνησις Arist. plerique: κίνησις ὄρεξις EL ἐστιν Dt Arist. TWXy: ante ἐστιν add. τίς Arist. vulg. 16. 17 ᾖ ἐνέργεια Arist. plerique 20 διὸ καὶ D: διὸ t Arist. 25 μόνου] μόνον t 28 εἰ om. D 31 λεληθότος t
marginal 8 3r
marginal 8 3ν
footnote 1 t Arisit.: ὀρεκτὸν D 2 φαντασθέντας D 3 κατὰ φαντασίας t 8 τῆς ante μετὰ om. D 12 ὄρεξιν om. t ἄρα ἔχουσι D 15 πότερον] πρότερον t 16. 17 μένοντι et bis ἐκδημοῦντι t 19 ἰδεῖν scripsi coll. p. 593, 2: εἰδέναι Dt 21 σημειοτέον t 22 φαντασίας t 30 ἑνὶ] ἐν ἡ d 32 τὸ ἐν τοῖς ἀνθρώποις om. D 34 et 36 ἓν ἐκ Arist. : ἓν om. Dt
marginal 8 3v
footnote 3 τοιοῦτο τρόπως t: τοιουτοτρόπως ω ex ρ corr.) D 6 γὰρ δόξαν t 12 ἐνῇ D Arist. EL: γένηται t Arist. vulg. 15 ἀμφήριστος scripsi : ἀμφήριστος D: ἀμφόριστος t 17 δὲ om. D 18 τοῦτο D 20 post μὲν add. τοῦ t Arist. y 27 ὁ τῶν t ante πάπα add. ἐγὼ t 28 μὲν μείζων coll. D 30 ante ἐγὼ add. εἰ D 31 τοῦτον scripsi: τούτων Dt
marginal 8 3v
marginal 8 4r
footnote 1 ἑαυτῆς D ἡ ἐλάττων om. D 2 τοὺς iterat D 4 εἰ μὲν D 7 τοιᾶσδέ t 1 1 ἡ δὴ scripsi: ἢ δὴ Dt: ἤδη Arist. 12 ὡς om. t 14 ἀλλ’ οὖν scripsi: ἄλλως Dt ἡ scripsi: ἢ D: om. t 15 post πρᾶξις add. πρᾶξις σὺν θεῷ #x772; marg. D 2 17 ἔχει Dt Arist. vulg.: ἔχη Arist. Χ καὶ μἐχρι D Arist. ELW: καὶ om. t Arist. vulg. 20 καθόλου t 26 δὴ scripsi: δὲ Dt τὰ ante ζῳόφυτα om. D 27 τῶν πορευτικῶν scripsi: τὸ πορευτικὴν D: ἐμπορευτικῶν t
marginal 8 4r
footnote 1 δὴ scripsi: δὲ Dt κτήσοιντο D 7 νῦν δὲ t 8 ἡδέσι] εἴδεσι D 12 ἀγνοοῦν scripsi : ἀγνοὸν ἀγνοοῦ t 12. 13 κατὰ κρημνὸν D 10 βλεφαρίσι scripsi: βλεφρίτισι Dt 21 γίνονται om. t 24 δεῖται om. D 27 διακρίνας] διακρίναι t 30 ἀσπάλαξ scripsi : ἀσφάλαξ Dt γὰρ om. t 33 ἀνεπλήρωσαν t 35 φυσικὴν t
marginal 8 4r
footnote 2 συμβάλοιτ’ ἄν t 3 διήργουσα t 8 ἀνάγονται D 19 πάσχοντι t   ἐπεὶ γὰρ t 21 μηδὲ D 24 γινώσκωμεν t 27 ἐπὶ τῶν — οὐκ ἔστι (28) om. D 28 ἐν Φαίδρῳ] p. 246 Α 34 ἡ γὰρ scripsi: ᾖ γὰρ Dt post αἴσθησιν fort, addendum ἢ τῷ σώματι 38 ποιήσομεν t
marginal 8 4r
footnote 5 ἀριστοτέλης D 13 ἀντιλαμβανομένης t 18 σώματι] σχήματι D 20 supra ἔστιν add. ἄρα, ut vid., ’ 21 φησὶν t 27. 28 ἡ γὰρ — ἕν] cf. de somno et vigil. 2 p. 455 a 20 29 ἀνάγκη τἀς] ἀνάγκης t 34 ἐφθείροντ’ ἄν scripsi: φθείρονται Dt 35 ἐφίεται t τῆς om. t
marginal 8 4r
marginal 8 5r
footnote 9 ὅτι καὶ εἰ καὶ t ἔχουσι om. t 12 μέχρι orn. D (fort, excidit ἓως) 13 σῶμα om. D 17 ζῶσιν] ζώοις t 22 ὧν Dt Arist. EL: ὅδων Arist. vulg. 25 οὐδὲ D: οὕτε δὲ t Arist. T: οὔτε Arist. vulg. 27 αἱ om. t 36 μέλανα t
marginal 8 5r
footnote 4 αἱ om. t 13 φθείροιτο ἂν Arist.: φθείρει γὰρ t: φθείρ (reliqua evanida) D 16 ἐπιτηδείαν scripsi: ἐπ (reliqua evauida) D: ἐπὶ τὴν vacuo spatio V litt. post τὴν re-Hcto t 17 ἔχει ἄρα] ἔχοιεν t τὰ oin. t 18 αἰσθησεως ex αἴσθησιν corr. D 25 ὄν om. 1) γενητὸν D: γεννητὸν t Arist. 27 et 28 γεννητὰ t 27 μὴ ante ἔχειν oui. D 30 διακρίνει D 32 ἀγέννητα t
marginal 8 5 r
marginal 8 5 r
footnote 2 ἀγέννητά D οὐδὲν t 5 χωρὶς τῶν scripsi: χωριστῶν Dt 7 ὁ om. t 8 σὺν θεῷ πληροῦται om. t post πληροῦται habet πρᾶξις σὺν θεῷ ιθ mrg. D 9 ἔχει D Arist. vulg. . ἔχοι t Arist. L 11 ἔστι δὲ] ἔτι δὲ D 14 κατεπήγουσαν t 15 ζῷα καὶ πορευτικὰ t 16 ἔμψυχα αἰσθητικά t 17 ἀπᾶσι t 18 καὶ τὰ ἁφὴν t 21 μόνω corr. ex μόνον vel vice versa D 24 οὐδὲ scripsi: οὔτε Dt 25 καὶ om. t 26 ἔχειν D 27 καὶ om. D 28 εἴπωμεν et συνάπτωμεν scripsi : εἴπομεν et συνάπτομεν Dt 29 ἀνάγοντα t 31 σπόγγον t
marginal 8 5 r
footnote 1. 2 ἵππων — βάλλει] II. Κ 535 1 μ’ om. Dt 2 ἀμφί — φωνή] II. Λ   ἴκετ’ ἀϋτή Il. 1. 1. 4 εἴπωμεν scripsi: εἴπομέν Dt 5 ἔστι om. I) 8 τὸν χείρονα t 11 στοιχεῖον t 13 παρέργως D 14 φέρε δείξομεν t 16 κατὰ συμβεβηκὸς τρέφοντες] τερέφει t 19 ἀνάγκη scripsi: ἀφὴ Dt 21 ἀμέσος D 23 δεικνύντα D 25 ἔχει D 31 ψυχροῦ — ὑγροῦ scripsi: ὑγροῦ, ἀλλὰ καὶ θερμοῦ καὶ ψυχροῦ Dt
marginal 8 5 v
marginal 8 6r
footnote 1 πάρετον scripsi: πάρητον Dt 4 et 6.7 τοιοῦτον scripsi: τοσοῦτον Dt 10 βλάπτουσιν ᾧ ἐστιν αἰσθητά scripsi: βλάπτει οὐκ ἔστιν αἰσθητόν Dt 19 ἐνίοτε ὅτι δή ποτε scripsi: ἐνίοτε τί ποτε Dt εἰπεῖν om. t 20 τὸ ποιεῖν D τοῦτο οὖν t 22 μόνη om. D 23 συμβάλλεται D 23. 24 φασὶ — γεῦσιν om. D 24 καὶ (ante γεῦσιν) scripsi: ἡ t οὖν om. D 25 τελειότερον t 26 τὰ addidi 27 ἐπὶ] γεῦσις t 28 γεννημάτων scripsi: γενημάτων Dt καὶ et αὐτὰ om. t 29 γενημάτων D 30 ἡμερωθῶσιν t 31 ἐξ ἀκοῆς t ὁρῶνται t
marginal s 6r
footnote 9 ἔχει D 10 ἁπτὸν ἐστι] ἅπτοντι t 18. 19 καὶ ὅτι] ὅτι δὲ t 19 τῶνδε Arist.: τῶδε D: τοῦδε t 20. 21 πᾶν δὲ — καταλαμβάνεταί om. D 21 ἄρα] ἀνάγκη D ἡ ante ἀκοὴ om. t 22. 23 εἰ μὴ ἔχει ἁφὴν om. D 25 ἁπτομένη] ἀντιλαμβανομένη D 34 ἁπτὸν] αὐτὸν t 36 εἰ οὖν — σῶμα om. t
marginal s6 r
marginal s6 v
footnote 1 μὴ ὅντα] μειοῦνατ t 6 ἀνγκαῖα D 9 ἀναγκαία] ἀναγκαίαι D πάντη D 12 καὶ τὰ] κατα D 14 τινων Scripsi: τινα Dt 15 τινῶν, ut vid.,l D: τινὰ t ἀπτόμενα t 16 oὐχ delevi 25 post κινεῖ add. τινὰ δὲ καὶ κινεῖκαὶ κιννεῖται, τινὰ μόνως κινεῖται t post χεὶρ add. κινεῖ t 30 αἰσισθητὸν D 33 μετὰ τόπον t
marginal s 6v
footnote 1 ὦσαν Arist.: ὡς ἄν D: ἡ ἄν t 5 διὸ κινεῖ t τῶν μὴ κινουμένων] τῶν μὴ κινου oblitt. D: fort. τῶν ἀλλοιουμένων 6 post εἶπεν ὅτι add. τὶ t 8 ἐᾷ] oblitt. D 1: ἔχει D 2 14 δὲ om. t 15 μέντοι] δὲ t 17 τότε δὲ ὁ] ὁ δὲ t 17. 18 συνεχής] ἄθρυπτος t 19 ἐν δὲ D: ἀὴρ δὲ ἐν t 21 μείνῃ CS: μίνει Dt πάσχῃ S: πάσχει Dt τοῦ om. t 22 καὶ ποιεῖ — αἴσθησιν] δύναται ἀνακλᾶσθαι t διὸ D: ὅθεν t 23 κλᾶσθαι] ἀνακλᾶσθαι t ἐνταῦθα in lac. om. t δοξάζειν t τὴν om. t 25 γίνεται — διότἶ in lac. om. t 26 ἀνάκλασιν] ἀνα (lac. c. XX litterarum) t 27 ὡς οἱ κατ’ in lac. om. t 28 λέγπθσιν t 29 ὐποθῶμαι scripsi: ὑπόθημοι Dt 30 τυπούμενος t 30. 31 ἀδύνατον — δὲ καὶ in lac, om. t ἐν τῷ Περὶ αἰσθήσεως καὶ αἰσθητοῦ] 2 p. 437b12 sqq
marginal s 6v
marginal 8 7r
footnote 1 διὸ om. t post βἐλτιον add. ἐστι λέγειν t 3 εἶναι post σῶμα (c. Aid.) trausp. t 5 τὴν post λέγει om. t 8 ταύτης om. D 9 ἀποθνήσκειν Arist. vulg.: ἀποθνήσκει Dt Arist. L 10 τὰ #x772; ἐπιχειρήματα scripsi: τἄ ἐνεπιχειρήματα D: τοῦ ε#x772; ἐπιχειρήματος t 11 ἄλλης scripsi: ἄλλη Dt 13 ταύτην Arist. UXy: ταύτης t Arist. vulg. (corr. T) 17 φθείρει D: φέρει Arist. W: διαφθείρει t Arist. vulg. 20 διότι] διὸ t 24 μόνην I) Arist. vnlg.: μόνον t Arist. UX
