@node
@author=Antiphon
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=K. J. Maidment
@filename=tlg0028.tlg005.perseus-grc1
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=5331826, 0674993403.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τοῦ Ἡρῷδου φόνου, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:35:02Z

8513	grc ἀδυνασία
grc ἀδυναμία
grc μὲν
grc Α.
grc δυναμένων
grc τῶν δεινῶν λέγειν
grc αἰτήσομαι δὲ Ν· δὲ
grc δὲ
grc συγγνώμην ἔχειν μοι
grc τοῦτο μὲν
grc ὑμῖν
grc ἐμοὶ
grc καὶ
grc αὖ τό γε
grc αὗ τό τε
grc ἔνειμαν
grc ἂν ἔνειμαν ἂν
grc ἔνειμαν ἂν Ν
grc  σαυτῶ Ν· αὐτῶ Α
grc  σὺ παρελθών Α· συμπαρελθών Ν.
grc ἡγῇ
grc εἴ γε Α, ἤ γε Ν.
grc ἂν ἀπιών
grc ἀνάπτων
grc τὴν δίκην
grc Ν.
grc ὑμᾶς Α· ἡμᾶς Ν.
grc διδάσκουσι
grc διδάξουσι Α· διδάξει Ν.
grc πονηρότερα Ν· πονηρότατα Α.
grc μαρτυρία Α· μαρτυρία Ν (μεγίστη Ν
grc μηδὲ
grc αὖ ἀξιώσεις
grc ἂν ἀξιώσεις
grc δετεριορες.
grc μοι Α· με Ν.
grc ἀπολῦσαι τοῦ δεσμοῦ
grc ὠφελεῖσαι τοῦδε κόσμου
grc τε
grc γε
grc ἐλασσωθεὶς
grc ἔλος σωθεὶς
grc ἕλος σωθεὶς
grc μάρτυρας
grc μαρτυρίας
grc μετεκβάντα
grc μεταβάντα Α.
grc τὸν Ἡρῴδην
grc ὅτι οὐ τῇ ἐμῇ πρ.
grc ὅτι οὐ προνοίᾳ
grc ὅτι μὴ
grc καθʼ αὑτὸν
grc κατʼ αὐτὸν
grc μετέκβασις
grc μετάβασις Α.
grc μετεξέβημεν Α· μετέβημεν Ν.
grc ἐκ
grc Ν.
grc αὐτῷ ἐνέβαλον Ν· ἐνέβαλον αὐτῷ Α.
grc τοῦτο Α· αὐτὸ Ν.
grc αὑτοῦ
grc αὐτοῦ
grc γε
grc Α.
grc ἐντιθεμένου
grc παρασχήσομαι
grc παραστήσομαι
grc ὁ
grc Α.
grc ἐπίνομεν
grc ἐπλέομεν
grc τι αἷμα
grc τῶν
grc αὑτοὶ
grc αὐτοὶ
grc τοσούτῳ
grc τούτω τῶ
grc ὅ τι ἂν
grc ὅταν
grc εἰ μὲν γὰρ ἐγὼ
grc εἰ γὰρ ἐγὼ μὲν
grc μὲν
grc χρηστῆς Ν· χρηστῆς τῆς Α.
grc δὲ
grc μὲν
grc ὠφέλησεν
grc ὠφέλησαν
grc ἂν
grc πρὶν ἐγὼ ἀνελθοιμι
grc αὐτοῦ
grc μὲν
grc Ν.
grc  τῷ
grc τὸ
grc  τοῦτο
grc τούτου
grc  ἂν μηνύῃ Ν· μηνύῃ ἄν Α.
grc  οὗτοι
grc αὐτοὶ
grc  οὐτοῖς ἂν
grc αὐτοὶ δὴ
grc ταὐτὰ ταῦτα
grc ταῦτα τὰ
grc ᾐτιῶντο
grc ᾤοντο
grc ὡμολόγει Α· ὁμολογεῖ Ν.
grc ἐζαγάγοι
grc ἐζάγει
grc (-οι
grc συνανελὼν
grc συνελὼν Ν· συνελὼν καὶ
grc Α.
grc συνανελεῖν Α· συνελεῖν Ν.
grc ὁ
grc Α.
grc οὑτωσὶ
grc οὑτοσὶ
grc ἐπὶ
grc γε ἀκούειν
grc γεγωνεῖν
grc γε ἀγνοεῖν
grc ἀποσπογγίσαι Α· ἀνασπογγίσαι Ν.
grc ἄν
grc δεῖ
grc ὃ δὲ καὶ μάλιστα ἐνθυμεῖσθε Ν· ὃ δὲ καὶ μάλιστα ἐνθυμεῖσθαι
grc δεῖ
grc μάλιστα
grc ταὐτὰ
grc ταῦτα
grc ἐξέληται
grc ἐξελεῖται
grc τῷ
grc τὸν
grc κρίνοισθε
grc κρίνεσθε ΑΝ.
grc προτείναντας
grc προτείνοντας
grc παύσοιτο
grc παύσαιτο
grc αὐτῶν Α
grc Ν· ἄλλων Α
grc ἑκατέροις
grc ἑκατέρῳ
grc ἴση ἂν εἴη
grc ἴσον εἰ Ν· ἴσον εἴ(η̣) Α.
grc τούτοις μὲν τὸ Α
grc ἔκ τε . . . ἦν
grc τοῦτον μέντοι Α
grc γενόμενος Α· γιγνόμενος Ν.
grc ἐγένετο Α· γεγένηται Ν.
grc εἴ τί μοι Α
grc εἴ τʼ ἐμοὶ Α
grc ἀπάγειν
grc ἀπάγων
grc τίνος γε δὴ ἕνεκα ... κἀκείνῳ,
grc αὐτὸς
grc αὐτοῖς
grc ἐρεῖν Α· εὑρεῖν Ν.
grc αὐτὸν
grc αὐτὰ
grc τοῦτο Α
grc τούτου Α
grc διάφορον
grc διαφέρον
grc σοῦ
grc σοι
grc οὐδὲ
grc οὔτε
grc πολλῶν]; πολλοῦ
grc ἀλλὰ χρήματα ... αὐτῷ
grc εἶεν
grc σὺ ἐμοὶ
grc σὺν ἐμοὶ
grc σὺ φόνου
grc τοῦ φόνου
grc δʼ ἐμὲ
grc δέ με
grc εἶχε τἀποκτεῖναι
grc ἔχει ἀποκτεῖναι
grc ἐν ἀγῶνι καταστήσαντι κεῖνον ἢ διʼ ἐμοῦ βιαίως ἀπολέσαντι. καί μοι μάρτυρας τούτον κάλει.
grc οὗ δὲ
grc οὐδὲ Ν· οὐ γὰρ Α.
grc περὶ
grc Α.
grc τῷ μὲν γὰρ ... ἦν
grc ὑπὸ τούτου
grc αὐτὸ τὸ ἐναντίον
grc αὐτὸ τοῦτο ἐναντίον
grc ὑπὲρ
grc περὶ
grc τῷ
grc ἄριστʼ ἂν
grc ἄριστα
grc μακρότατον Ν· μακρότερον Α.
grc εἰργασμένῳ Α· ἐργασαμένῳ Ν.
grc κελεύοι
grc κελεύει
grc μὴ
grc ἁνήρ
grc ἀνήρ
grc Ἐφιάλτην
grc ἐν
grc Α.
grc ὄντες
grc Α.
grc δὲ Α· δὴ Ν.
grc ἀπέθανον
grc ἀποθανόντες
grc ἂν
grc Ν.
grc μὴ μετʼ
grc μήτε μετʼ ΑΝ.
grc ἂν
grc οὐ γὰρ ἔστιν...διαφθείρει τοῦ ἀνθρώπου
grc εὖ γνοίν· ἂν γνοίη
grc ᾧ]; ὃ
grc ἡμέρα ... γιγνομένη
grc ἡμέραν ... γιγνομένην
grc μεταστῆσαι
grc μεταστήσειν
grc ἀρχὴν
grc ἀρχὴ ἣ
grc κεκινδυνεύσεται
grc καὶ κινδυνεύσεται
grc τὴν Μυτ.
grc τῶν Μυτ.
grc τῆς ὑμετέρας γνώμης
grc ἀποστᾶσα
grc εὐρόπως
grc εὗρʼ ὅπως
grc τῷ ἐμῷ πατρί
grc χορηγεῖ
grc ἐχορήγει
grc κατατίθησιν Ν· κατετίθει Α.
grc ποιεῖ
grc τοὺς δὲ
grc ἰδίᾳ
grc πείθεσθαι
grc ἐπʼ ἐμοὶ Α· ὑπʼ ἐμοὶ Ν.
grc ὥστʼ ἐμοὶ
grc ὥστε μοι
grc εἰς
grc τὰς
grc τοῦτο δὲ Α· τοῦ δὲ Ν.
grc καὶ
grc εἰσὶ δέ μοι καὶ
grc ἐναντίων
grc Ν· ἐναντίον
grc γιγνομένων
grc Ν· γιγνομένοις
grc καὶ
grc Ν.
grc ταὐτὰ
grc ταῦτα
grc μου Α· με Ν.
grc ἀγῶνι
grc λόγῳ
grc τούτους
grc ἕνεκα Α· εἵνεκα Ν.
grc ὅποσα Α· ὅσα Ν.
grc αἰτιάσασθαι
grc αἰτιᾶσθαι
grc ἀνενεγκὼν
grc ἐνεγκὼν
grc δικάσαιτε
grc δικάσητε
grc κἀκεῖ
grc κακοὶ
grc φεισαμένοις Ν· ψηφισαμένοις Α.
grc ὅ τι ἂν βούλησθε
grc ὅ τι ἃ δὴ βούλεσθαι
grc ἀπολέσασι δὲ
grc ἀπολογήσασθαι
grc τι, τὸ
grc ἐπὶ τῷ
grc τι ἁμαρτεῖν τὸ
grc εἰ δέοι ... ἀσέβημα,
grc εἰ δέοι τι ἁμαρτεῖν, τὸ ἀαδ. ἀπολῦσαι ὁσιώτερον τοῦ ἀδίκως ἀπολέσαι· τὸ μὲν γὰρ ἁμ. ἐστι, τὸ δὲ ἀδίκως ἀποκτεῖναι ἀσεβῆμα.
grc ἂν εἴη
grc ἂν ἦ
grc τοῦ
grc τὸ
grc ἀνήκεστον
grc ἀνηκέστερον
grc ἀκεστῷ
grc ἑκάστῳ
grc πιθομένους
grc πειθομένους
grc τις
grc ὅπου
grc οὔπω
grc ἦ
grc εἰ
grc χρῆν
grc χρὴ
grc γὰρ
grc ἐστίν
grc γν.
grc ἐξεργάζοιτο Ν· ἐργάζοιτο Α.
grc μηδʼ
grc μήτʼ
grc ἀσεβημάτων Ν· ἀσεβηκότων Α.
grc τὸ δὲ
grc τῶ Α, τῷ Ν.
grc ὑμῖν Ν· ἡμῖν Α.
grc πράξεθʼ
grc πράξεσθʼ
grc ἃ Α· ἂν Ν.
grc τῶν μαρτύρων
grc δοξασταὶ
grc ῥᾷστον δέ τοι
grc ἀραῖς τῶν δέτοι Α
grc ἔσται Α· ἐστὶ Ν.
grc παρανόμως
grc παράνομος
grc παριεὶς
grc παρεὶς
