@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg005.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 1, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Peace, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:46Z

 

ʼ 
 
 
 
 
.
 

. 
 
, 
 
ʼ 

 
᾽ 
 
 
 
.
 

 
 
, 
 
 
.
 

 
᾽ 
. 
 
 
 
 
 
;
;
 

 
 
 
ʼ 
᾽ 

 
 
 
 
.
᾽ 
 
 
 
 
 
.
 

 
 
 
 
,
 
 
 
ʼ 
 
.
 

 
 
, 
 
·
 
 
 
.
 

.
 
 
 
 
 
·
 
 
 
 
 
ʼ 
.
 

, 
ʼ 
 
 
 
,
 
ʼ 
᾽
.
 

 
 
 
 
 
·
 
 
᾽ 
 
ʼ 
ʼ 
 
 
.
 

 
᾽ 
 
 
 
.
 

 
 
ʼ 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
᾽ 

 
 
 
 
.
 
 
, 
 
 
 
, 
 

 
· 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
ʼ 
 

 
 
 
.
᾽ 
 
 
 
 

 
 
 
, 
 
 
ʼ 
.
, 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
,
 
, 
 
 
,
 
 
 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
ʼ. 
 
 
 
 
 
,
 
 
 
.
 

 
 
᾽;
 

 
᾽ 

᾽ 
 
 
 
 
 
.
 

 
 
 
 
 
 

 
, 
 
 
 
;
 
 
 
 
; ’ 
ʼ 
 
ʼ 

 
 
 
·
 
, 
 
 
᾽ 
,
 
 
 
 
 
.’
 

᾽ 
 
 
 
 
.
356	 

 
 
 
 
 
 

 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
᾽ 
 
 
.
ʼ 
 
 
 
 
 

 
 
 
 

 
, 
 
 
 
 
 
;
 
 
· 
 
 
 
.’
 
.
ʼ, 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
;
 
 
 
 
.
 

᾽ 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
ʼ 
 
,
ʼ. 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
;
 
 
 
,
 
᾽ 
ʼ 
 
 
 
,
 
 
 
 
.
 
 
 
᾽ 
 
 
ʼ 

ʼ 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
,
 
,
, 
 
,
 
 
ʼ 
 
 
 
.’
᾽ 
 
 
 
 
 
.
 
· 
 
 
 
 
·
 
 
 
 
 

 
 
 
ʼ 
 
 
.
561	
 
, 
, 
·
 
 
 
 

 
᾽ 
 
 
,
 
 
 
 

 
 
 
.
 
 
 
 
, 
 
ʼ·
 
 
 
, 
ʼ 

 
 
 
.
 

 
ʼ 
 
 
.

 
.
 

 
᾽ 
 
;

 
 
 

 
 
.
 

 
; 
 
 
 
;

 
 
 
 

 
 
᾽ 
·
 
ʼ 
 
 
,
 
 
 
 
 

 
 

 
 
 
.
 

 
᾽ 
 
ʼ, 
 
 
 

 
 
.

 
ʼ 
 
ʼ 

 
 
ʼ 
 
 
;
 

 
 
;

 
 
 

 
 
 
 
.
 

 
 
 
 
;


 
 
 
 
.
 

 
 
 
 
 
ʼ 
.

 
 
 
᾽ 
᾽.
 

 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
.

 
 
 
 
᾽ 
 

 
 
 
,
 
 
ʼ 
 
 

 
 
 
;
777	 
 
ʼ 
; 
᾽ 
 
, 
 
 
 
.

 
 
, 
 
ʼ 
 
 
,
ʼ 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
᾽ 
 

 
 
 
 
 
ʼ 
.

 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
.

 
 
· 
 
.

 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
;

 
 
 
 

 
 
 
 
.

 
 
 
 
 
,
 
 
 
 
 
.

 
ʼ 
 
 
 
,
ʼ 
 
.

 
 
 
 
 
,
 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
,
 
 
 
 
.

 
ʼ 
 
 
 
 
 
;
 
 
 
 
;

 
 
, 
 
·
 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

 
, 
 
 

, 
 
 
 

 
 
 
 
.

 
 
 
ʼ. 
 
.
 
 
ʼ, 
 
 
 
 
 
,
 
 
 
ʼ 
 
·
 
 
 
 
 
,
 
 
 
.
1023	
᾽ 
 
 
 
,
 
 

 
 
.
 
; 
 
; 
 

 
; 
 
 
.
 
 
 
 
,
 
 
 
ʼ 

 
 
 
 
,
 
 
 
 
ʼ 
,
 
ʼ 
 
 
.
 
 
, 
 
 

 
 
 
 
;
 
ʼ 
. 
 

 
 
 
,
 
 

 
 
; 
 
 
 

 
, 
 

 
ʼ 
 
 
 

 
 
 
 
.
1118	
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
; 
 
;

 
 
 
ʼ; 
 

 
 
 
 
;

.

 
 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
;
 
 
ʼ 
᾽ 
ʼ; 
 
;

.

 
 
 
ʼ 
; 
 
.

.

 
 
 
 
᾽;

; 
.

 
 
 
 
᾽ 
 
 
,
 
 
 
 
ʼ 
 
 
ʼ 
 
.

 
, 
 
,
 
 
᾽ 
 
.

 
 
 
;

 
 
 
 
.

 
 
 
;

 
 

 
᾽ 
 
 
 
;
 
 
 
 
 
ʼ.

 
 
,
 
 
 
 
 
 
·
 
 
 
 
.

 
;

 
.

 
;

 
;
᾽ 
 
 
 
 
.
1324	
 
 
 
᾽ 
 
 
;

 
 
 
 
 
 
,
 
 
 
.

 
ʼ 
 
 
 
;

 
. 
᾽ 
 

᾽ 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
ʼ 
 
,
 
 
 
 
 

ʼ 
 
 
.

 
ʼ 
ʼ 
 
᾽ 
; 
 
.

 
 
ʼ 
 

 
· 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 

 
 
 
 
,
᾽ 
 
 
· 

 
 
, 
 
ʼ, 
 
·
 
, 
 
 
 
.’

 
 
 
 
 
.

 
᾽ 
 
ʼ 
 
ʼ 
 

 
 
ʼ.

 
 
 
;

 
 
 
ʼ 
 
 
.

 
;

 
 
 
, 
ʼ 

 
 
 
 
,
 
 
 
ʼ 
.

 
,
 
 
 
 
 
;

 
 
 
, 
 
 

 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.
᾽ 
· 
 
 
 
 

· 
 
 
.

 
.
ʼ 
 
· 
 
 
 

 
 
 
.

 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
,
 
, 
 
 
 
 
.
᾽ 
 
᾽ 
 
 
 
,
 
, 
 
, 
 
 
 
;

 
 
 
 
 

 
, 
 
 
.

 
 
 
 
 
 
·
 
 
 
᾽ 
 
 
.

 
 
ʼ 
 
ʼ 

 
.

 
 
 
 
 

 
 
 
 
.
1651	
 
 
 
 
ʼ 
 
.

 
 
 
.

ʼ 
 
 
 
 
 
.

 
 
 
 
.
 
᾽ 
· 
 
.

 
 
.

 
 
;

 
.
 
; 
 
 
.

 
. 
 
 
 
 
.
 
 
 
 
 
 
;

 
 
;

᾽ 
 

 
 
· 
 
.

 
ʼ 
 
 
 


 
 
ʼ· 
 
 
 
, 
.

 
 
 
 
 
ʼ 
;
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
 
.

.

 
;

 
;

 
 

ʼ 
 
,
 
, 
 
 
 
.

 
ʼ 
 
 
ʼ 
 

ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
᾽ 
 
 

 
;

᾽ 
 
ʼ.

 
 
.

 
 
; 
 
 
.
᾽ 
 
 
 
 
 

, 
 
 
 

 
 
 
 
.

 
, 
 
 
ʼ 
 
.

 
; 
 
 
 
;

 

 
 
 
.

 
 
ʼ;

 
 
 

 
 
 
᾽ 
.

 
ʼ 
 
 
 
 
.
 
 
 
· 
ʼ 
 
.

 
 
 
 
 
·
 
 
ʼ 
 
.

 
᾽ 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 

 
, 
᾽ 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
.
1999	
 
 
 
 
 
 
.
 
 
, 
 
,
 
 
 
 
·
 
 
 
 
.
 
᾽ 
, 
 
 
 
, 
 
·
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
.

 
ʼ, 
 
 
 
 

 
 
ʼ 
 
;

᾽ 
 
 
 
.
 
 
 
 
 
ʼ 
 
.

 
 
 
 
 
,
 
 
 
 
 
ʼ 
᾽ 
,
 
 
 
 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
 
 
. 
 
.

 
ʼ 
, 
 
 
 
 
·
 
 
 
 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.

 
 
; 
 
ʼ 
; 
 
 
 

 
 
 
 
 
.

᾽ 
᾽ 
 
 
ʼ, 
᾽ 
᾽ 

 
 
 
 
 
 
.

 
 
 
 
ʼ 
᾽, 
 
 
ʼ 
.

 
 
 
 
.

 
, 
 
ʼ 
.

 
 
 
 
ʼ 
 
, 
 
.

 
, 
 
᾽ 
 
 
ʼ 
.

 
 
ʼ, 
 
 
 
.

᾽ 
ʼ 
 
.

 
 
 

 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
 
ʼ 
᾽ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.

 
 
 
 
 
ʼ· 
 
 
 
 
·
᾽ 
 
 
, 
 


 
 
 
ʼ· 

 
 
ʼ 

 
 
 
,
 
 
,
 
,
†
 
 
.
2328	
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 

 
·
ʼ 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
,
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 

· 
 
 
ʼ 
ʼ 
 
 
 
.
2409	
 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
, 
᾽ 
 
 
.

 
 
.

 
 
.
 
 
 
 
 
ʼ 
.

, 
.

 
᾽ 
;

 
 
᾽.

᾽ 
 
 
,
᾽ 
ʼ 
 
, 
 
.

 
 
 
.

 
 
 

 
 
 
 
;

᾽ 
 
 
 
ʼ 
 
 
 

 
 
;

 
 

ʼ 
 
ʼ 
;

 
᾽ 
.

 
 
 
 
 
 
·
 
 
 
 
 
.

 
 
.

 
 
 

 
, 
 
 
.

 
 
.

 
 
 
,
 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
,
 
 
 
 
 
.

 
 
, 
 
ʼ 
.
2573	
 
, 
 
ʼ 
; 
ʼ 
.
 
 
 
ʼ· 
 
 
, 
.
2590	
 
 
ʼ 
, 
, 
,
 
 
 
 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
 
 

.

 
 
 
 
ʼ 
 
;

 
 
 
 
,†
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
ʼ 
 
 
.
2664	
ʼ, 
 
ʼ, 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
.

 
 
ʼ· 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
 

 
 
 
 
.

 
 
 
 
;

 
 

 
 
 
, 
 

 
 
. 
 
᾽ 

ʼ 
 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
 
 
 

 
 
 
 
᾽ 
.

 
 
. 
 
᾽ 
 
ʼ 
 

 
 
 
 
.
 
 
 
ʼ 
 
ʼ 

 
 
 
 
 
 
 
,
ʼ 
, 
ʼ, 
·
 
 
 
 
 

 
 
 
.
ʼ 
 
᾽ 
 
. 
 
 

 
 
᾽, 
 
 
.

ʼ 
 
 
ʼ 
 
 
.
2843	
 
 
 
. 
 
 

 
 
 
 
 
.

 
· 
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
.
2882	
 
 
 
 
 
 
, 

 
 
 
 
.

 
·
 
.

 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.

 
ʼ 
᾽ 
 
 
 
 
,
᾽ 
 
 
ʼ 
.

 
 
 
 
 


 
ʼ 
 
 
ʼ 

 
 
 
 
.

 
 
 
 
 

 
 
 
 
ʼ, 
 
 


 
 
᾽ 
 
.

 
 
 
 
 
,
᾽ 
 
, 
 


 
 
 
 
 
.

 
 
 
 
 
,
 
 
 


 
 
 
ʼ 
 
.

 
ʼ 
 
᾽. 
 
 
.

 
 
 
᾽ 
 
 
.

 
 
, 
 
 
.
 
 
 
 
.
 
;

 
.

ʼ 
 
;

.

 
 
 
 
 
 
.
3064	
 
.

 
.

 
.

 
 
.

 
, 
 
.

᾽ 
 
ʼ 
 
 
.
 
ʼ; 
᾽ 
ʼ·
ʼ 
 
.

 
.

 
.

᾽
 
 
 
.

 
 

 
 
;

 
 
 
 
;
3122	
 
ʼ 
 
 
.
 
ʼ 
 
 
 
.

᾽ 
 
ʼ 
 
 
 

᾽ 
 
 
 
,
 
 
 
 
.

᾽ 
 
 
ʼ 
ʼ 
.

᾽ 
ʼ 
 
ʼ 
 
 
 
,
 
ʼ· 
᾽ 
 
 
 
.

᾽ 
 
 
ʼ 
· 
 
ʼ 

 
 
 
,
 
 
 
 
 
ʼ 
.

 
 
· 
 

 
 
 
.
3206	
 
.

 
.

 
.

 
 
.

 
 
.

 
  
 
 
 
 
ʼ 
;
 
ʼ 
.

 
.

 
.

 
 
 
 
 
.

 
 
 
 

 
 
ʼ 
.

᾽ 
ʼ 
 
.
3264	
 
 
 
 
 
;
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 

 
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
᾽ 
,
 
 
 
 
.

ʼ 
 
 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
 
.

 
 
 
· 
 
 
 
.

 
 
 
 
 
 
.
3346	
 
 
 
.

 
 
 
 
.

 
 
 
᾽ 

.

 
 
᾽ 
.

 
 
, 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
.
3391	
 
 
 
 
 
ʼ 
;
 
 
 
 

 
 
ʼ; 
 
 
 
.
 
ʼ 
, 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
;

ʼ 
 
 
 
.
 
 
 
 
,
 
ʼ 
, 
, 
,
, 
, 
 
, 
,
 
—

 

 
· 
 
 

 
 
 
.

, 
, 
 
,
 † 
 
 
 
,
 
, 
 
,
 
 
 
—

 
 

 
 
 
 
 

 
 
 
,
 
 
 

 
 
 
.

 
 
 
 
 

 
ʼ, 
 
 
 
.

 
,

 
 
 
 
 

ʼ 
;

 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
;

 
 
 
 
 
.
3579	
 
· 
 
 

 
 
 
 
 


 
ʼ 
 
 
 
 
·
 
᾽ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
.

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
᾽ 
 
 
ʼ 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
.
3731	
᾽ 
 

 
 
 
,
 
ʼ 
 
ʼ 
,
 
 
 

 
 
 
 
 
,
 
 
 
 

 
 
 
 

 
 
 
ʼ 

 
,
 
 
 

 
 
.
3779	
 
ʼ, 
 
 
, 
 
.
 
 
 
, 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
.
 
 
 
.
 
 
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 

 
 
ʼ 
ʼ 
 

 
ʼ 
.
3849	
 
 
ʼ 
 
᾽ 
 
 
 
 

; 
᾽ 
 
 
 
 
.

 
 
, 
 
 

ʼ, 
 
ʼ 
 
᾽ 
 
.
 
 
 
 
† 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
.
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
ʼ 
.
 
ʼ 
 
 
 
ʼ† 
 

 
 
 
᾽ 
 
 
,
᾽ 
 
 
 
, 
 
ʼ 
.

 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
.

᾽ 
 
 
 
. 
᾽ 
᾽ 
 
,
 
 
. 
 
ʼ 
 
.

ʼ 
 
 
 
 
 
 

 
᾽ 
 
 
,
᾽ 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 

 
 
 
 
 
 
.

 
 
 
, 
 
 
 
 
 

, 
 
 
 
.

 
ʼ 
 
ʼ 
 

᾽, 
 
 

 
 
 
.

 
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 
ʼ 
.
 
 
 
 
 
 
ʼ 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
ʼ 
 

ʼ 
 
 
. 
 
ʼ 
 
 

.

 
ʼ 
 
ʼ 
, 
 
,
᾽ 
 
 
ʼ 
 
 
᾽ 
 
·
 
 
 
᾽ 
᾽ 
 
 
 
.
4235	
᾽ 
 
 
 
,
 
 
 
, 
᾽ 
,
 
 
 

 
 
 
,
᾽ 
 

 
 
.
4262	
᾽ 
 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

ʼ 
 
 
 
 
 
᾽ 
 
.
ʼ 
 
 
.
, 
. 
᾽ 
; 
.
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
 
 
.

 
᾽· 
 
 
·
 
 
 
 
 
᾽ 
 
 
.

 
 
 
 
 
ʼ 
,
 
 
 
᾽ 
 
,
 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
 

 
;

 
ʼ 
 
 
ʼ 

 
 
᾽ 
 
 
 
 
.
 
 
ʼ 
 
, 

 
 
 
.

 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
.

 
 
᾽ 
 
 
.
 
 
; 
 
 
 
;

 
 
 
ʼ 

 
 
 
.

᾽ 
᾽ 
 
ʼ 
, 
 

 
 
 
 
 
 

 
 
 
 
.

 
 
 
᾽ 
 
 
.

 
.

 
;

 
 
 
. 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
.

 
,
 
ʼ 
 
 
.

 
;

 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.

, 
 
 
.

 
;

 
 
 
 
.

; 
;

 
 
 
 

 
 
 
 
 
.
4565	
 
; 
 
 
 
;


᾽ 
 
 
.

 
;

 
;
· 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
ʼ 
 
 
;
᾽ 
᾽ 
 
ʼ 
 
.

 
 
 
 
 
 

 
 
· 
ʼ 
 
 

 
 
 
 
.

 
 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
;

 
 
 
ʼ 
 
.
᾽ 
 
 
 
 

 
 
 
, 
 
ʼ 
.

 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
.

 
 

 
 
 
 
 
.

 
ʼ 
ʼ 
ʼ 
.

 
᾽ 
 
 
.

 
 
;

᾽ 
ʼ 
 
 
.

 
 
 
 
᾽ 
 
;

 
 
 
 
.

 
᾽ 
 
;

, 
·
 
ʼ 
 
 
.

᾽ 
 

 
᾽ 
 
, 
 
 

 
 
ʼ 
.
4770	
᾽ 
 
· 
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
 
.
 
 
᾽ 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 
 
.
4815	
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
, 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

ʼ 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
, 
 
 
 
,
᾽ 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
ʼ 
; 
 
 
 

 
 
 
 
 
 
 
;’
᾽ 
 
 
 
 
 
ʼ 

 
 
 
 
ʼ 

 
 
 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
, 
 
 
.
 
 
 
 
ʼ, 
᾽ 
 
 

 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
, 
᾽ 
 
 
 
 
,
ʼ 
, 
᾽ 
, 
 
 
 
.
5066	
 
 
 
 
ʼ 

 
 
 
 
 
·
 
 
 

 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
, 
 
 

 
, 
 

 
 

 
 
 
.’
5115	
 
 
 
 
 
ʼ 

 
 
,
 
 
 
 
 
 

 
 
· 
 
 
᾽ 
 
 
.
 
 
 
 

 
 
 
 
,
᾽ 
 
᾽ 

 
,
 
 

 
 
 

 
 
 
.
 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
 
.
5185	
 
 
 
 

 
 

, 
 
 
 
 

 
, 
 
 
 
 

 
, 
 

 
 
 
ʼ
 
 

 
 
 

 
 
, 

 
 
 
,
 
 
 
·
 
 
 
 

 
 
ʼ 
 
 
 
.
5247	
 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
᾽. 
 

 
 
 
 
,
 
 
 
 
.

 
ʼ 
;

 
 
 
.

 
ʼ 
;

 
 
 
 

.

 
 
 
—

 
;

 
ʼ 
 
 
 
 

 
 
;

, 
 
 
 

 
ʼ 
 
 
.

 
ʼ 
;

ʼ 
 

 
 
.

 
 
᾽ 
᾽ 
 
, 
 
 

 
 
᾽, 
 
 
;

.

 
 
 
 
 
;

 
 
, 
 
 

 
 
 
ʼ· 
 
ʼ 
ʼ, 

 
 
 
 
.

 
 
ʼ 
 
 
,
 
 
;

 
 

 
 
 
ʼ 
,
 
, 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
.

 
ʼ 
 
;

; 
 
.

 
 
 
 
 
 
,
 
ʼ 
 
 
 
.

, 
 
 
 
 
 
.
 
 
.

 
, 
 

 
;

· 
 
 
 

᾽ 
 
 
, 
ʼ 

 
 
 
 
 
.

 
᾽ 
 
 
.
5511	
 
ʼ 
 
,
 
ʼ 
᾽ 
,
 
 
 
.

 
᾽ 
 
 
ʼ 
 
 
;

 
, 
,
 
 
 
,
 
.

. 
 
ʼ 
 
 
 
 
;

 
 
 
 
.

 
; 
 

 
 

 
 
, 
᾽
 
 
 

 
 

 
 
 
.
5582	
 
 
 
 
 
 
 
·
 
 
, 
 
.
 
ʼ 
· 
 
 
 
.

 
 
 
 
 

 
 
.

 
;

 
;
 
 
.

 
 

 
ʼ 
;

ʼ 
, 
 
 
.

 

 
 
 
.

, 
 
᾽ 
 
, 
 
;
 
 
 
 
 
;
 
 
;

 
ʼ 
 

 
 
 
 
.

 
᾽ 
 
 
 
. 
 
·
 
 
 
 
 
.

 
.

;

; 
,
 
ʼ 
 
.

᾽ 
 

 
 
 
 
.
 
 
 
 
 
 
 
.
, 
, 
 
 
.
ʼ 
ʼ 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
.
 
ʼ 
ʼ 
 
 
 
.

 
 
 
ʼ 
᾽· 
 
 

 
 
 
 
 
 
 
ʼ 
.

᾽ 
 
ʼ 
 
 

 
 
 
 
,
 
 
, 
 
,
 
, 
 
 
ʼ 
,
 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
᾽ 
 
,
 
 
 
 
,
 
ʼ 
᾽ 
 

 
 
 
·
 
 
 
ʼ 

 
 
 
 
.
᾽ 
 
 
 
 
.
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
ʼ 
,
᾽ 
 
 
ʼ 
 
 
.
5853	
 
 
 

 
 

ʼ 
 
.

 
ʼ, 
 
 
 
 
.

 
 
 
 
 
·
 
 
 

.

 
 
 
 
 
.

 
 
 
 
 
 
ʼ 
 
.

 
 
 

 
 
,
 
 

 
 
,
 
 
 

 
 
.
5923	
 
 
 
 
 
;

 
ʼ 
 
ʼ 
 
 
 
;

, 
 
 
;

 
 
; 
 
 
;

; 
, 
 
 
 
 
.

᾽ 
 
 
 
;

 
.

;

 
 
 
 
.

 
 
 
 
 
 
;

.

;

 
 
ʼ.

 
 
ʼ 
᾽ 

 
ʼ.

 
ʼ, 
᾽ 

 

 
 
 
 
, 
 

 
 
 
ʼ 
 
—

 
 
.

 
 
 
ʼ 
 
.
᾽ 
᾽ 
 
 
 

 
 
 
 
.

 
 
ʼ 
 
 
 
 
·
 
 
 
 
᾽ 
 
.
6059	
 
᾽ 
ʼ 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 

 
 
 
.

 
 
 
ʼ 
᾽· 
 
 
 
 
 
.

 
 
 

 
 

 
 
.
 
 
 

 
 
.

 
 
ʼ 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
 
.

 
; 

 
 
 
,
 
 
,
 
 
᾽ 
 
ʼ 

 
 

 
.
6153	
 
 
 
 
 
 
 
 

 
 
 
 
.

· 
 
 
· 
.

 
 
 
 
᾽ 
 
,
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
.

.

 
;

 
 
 
 

 
 
 
 

 
 
 
 
 
 
.

 
 
 
ʼ 
.

᾽ 
 

 
 
 
.

᾽ 
.
 
; 
 
ʼ 
 
 
 
;

 
 
· 
 
 
 
 
.

 
 
;

 
, 

 
 
 

 
 
᾽ 
ʼ 
 
;

᾽ 
 
ʼ 
ʼ.

 
.
6287	
 
 
 

ʼ 
,
 
, 
 
,
 
 
 
.

 
᾽ 
 

 
, 
 
 
 
ʼ 
 

 
 
.
 
 
 

 
 
,
 
 
 
 
 
 

,
ʼ 
 
 
.
 
 
 
 
᾽ 
.

 
ʼ 
᾽ 
 
 

 
 

, 
 
 
ʼ 

 
 
ʼ 
,
 
 
 
 
,
 
 
 
.
 
ʼ 
 
 

 
,
 
ʼ 
 
·
 
ʼ 
 
 

 
 

 
 
 

 
 
 
 
·
 
 
 
 

, 
 
,
 
, 
, 
.
 
 
·
 
 
 
 
 

 
 
 
·
 
 
 
,
 
 
 
 

 

 
 
, 

 
· 
 
 

 
 
 
 
,
 
 
, 
 
ʼ 
,
 
 
 
,
 
, 

 
 
 
·’
 
ʼ 
 
.
6471	
᾽ 
 
ʼ 
 
 
.

 
 
· 
᾽ 
 

 
 
.

᾽ 
 
.

 
 
;

 
 
 
 
,
᾽ 
 
. 
᾽ 
 

 
 
 
 
᾽ 
,
 
 
 
 
 
.
6521	
 
 
 
  
 

 
 
 

 
 
 
᾽ 
 
.

 
 
 
 
 
 
;

 
ʼ 
; 
 
 
 
ʼ
 
 
 
; 
 
ʼ 

 
 
 
 

 
 
 

 
 
 
;

 
 
 
 
 
 
,
 
 
 
, 
 
 
 
.

 
 
 
 

 
, 

᾽ 
 

 
 
;
᾽ 
 
 
 
ʼ 

 
.
6614	
 
. 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
.

 
 
 
ʼ· 
᾽ 
 
.

 
. 
 
 
 
;

 
 
 
· 
 
 

 
 
 
.
 
 
ʼ 
;

 
 
·
 
 
.

 
 
ʼ 
᾽ 

 
 
 
ʼ 
 
 
 
 
.

 
ʼ 
 
;

 
᾽ 
 
ʼ 

 
 
 
.

, 
 
 
 
 
.

 
 
 
 
.

 
.

 
 
 
ʼ 
 
 
 
;

 
 
 
ʼ 
 
 
.

 
 
ʼ 
 
ʼ;

 
 

;

 
᾽ 
 
ʼ 
 
.

 
 
 
 
 
 
.

 
 
.

 

 
 
.

 
, 
 
.
. 
 
; 
 
 
.

 
 
 
.

.
᾽ 
ʼ 
 
;

 
.

 

 
· 
 
 
 
.
6800	
 
 
 
 
,

 
 
.

 
 
 
 
 

 
᾽ 
 
 
,

.

 
;

 
 
.

 
 
 
 
,
 
 
, 
 
.

 
 

 
 
 
 
 
.

 
 
 
 
 
 
 
,
 
 
, 
ʼ 
 
 
 
—

 
ʼ, 
 
 
 
.

 
 
 
 
ʼ 
,
 
 
—

᾽ 
 
 
 
.

 
 
 
᾽ 
 
 
 
,
 
, 
 
 
 
 
.

 
 
 
 
 
ʼ 
 
 
;

 
 
 
 
 
,
 
 
† 
 
 
 
,
 
 
 
 
 
.

 
 
 
; 
 
 
,
 
 
 
 
,
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
ʼ 
 
 
;

 
 
 
 
 
 
;

 
 
 
 
·
 
 
 
 
 
 

 
 
 
ʼ 
.
 
 
 
ʼ 
 
 
ʼ 
,
 
· 
 
ʼ 
 
·’
 
ʼ 
 
 
 
.

 
 
· 
 
 
᾽ 
 
.

᾽ 
 
 
 
 
ʼ 
 
 
·
 
 
 
 
,
 
 
 
 
.’

 
 
 
 
 
 
 

 
.

 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.

᾽ 
 
 
, 
 
 
.

 
.
7113	
 
 
 
 
 
 
.

᾽ 
 
᾽ 
 
 
 
·
 
 
, 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
.

 
 
.

 
 
 
 
ʼ 
.

.

 
 
 
 
 
 
.

 
 
 
;

 
 
 

 
, 
 
 
 
 
.

 
 
 
.

 
 
 
·
 
 
 
 
 
 
.

 
 
 
 

 
.

 
 
;

 
 
.

 
 
 
 
 
 
,
᾽ 
 
 
· 
 
ʼ 
 
.

 
 
 
.

.

ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
.

 
 
· 
 
 
 
 
,
ʼ 
 
, 
.
 
 
 
ʼ 
 
;
; 
 
 
 
ʼ 
 
.
 
 
 
 
;
7285	
 
ʼ 

 

 
 
 
.
 
 
 
,
 
 
 

ʼ 
 
 
,
 
 
 
᾽ 
 

 
 

†,
 

 
 
 
,
 
 
 

 
 
.
7331	
 
 
᾽ 
 
 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 
,
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
.
 
 
 
ʼ 
 
 
 

 
, 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
7464	
 
 
 
ʼ 
,
 
 

 
 
.
7477	
ʼ 
 
ʼ 

 
 
 
,
 

 
 
,
 
 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ·
᾽ 
 
 
,
 

 
ʼ, 
 
·

 
 
 
·
 
 
 

 
 


 
 
 
 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
,
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
.†
ʼ 
 
ʼ 
 
, 
 
 
,
 
 
 
 
 
ʼ 
 
 
 

 
 
 
. 
 
ʼ 
᾽ 
 
·
 
 
ʼ 
 
ʼ· 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
.
 
᾽ 
 
 
, 
 
 
.
7649	
 
 
 
ʼ 
,
 
 
 

 
 
ʼ 
.
7664	
 
.
 
 
ʼ 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
·
 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
;

 
.

 
ʼ 
 
 
ʼ 
 

 
 
· 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
 
 
 
· 
 
 
·
᾽ 
 
 
 

 
 
 
 
 
 
 
.

 
 
 
ʼ 
 
᾽ 

 
 
 
· 
 
 

 
 
 
.

ʼ 
 
 
ʼ 
 
 
.

 
ʼ 
 
 
; 
 
 
;

 
 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
;

 
 
ʼ; 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
.

 
 
 
 
·
 
 
 
 
 
 
 
.

ʼ 
ʼ 
 
 
 
 
.
, 
 
 
 
.
 
 
 
᾽ 
 
 
.

 
 
 
 
 

 
 
 
;

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
᾽ 
 
—

 
ʼ 
 
 
 
.
7932	
 
 
 
. 
 
;

 
ʼ 
 
ʼ 
;

 
 
 
 
 
 

 
᾽.

᾽ 
 
᾽;

 
 
,
 
 
ʼ 
 
 
 
 
.

᾽ 
 
 
 
;

 
 
ʼ 
ʼ. 
 
 

 
 
 
 
 
;

 
 
 
.

᾽ 

 
 
. 
ʼ, 
 
.

 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
ʼ 
;

 
 
 
 
 

᾽ 
 
 
 
,
 
 
 
 
.

 
.

᾽ 
 
.
 
 
, 
 
, 
,
 
 
 

 
, 
 
 

 
ʼ 
 
 
 
 
.

 
 
 
 
ʼ 
,
᾽ 
 
ʼ 
 
 
 
·
 
 
 
; 
 
 
᾽ 
;

 
 
 
 
·
 
 
 
 
.

ʼ 
 
ʼ 
 
 
.

 
 
 
 
.

 

᾽ 
 
 
 
 
 
 
;

 
 
 
 
,
 
 
 
᾽ 
 
.

 
 
.

 
ʼ, 

 
ʼ 
 
 
 
᾽ 
.

 
 
᾽;

 
 
,
ʼ 
 
᾽ 
 
 
 
 
.

. 
 
 
 
.

 
 
ʼ, 
 
 
ʼ 
 

 
 
 
 
᾽, 

᾽ 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
8207	 

 
ʼ 
 
 
—


 
, 
 
 
 

 
· 
 
ʼ 
 
 
.
 

 
ʼ 
 
 
 
 
᾽ 
 
,
 
᾽ 
 
 
 
 
 
.

; 
 
 
 
 
;
 

 
ʼ 
᾽ 
 
 
 
 
 
.

 
; 
 
 
 

 
, 
 
 
.
 

 
 
᾽ 
; 
 
 
 
 
 
.

 
 
 
 
 
, 
 
 
·
 
 
 
᾽ 
 
.
 

 
 
 
 
 
, 
 

 
, 
 
 
.

; 
 
 
 
ʼ 
.
᾽ 
, 
᾽, 
 
 
.
 

ʼ 
᾽ 
 
—

, 
.
 

 
ʼ 
, 
 
ʼ 
 
.

ʼ 
 
 
 
·
 
 
 
 
. 
 
 
ʼ 
;
 

;

 
 
 
ʼ.
 

 
.

·
 
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
.
 
 
 
 
 
 
;
 
 
 
· 
 
 
 
ʼ 

 
ʼ 
· 
 
 
 
.
8426	 

 
 
 
 
, 
 
 

 
 
 
 
.

 
 
 
, 
 
 
 
ʼ 
;
 

 
ʼ 
—

 
 
.

᾽ 
. 
 
 
ʼ 
 

 
᾽ 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 
 
.
8485	
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
.
᾽ 
 

 
ʼ 
 
 
· 
 
 
 

 
 
 
᾽, 
 
 
 
 
.

 
 
 
ʼ· 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
 
·
 
 
 

 
 
 
 
.
 
 
ʼ 
 
ʼ 
 
 
.
8562	
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
,
8598	
 
 

 
 
 
,
 
 
 
 

 
 
 
 
,
 
 
,
 
 
 
 
,
 
 
᾽ 
ʼ 

 
 
 
,
 
ʼ 
 
.

᾽ 
 
 
 
,
 
 
ʼ 
 

 
.
 
ʼ 
.
 

 
 
 
 

 
 
.
 

 
ʼ 
.
 

 
ʼ 
.
 

 
 
;
 

 
 
;
 

 
,
 

 
.
 

᾽ 
 

 

 
 
.
 

 
ʼ 
,
 

 
ʼ 
,

 
 

 
ʼ 
, 

.
 

 
ʼ 
,
 

 
ʼ 
.
 

 
 
 
 
.
 

 
ʼ 
 
 
.

 
ʼ 
 

 
 
 
.

 
ʼ 
,
 
ʼ 
.

 
 
ʼ 
,
 
 

 
.
