@node
@author=Strabo
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Hugh G. Evelyn-White
@filename=tlg0099.tlg001.perseus-grc1
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Strabo, ed. A. Meineke, Geographica, Leipzig: Teubner, 1877.
@sponsor=Perseus Project, Tufts University
@title=Geography (Greek). Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:44:51Z

328511	la post ἄστρα· “ἠέλιος μὲν ἔπειτα νέον προσέβαλλεν ἀρούραις ἐξ ἀκαλαρρείταο βαθυρρόου ὠκεανοῖο. ἐν δʼ ἔπεσʼ ὠκεανῷ λαμπρὸν φάος ἠελίοιο, ἕλκον νύκτα μέλαιναν.” 
la post ἐνιαυτόν· ἐπὶ δὲ τῶν Αἰγυπτίων Θηβῶν “τῇ πλεῖστα φέρει ζείδωρος ἄρουρα” καί “αἵθʼ ἑκατόμπυλοί εἰσι, διηκόσιοι δʼ ἀνʼ ἑκάστην ἀνέρες ἐξοιχνεῦσι σὺν ἵπποισιν καὶ ὄχεσφιν.” 
la post ἔγνω· οὗτός τε ὁ εἰδὼς παντοίους τε δόλους καὶ μήδεα πυκνά.
la post Ὅμηρον· ἢ μὴ γενέσθαι.
la post ὀρθῶς· καὶ ὑπὸ τοῦ ποιητοῦ βεβαιοῦται.
la post ποταμία· νῆσος.
la post συγκαταλέξαι· φησὶν ὅπερ ζητοῦσιν ἔνιοι.
la post πασιμέλων· “οὐδέ κοτʼ ἂν μέγα κῶας ἀνήγαγεν αὐτὸς Ἰήσων ἐξ Αἴης, τελέσας ἀλγινόεσσαν ὁδόν, ὑβριστῇ Πελίῃ τελέων χαλεπηρὲς ἄεθλον, οὐδʼ ἂν ἐπʼ ὠκεανοῦ καλὸν ἵκοντο ῥόον·” καὶ ὑποβάς “Αἰν́ταο πόλιν, τόθι τʼ ὠκέος ἠελίοιο ἀκτῖνες χρυσέῳ κείαται ἐν θαλάμῳ ὠκεανοῦ παρὰ χείλεσʼ, ἵνʼ ᾤχετο θεῖος Ἰήσων.” 
la post Βεργαῖον· ἢ τον Μεσσήνιον
la post αὐτῇ· τοιοῦτον δὲ καὶ τὸ “ἀμφὶ δέ τʼ ἄκρας κυρτὸν ἐὸν κορυφοῦται, ἀποπτύει δʼ ἁλὸς ἄχνην.” καὶ τὸ “ἠιόνες βοόωσιν ἐρευγομένης ἁλὸς ἔξω.” 
la post μήν· τὸ ἀπὸ Θαψάκου μέχρι τῆς Ἀρμενίας
la post σημειώδη· καθʼ ὃ καὶ τοῦτο εἴρηται “τὸν δὲ διὰ μελεϊστὶ ταμών” 
la post ὡς· ἔθνος
la post λογισθείη· παράλληλός τε καὶ ἴση
la post διακεκαυμένην· τῆς μεταξὺ τῶν τροπικῶν
la post μικρῷ· λοιπὸν
la post πανταχοῦ· πολλαχοῦ
la post  ἑωθινά· μᾶλλον
la post Κρήτης· καὶ Κύπρου
la post Μαιῶται· Σαυρομάται
la post σταδίοις· καὶ Ἀλεξανδρείας δὲ νοτιώτεροι
la post τὰς· πρὸ τῶν ποταμῶν
la post Λιβυκοῖς· ἐκπολλαπλασίασις.
la post πιστεύσας· διʼ ἀλαζονείαν.
la post πλησιάζον· δῆλον
la post τρέπεσθαι· καὶ τοῖς Ἕλλησι
la post Μενελάου· καὶ Ὀδυσσέως
la post ὡσαύτως· στρατείαν
la post Ἀργανθώνιον· ἢ γὰρ οὕτω δέξαιτʼ ἄν τις ἢ ἴσον τούτῳ τὸ Ἀνακρέοντος, ἢ κοινότερον οὕτως “Ταρτησσοῦ πολὺν κρόνον βασιλεῦσαι.” ἔνιοι δὲ Ταρτησσὸν τὴν νῦν Καρτηίαν προσαγορεύουσι.
la ante τὰ· ὑπὸ
la post ἑλληνικῶς· ὡς καὶ Πίνδαρός φησι “πάντα θύειν ἑκατόν.” 
la post ὅρων· ἢ τῶν ποταμῶν
la post Καρχηδόνα· ὑπερκειμένων
la post χάριν· διπλοῦν δὲ τοῦτον τείχει μέσῳ διωρισμένον.
la post Ἑλλήνων· οἳ λαλίστατοι πάντων γεγόνασιν.
la post τρεῖς· μελαγκρανίνας. σχοίνου εἶδος, ἐξ οὗ πλέκεται τὰ σχοινία· καὶ Φιλητᾶς γε ἐν Ἑρμηνείᾳ “λευγαλέος δὲ χιτὼν πεπινωμένος· ἀμφὶ δʼ ἀραιὴ ἰξὺς εἰλεῖται κόμμα μελαγκράνινον” ὡς σχοίνῳ ἐζωσμένου.
la post τηρῆσαι· τὰ καθʼ ἡμέραν γινόμενα.
la post Καουάρων· καὶ Ὀυάρων
la post πολλαχοῦ· τῆς Κελτικῆς
la post λοιπῶν· τόπων
la post Κελτική· προς δὲ τοῖς ὄρεσιν ἐστὶ πόλις τοῖς ὑπερκειμένοις τῆς Λούνης Λοῦκα· ἔνιοι δὲ κωμηδὸν οἰκοῦσιν. εὐανδρεῖ δʼ ὅμως ἡ χώρα καὶ τὸ στρατιωτικὸν ἐντεῦθεν τὸ πλέον ἐστὶ καὶ τὸ τῶν ἱππικῶν πλῆθος, ἐξ ὧν καὶ ἡ σύγκλητος λαμβάνει τὴν σύνταξιν.
la post γενομένων· τῶν Πελασγῶν
la post Τυρρηνίαν· τῷ πλησίον εἶναι τῆς Ῥώμης
la post ἢ· τεσσαράκοντα
la post Ἀβοριγίνων· πρὸς δὲ τούτοις Ῥαικῶν, καὶ Ἀργυρούσκων δέ τινες καὶ Πρεφέρνων
la post ἐν· σητάνοις
la post Ἀρτεμίσιον· ὄρος
la post Ἀπούλῳ· Ὀρτώνιόν ἐστιν ἐν τοῖς Φρεντανοῖς, πέτραι λῃστρικῶν ἀνθρώπων, οἷς αἱ οἰκήσεις ἀπὸ τῶν ναυαγίων πήγνυνται· καὶ τὰλλα θηριώδεις εἶναι.
la post ἀπὸ· τῆς πελαγίας
la post τινός· καὶ τὸν Μισηνόν.
la post Κυμαίας· ὅτι
la post Σαυνῖτιν· μέχρι Φρεντανῶν
la post κτίσαι· ἔνιοι δὲ τοὔνομα ἀπὸ ποταμοῦ Ἐλέητος·
la post ποταμὸς· Λᾶος
la post ἀμφοτέρως· τὸ 
la post ποταμοῦ· Μέταυρος
la post ἀνεῳγμένων· τούτων
la post τῆς· ἀπὸ
la ante χιλίους· δὶς
la post ἐγένοντο· καὶ ποταμὸς δὲ ὁ Νέαιθος ἀπὸ τοῦ πάθους τὴν προσωνυμίαν ἔσχε.
la post φορόν· διὰ το πλῆθος τῶν ἀθλητῶν.
la post νῆσον· καὶ
la post Πελωριάδος· ἱκανῶς
la post Συρακούσσας· ἀπιόντας.
la post γλυκύ· ὅμως τό γε ἐπὶ πλέον, εἰ καταδύνει εἰς τὸ κατὰ γῆς ῥεῖθρον.
la post Λυρκείου· ἐπιτείνουσι δὲ τὴν τοιαὖτην τερατολογίαν οἱ τὸν Ἰνωπὸν εἰς Δῆλον ἐκ τοῦ Νείλου περαιοῦντες. Ἀλφειὸν δὲ Ζωίλος ὁ ῥήτωρ ἐν τῷ Τενεδίων ἐγκωμίῳ φησὶν ἐκ Τενέδου ῥεῖν, ὁ τὸν Ὅμηρον ψέγων ὡς μυθογράφον. Ἴβυκος δὲ τὸν ἐν Σικυῶνι Ἀσωπὸν ἐκ Φρυγίας ῥεῖν φησι.
la post λειπανδρεῖ· ἢ τὸ ἱερὸν
la post ἐπιλειπούσης· ποτὲ
la post νηνεμίαις· εἰ δὲ ταῦτʼ ἐστὶ πιστά, οὐκ ἀπιστητέον ἴσως οὐδὲ τοῖς περὶ Ἐμπεδοκλέους μυθολογηθεῖσιν.
la post ἱκανῶς· ἔστιν ἡ ἐπίστασις τῆς ἐναργείας λέγοιτʼ ἄν   ἐπίσης τε ψὰρ ἄμφω πάρεστι, καὶ διαθέσει καὶ τῇ ἐναργείᾳ· ἥ γε ἡδονὴ κοινὸν ἀμφοτέρων.
la post ῥοῦ· τους δὲ
la post ὧν· νῦν
la post δρυμοῦ· καθάπερ τὰ τῶν κολδούων (Κοαδούων)
la post αὕτη· καὶ ὁ Ἑρκυνιος δρυμός
la post βορρᾶν· μέρη
la post ἀπιστητέον· καὶ ἐμψύχων ἀπέχεσθαι διʼ εὐσέβειαν
la post μονομμάτους· ἐν τῷ Προμηθεῖ φασι,
la post ἦν· τοὺς Ἀλεξάνδρου
la post αὐτόν· καὶ Πλάτων δὲ ἐν τῇ πολιτείᾳ τὴν θάλατταν ὡς πονηροδιδάσκαλον φεύγειν οἴεται δεῖν ὅτι πορρωτάτω τοὺς εὖ πολιτευσομένους καὶ μὴ οἰκεῖν ἐπʼ αὐτῇ.
la post ὤν· “ὡς δʼ ὅτε τις κεραμεὺς τροχὸν ἅρμενον ἐν παλάμῃσι” καὶ τὰ ἑξῆς.
la post βαρβάρους· καὶ τοῦ Ἀδρίου·
la ante ἀεὶ· μουσικοῖς
la post ποταμῶν· οἰκεῖν
la post χώρα· Ἀγχιάλη καὶ αὐτὴ Ἀπολλωνιατῶν
la post ἁλίσκεσθαι· διὰ τὴν στενοχωρίαν.
la post Ὕαντες· ὡς δὲ Πίνδαρός φησιν, ἦν ὅτε σύας Βοιώτιον ἔθνος ἔννεπον.
la post ἐπιτετμημένως· τμάρους
en Stephanus in
en Epit. (i.e. Epitome edita).
en E. (i.e. Epitome Vaticana).
en Epit.
en E.
en E.
en E.
en E.
en Epit.
en E.
en Epit.
en E.
en Etymol. m. p. 206, 6.
en E.
en E.
en E.
en Epit.
en Epit.
en Stephanus in
en Stephanus v.
en Ep. Strabo 9 p. 443
en Epit.
en E.
en Epit.
en E.
en E.
en Epit.
en Epit.
en Eustathius ad Iliad 2.850
en Epit.
en E.
en Epit.
en Epit.
en E.
en Epit.
en Epit.
en E.
en Epit.
en Epit.
en Epit.
en E.
en E.
en Epit.
en E.
en Epit.
en E.
en E.
en Epit.
en E.
en E.
en Epit.
en Epit.
en E.
en Epit.
en Epit.
en E.
en E.
en Epit.
en Epit.
en Epit.
en E.
en E.
en E.
en Stephanus, v.
en Athenaeus 14 p. 657 f.
la post μέρος· τῆς Μακεδονίας
la post ἐκτὸς· πυλῶν
la post Πηνειοῦ· καὶ τοῦτο δʼ ἐστὶ τὸ Θετταλικόν·
la post ἀοιδῆς· φησὶ γάρ Οἰχαλίηθεν ἰόντα παρʼ Εὐρύτου Οἰχαλιῆος
la post Βουπρασίῳ· τὸ δὲ Βουπράσιον εἶναί τινα χώραν τῆς Ἠλείας. κατοικίαν οὐκ ἔχουσαν ὁμώνυμον· νυνὶ φαίνεται τῆς Ἤλιδος ὂν μέρος καὶ τοῦτο.
la post Καύκων· θηλυκῶς
la ante μὴ· ὡς
la post οὐκ εὖ· περὶ δὲ τῶν Καυκώνων ζητοῦσι, φησίν, ὅτι τῆς Ἀθηνᾶς τῆς τῷ Μέντορι ὡμοιωμένης ἐν τῇ Ὀδυσσείᾳ εἰπούσης πρὸς τὸν Νέστορα, ἀτὰρ ἠῶθεν μετὰ Καύκωνας μεγαθύμους εἶμʼ ἔνθα χρεῖός μοι ὀφείλεται, οὔ τι νέον γε οὐδʼ ὀλίγον. σὺ δὲ τοῦτον, ἐπεὶ τεὸν ἵκετο δῶμα, πέμψον σὺν δίφρῳ τε καὶ υἱέι· δὸς δέ οἱ ἵππους, δοκεῖ σημαίνεσθαι χώρα τις ἐν τῇ τῶν Ἐπειῶν, ἣν οἱ Καύκωνες εἶχον, ἕτεροι ὄντες τῶν ἐν τῇ Τριφυλίᾳ, ἐπεκτείνοντες καὶ μέχρι τῆς Δυμαίας τυχόν.
la post ἐπῶν· τῶν Ὁμήρου
la ante ἣν· εἰς
la post Ὄλυμπον· εἰρῆσθαι γὰρ μάλα δοκεῖ καλῶς, ἔκ τε τῶν ἄλλων καὶ τῶν ὀφρύων, ὅτι προκαλεῖται τὴν διάνοιαν ὁ ποιητὴς ἀναζωγραφεῖν μέγαν τινὰ τύπον καὶ μεγάλην δύναμιν ἀξίαν τοῦ Διός, καθάπερ καὶ ἐπὶ τῆς Ἥρας, ἅμα φυλάττων τὸ ἐφʼ ἑκατέρῳ πρέπον· ἔφη μὲν γάρ, σείσατο δʼ εἰνὶ θρόνῳ, ἐλέλιξε δὲ μακρὸν Ὄλυμπον. τὸ δʼ ἐπʼ ἐκείνης συμβὰν ὅλῃ κινηθείσῃ, τοῦτʼ ἐπὶ τοῦ Διὸς ἀπαντῆσαι ταῖς ὀφρύσι μόνον νεύσαντος, συμπαθούσης δέ τι καὶ τῆς κόμης· κομψῶς δʼ εἴρηται καὶ τὸ ὁ τὰς τῶν θεῶν εἰκόνας ἢ μόνος ἰδὼν ἢ μόνος δείξας.
la post δὲ· πλεῖστον
la ποστ  Ἀλφειόν· καλεῖται δὲ νῦν Βαρνίχιος.
la post φησί· τον δʼ ἐν τῇ Θετταλίᾳ Ἐλισέα γράφουσιν, ὃς ἀπὸ τῆς Ὄθρυος ῥέων δέχεται τὸν Ἀπιδανὸν κατενεχθέντα ἐκ Φαρσάλου.
la post ἰόντων· ἡ δὲ Ἡραία ἐστὶ τῆς Ἀρκαδίας· ὑπέρκειται δὲ τῆς Δυμαίας, καὶ Βουπρασίου καὶ Ἤλιδος· ἅπερ ἐστὶ πρὸς ἄρκτον τῇ Πισάτιδι.
la post Κορυφάσιον· καὶ ἡ Κυπαρισσία·
la ante τῶν· αἱ
la post σταδίους· διακοσίους καὶ
la ante προειρήκαμεν· ὡς
la post προσηγορεύθησαν· καὶ Σοφοκλῆς λέγει που νὴ τὼ Λαπέρσα, νὴ τὸν Εὐρώταν τρίτον, νὴ τοὺς ἐν Ἄργει καὶ κατὰ Σπάρτην θεούς.
la ποστ  Λακωνικὴν· καὶ
la ante τὴν· τῆς Φηρῆς
la post Σαρωνικὸν· καλεὶται δὲ
la post Λυρκείου· τοῦ κατὰ τὴν Κυνουρίαν ὄρους τῆς Ἀρκαδίας.
la post γὰρ· προϊάψαι καὶ ἰάψαι καὶ
greek κατὰ χρόα καλὸν ἰάψῃ· Ἄιδι προίαψεν
la post πεδίον· τὸν δʼ Ἐρασῖνον καλοῦσι καὶ Ἀρσῖνον.
la post πάλαι· ὁμωνύμως δυσὶ δήμοις τῆς Ἀττικῆς, τῷ τε πρὸς Ἐλευθεραῖς Οἰνώνῃ σύγχορτα ναίειν πεδία ταῖς δʼ Ἐλευθεραῖς καὶ μιᾷ τῶν ἐκ τετραπόλεως τῆς περὶ Μαραθῶνα, καθʼ ἧς ἡ παροιμία “Οἰνώνη τὴν χαράδραν.” 
la post ὄρους· καὶ τοῦ Κρεοπώλου.
la post οἶδεν· οὐδὲ τὸ Λύρκειον, οὐδʼ Ὀρνεάς· κῶμαι δʼ εἰσὶ τῆς Ἀργείας, ἡ μὲν ὁμώνυμος τῷ ὄρει τῷ  , αἱ δὲ ταῖς Ὀρνεαῖς ταῖς μεταξὺ Κορίνθου καὶ Σικυῶνος ἱδρυμέναις.
la post πλοῦν· εἰς Κόρινθον
la post βουλομένων· εἶτα λέγει αἰτίαν τοῦ ἐμπλατύνεσθαι τοῖς περὶ Ἀχαιῶν λόγοις τὸ ἐπὶ τοσοῦτον αὐξηθέντας, ὡς καὶ Λακεδαιμονίους ὑπερβαλέσθαι, μὴ ἀξίως γνωρίζεσθαι.
la post Φαριεῖς· καὶ Αἰσχύλος δὲ λέγει που· Βοῦραν θʼ ἱερὰν καὶ κεραυνίας Ῥύπας.
la post Ῥίον· καὶ τὸ Ἀντίρριον
la post κακουργήσασαν· περὶ τῶν γυναικῶν τῶν δικαστῶν
la post Χαλκίδα· καλοῦσι δὲ βοιωτιακῶς Μυκαληττόν.
la post προσαγορευομένην· τῇ προσῳδίᾳ ὡς λυρικὴν
la post Ὕλας· ὡς λύρας καὶ θύρας
la post ναίεσκε· Τύχιος
la post ῥεῖ· εἰσὶ καὶ ἄλλοι ποταμοὶ ὁμώνυμοι τῷ ποταμῷ τούτῳ.
la post ποιητής· Μνασάλκεος τὸ μνᾶμα τῶ Πλαταιάδα.
la post Καδμείας· γεώλοφα καλεῖται δρία
la post ταύτας· ἀνάγκη γὰρ πρὸς εὐεργεσίαν εὐφυῆ γενόμενον ἐκεῖνον πρὸς τὴν τῶν θεῶν τούτων ὁρμῆσαι τιμήν, ὥστε ταύτην μὲν ἐκέκτητο ἤδη τὴν δύναμιν. ἀλλὰ πρὸς ταύτῃ καὶ χρημάτων ἔδει· οὔτε γὰρ μὴ ἔχων τις πολλὰ διδοίη ἂν πολλά,?̔́ο τε   λαμβάνων πολλὰ οὐκ ἂν ἒχοι πολλά· εἰ δʼ  ἀμφότερα συνέχει, τὴν ἀμοιβὴν ἔχει. τὸ γὰρ κενούμενον ἅμα καὶ πληρούμενον πρὸς τὴν χρείαν ἀεὶ πλῆρές ἐστιν, ὁ δὲ διδοὺς μὲν μὴ λαμβάνων δὲ οὐδʼ ἂν ἐπὶ θάτερα κατορθοίη· παύσεται ψὰρ διδοὺς ἐπιλείποντος τοῦ ταμείου, παύσονται δὲ καὶ οἱ διδόντες τῷ λαμβάνοντι μόνον, χαριζομένω δὲ μηδέν, ὥστʼ οὐδʼ οὗτος ἑτέρως ἂν  κατορθοίη. ὅμοια δὲ καὶ περὶ δυνάμεως λέγοιτʼ ἄν. χωρὶς δὲ τοῦ κοινοῦ λόγου διότι “τὰ χρήματʼ ἀνθρώποισι τιμιώτατα, δύναμίν τε πλείστην τῶν ἐν ἀνθρώποις ἔχει,” καὶ ἐκ τῶν καθʼ ἕκαστα σκοπεῖν δεῖ. μάλιστα γὰρ τοὺς βασιλέας δύνασθαί φαμεν· διόπερ καὶ δυνάστας προσαγορεύομεν. δύνανται δʼ ἄγοντες ἐφʼ ἃ βούλονται τὰ πλήθη διὰ πειθοῦς ἢ βίας. πείθουσι μὲν οὖν διʼ εὐεργεσίας μάλιστα· ουʼ γὰρ ἥ γε διὰ τῶν λόγων ἐστὶ βασιλική, ἀλλʼ αὕτη μὲν ῥητορική· βασιλικὴν δὲ πειθὼ λέγομεν, ὅταν εὐεργεσίαις φέρωσι καὶ ἄγωσιν ἐφʼ ἃ βούλονται· πείθουσι μὲν δὴ διʼ εὐεργεσιῶν, βιάζονται δὲ διὰ τῶν ὅπλων. ταῦτα δʼ ἄμφω χρημάτων ὤνιά ἐστι· καὶ γὰρ στρατιὰν ἔχει πλείστην ὁ   τρέφειν δυνάμενος, καὶ εὐεργετεῖν δύναται πλεῖστον ὁ πλεῖστα κεκτημένος.
la post εὐχείμερον· ψυχρότατα μὲν γὰρ τὰ ἄκρα τῆς ἡμέρας ἐστί, τούτων δὲ τὸ δειλινὸν τοῦ ἑωθινοῦ ψυχρότερον· εἰς ἐπίτασιν γὰρ ἄγει πλησιάζον τῇν νυκτί, τὸ δʼ εἰς ἄνεσιν ἀφιστάμενον τῆς νυκτός. ἴαμα δὲ τοῦ ψύχους ὁ ἥλιος· τὸ οὖν ἡλιαζόμενον πλεῖστον ἐν τῶ ψυχροτάτω καιρῷ εὐχειμερώτατον.
la post διακόνου· ἡ μὲν οὖν ἐπίνοια αὕτη τῆς τε ῶν πόλεων κτίσεως καὶ τῆς τῶν κοινῶν ἱερῶν ἐκτιμήσεως. καὶ γαρ̀ κατὰ πόλεις συνῄεσαν καὶ κατὰ ἔθνος, φυσικῶς κοινωνικοὶ ὄντες, καὶ ἅμα τῆς παρʼ ἀλλήλων χρείας χάριν, καὶ εἰς τὰ ἱερὰ τὰ κοινὰ ἀπήντων διὰ τὰς αὐτὰς αἰτίας, ἑορτὰς καὶ πανηγύρεις συντελοῦντες. φιλικὸν γὰρ πᾶν τὸ τοιοῦτον, ἀπὸ τῶν ὁμοτραπέζων ἀρξάμενον καὶ ὁμοσπόνδων καὶ ὁμωροφίων. ὅσῳ δὲ πλεῖον καὶ ἐκ πλειόνων ἐπεδήμει, τοσῷδε μεῖζον καὶ τὸ ὄφελος ἐνομίζετο.
la post κακισμοῖς· ὡς καὶ τὸ ἰαμβίζειν
la ante ἐσχάτους· εἰς
la post μυθεύουσι· Θουκυδίδης δʼ ἐν Μεγάροις φησί
la post Σκύρῳ· ἕκτος δὲ ὁ ἐν Ἄργει τὰς πηγὰς ἔχων ἐκ Λυρκείου
la ante τοὺς· καὶ
la post στρατείας· ναῖον δʼ ἐσχατιὴν Φθίης Δολόπεσσιν ἀνάσσων
la post μόνον· ὀλίγων ἐστὶν
la post Φθίης· ᾗ Φοινιξ
la post ἐκείνους· εἰς τὴν ἐν τῇ μεσογαίᾳ ποταμίαν
la ante τοῦ· καὶ
la post τηλεβόλοις· καὶ γὰρ δὴ καὶ τῶν πολεμικῶν ἐθῶν καὶ τῶν ὁπλισμῶν οὐχ ἓν οὔτʼ ἔστιν οὔτʼ ἦν ἔθος· ἀλλʼ οἱ μὲν τηλεβόλοις χρῶνται, καθάπερ οἱ τοξόται καὶ οἱ σφενδονῆται καὶ οἱ ἀκοντισταί, οἱ δʼ ἀγχεμάχοις, καθάπερ οἱ ξίφει καὶ δόρατι τῷ ὀρεκτῷ χρώμενοι· διττὴ  γὰρ ἡ τῶν δοράτων χρῆσις, ἡ μὲν ἐκ χειρὸς ἡ δʼ ὡς παλτοῖς, καθάπερ καὶ ὁ κοντὸς ἀμφοτέρας τὰς χρείας ἀποδίδωσι· καὶ γὰρ  συστάδην   καὶ κοντοβολούντων· ὅπερ καὶ ἡ σάρισσα δύναται καὶ ὁ ὑσσός.
la post χωρίον· ὁ μέντοι ἀντὶ Νηρίτου γράφων Νήρικον, ἢ ἀνάπαλιν, παραπαίει τελέως· τὸ μὲν γὰρ εἰνοσίφυλλον καλεῖ ὁ ποιητής, τὸ δʼ ἐυκτίμενον πτολίεθρον, καὶ τὸ μὲν ἐν Ἰθάκῃ, τὸ δʼ ἀκτὴν ἠπείροιο.
la ante ὑπὸ· καὶ
la ante τῆς· καὶ
la ante αἱ· καὶ
la ante πρὸ· καὶ
la post κόλπον· ἑνικῶς λεγομένη
la post Ἐρυσιχαῖος· Καλυδωναὶ
la post μὲν· τοίγε
la post Ἐπειῶν· λέγων
la post ταῦτα· ἡ δὲ ἐνόπλιος ὄρχησις στρατιωτική, καὶ ἡ πυρρίχη δηλοῖ καὶ ὁ Πύρριχος, ὅν φασιν εὑρετὴν εἶναι τῆς τοιαύτης ἀσκήσεως τῶν νέων καὶ τὰ στρατιωτικά.
la post τινὲς· τοὺς Κορύβαντας
la post λόφους· εὐαμισολόφος.
la post Εὐρώπῃ· τῇ πολιτείᾳ
la ante τῶν· καὶ
la ante κατέσκαψαν· ἣν
la ante εἰκός· ὡς
la post αὐτῷ· κατὰ τὴν στρατείαν οὔτε τὴν ἐπάνοδον τὴν ἐκεῖθεν.
la post Λέρος· ἔνδοξον δὲ καὶ τὸ ἐν αὐτῇ ὄρος ὁ Κερκετεύς, μᾶλλον τῆς Ἀμπέλου· αὕτη δʼ ὑπέρκειται τῆς Σαμίων πόλεως.
la post καὶ· ἀεὶ
la post Κολχίδος· περὶ δὲ τὴν Διοσκουριάδα ῥεῖ ὁ Χάρης ποταμός.
la post ἀλκιμωτάτας· τῶν ἵππων
la ante ῥᾴδιον· οὐ
la post ἓν· οὖν
la post μὲν· γὰρ
la post βραχυκομεῖν· οἰκοῦσι δὲ μεταξὺ Δερβίκων καὶ Ὑρκανῶν
la post νοτιώτερα· πρὸς ἕω τείνοντα
la post Ἀρμενίᾳ· καὶ τῇ Ματιανῇ
la ante τὰ· καὶ
la post δραχμὰς· καὶ ἑκατόν
la post ἐκ· τῆς
la post τὸ· διὰ
la ante ἐξίει· καὶ
la post πλειόνων· μὲν
la post Μυσοὶ· καὶ Μέρονες
la ante καὶ· ἢ
la post ταυτολογήσομεν· τὸν λόγον·
la post λέγων· καὶ Σάμον
la post πρὸς· πατρὸς
la post Ζηλῖτις· ἣ ἔχει πόλιν Ζῆλα ἐπὶ χώματι
la ante τοῦ· τὸ
la post οὖσαν· καὶ Κιλίκων
la post δὲ· καὶ
la post ὅσον· τὸ μὲν
la post περὶ· τὴν
la post ὀρθῶς· καὶ τὸ πολυπίδακον· εὐυδρότατον γὰρ κατὰ ταῦτα μάλιστα τὸ ὄρος. δηλοῖ δὲ τὸ πλῆθος τῶν ποταμῶν, ὅσσοι ἀπʼ Ἰδαίων ὀρέων ἅλαδε προρέουσι, Ῥῆσός θʼ Ἑπτάπορός τε Κάρησός τε καὶ οἱ ἑξῆς, οὓς ἐκεῖνος εἴρηκε καὶ ἡμῖν νυνὶ πάρεστιν ὁρᾶν.
la post Μύνητα· καὶ τὸν Ἐπίστροφον
la post ἀκούειν· σὺ μὲν ἐν Τροίῃ, αὐτὰρ ἐγὼ Θήβῃσιν ἢ Θήβηθεν
la post ποιητής· ὁ δʼ ἐκ Νικομηδείας εἰς Νίκαιαν τέτταρας καὶ εἴκοσι, πολλοὺς δὲ καὶ ὁ ἐκ Φολόης ἐις τὴν Ἠλείαν   Σκάρθων πέντε καὶ εἴκοσι, πολλοὺς δὲ καὶ ὁ ἐκ Κοσκινίων εἰς Ἀλάβανδα, πέντε δὲ καὶ ἑβδομήκοντα ὁ ἐκ Τυάνων εἰς Σόλους διὰ τοῦ Ταύρου.
la post δὲ· καὶ
la ante ἐφʼ ᾗ· Αἰάντειον
la post κακῶς· ὅτε καὶ Ἀλκαῖός φησιν ὁ ποιητής, ἑαυτὸν ἔν τινι ἀγῶνι κακῶς φερόμενον τὰ ὅπλα ῥίψαντα φυγεῖν· λέγει δὲ πρός τινα κήρυκα κελεύσας ἀγγεῖλαι τοῖς ἐν οἴκῳ “Ἀλκαῖος σόος Ἄρει ἔντεα δʼ &ast; οὐκυτὸν ἁληκτορὶν ἐς Γλαυκωποῦ ἱερὸν ἀνεκρέμασαν Ἀττικοί” 
la post αἰπήν· βουλῇ καὶ μύθοισι
la post γούνασιν· ὡς καί, μή ποτε γούνασιν οἷσιν ἐφέζεσθαι φίλον υἱόν.
la post πλάσμα· τὰ ἀργυρια
la post Σάτνιον· γὰρ
la post κεκλῆσθαι· ὡς Σαπφώ
greek δὲ post ὅταν
la post οἴνους· οἷον Χίου καὶ Λέσβου καὶ Κῶ.
la post γάλα· καθάπερ που καὶ Μένανδρος ἔφη.
la post δὴ· καὶ
la post Ἄρομα· συστέλλοντες τὸ ῥῶ γράμμα.
la post μείζους· φασὶ δὲ τοὺς ψυμνήτας ὑπὸ Φοινίκων βαλεαρίδας λέγεσθαι, διότι τὰς Γυμνασίας βαλαρίδας λεχθῆναι.
la post ὁμώνυμος· ταύτῃ
la ante ἔτι· μάλιστα
la post οἱ· πολλοὶ
la post ἑξῆς· καὶ μηροτραφὴς δὲ λέγεται·
la ante μυρίων· δὶς
la ante φησὶν· ὃν
la post δὴ· καὶ
greek καὶ ante κατὰ
la post ἑπτά· καὶ πολλὰ ἔθνη καὶ πόλεις εἰσὶ πέριξ
greek ὡς ante ὅτι
greek καὶ ante κατὰ
greek καὶ post δὲ
la post ἀχράδι· καλοῦνται δʼ οὗτοι Κάρδακες, ἀπὸ κλοπείας τρεφόμενοι· κάρδα γὰρ τὸ ἀνδρῶδες καὶ πολεμικὸν λέγεται.
greek καὶ ante διπλοῦς
la post εἶναι· τὸν μακρόχειρα, καὶ κάλλιστον ἀνθρώπων πλὴν τοῦ μήκους τῶν βραχιόνων καὶ τῶν πήχεων· ἅπτεσθαι γὰρ καὶ τῶν γονάτων.
greek καὶ ante Ἑλλήνων
la post τοιαύτη· καλοῦνται δʼ οἱ Ἀδιαβηνοὶ καὶ Σακκόποδες·
la post εἰσιν· ἀπὸ τοῦ Ἰσσικοῦ κόλπου μέχρι τοῦ ζεύγματος τοῦ κατὰ Κομμαγηνὴν
la post Σαμψικεράμου· Ἀρέθουσα
la ante ἐν· ἦν
greek μᾶλλον post ἐξυμνοῦσιν
la post Ἐπικούρειος· γεγονὼς
la post ἀποθανόντες· καθάπερ καὶ ὁ Τειρεσίας, “τῷ καὶ τεθνηῶτι νόον πόρε Περσεφόνεια οἴῳ πεπνῦσθαι· τοὶ δὲ σκιαὶ ἀίσσουσι.” 
la post ὀμφαλοῦ· προβάντα
la post αὕτη· τοῦτο
la post τοῦτο τοῦ· ἐλανίτου
greek ἄλλων post τῶν
la post ὄντα· κατα τὸ στόμα
la post ἐκβολῶν· τοῦ Νείλου.
la post σχιζόμενος· ὁ Νεῖλος
la post ἐπιγραφή· σώστρατος κνίδιος Δεξιφάνους θεοῖς σωτῆρσιν ὑπὲρ τῶν πλωϊζομένων.
greek ἃς ante ἔν
la post μίγνυνται· Μένδητα παρὰ κρημνὸν θαλάσσης ἔσκατον Νείλου κέρας, αἰγίβατοι ὅθι τράγοι γυναιξὶ μίσγονται.
la post τε· καὶ θεοδοσίας
la post σταθμούς· ὥσπερ τοῖς ἐμπορίοις ὁδεύμασι καὶ διὰ τῶν καμήλων
greek καὶ ante διότι
la post οἷτοι· καὶ ποιοῦσιν ἀσκίους τοὺς γνώμονας κατὰ μεσημβρίαν
la post ἡ· τε
la post ἁπάντων· μὲν
la post Αἰθίοψι· τοὺς ἀέρας πλατεῖς φήσας
la post στάσεις· καὶ
la post πόλεων· Κατὰ μέσον δὲ τὸ στόμα τοῦ Καρχηδονίου κόλπου  νῆσός ἐστι Κόρσουρα. ἀντίπορθμος δʼ ἐστὶν ἡ Σικελία τοῖς τόποις τούτοις ἡ κατὰ Λιλύβαιον, ὅσον ἐν διαστήματι χιλίων καὶ πεντακοσίων σταδίων· τοσοῦτον γάρ φασι τὸ ἐκ Λιλυβαίου μέχρι Καρχηδόνος· οὐ πολὺ δὲ τῆς Κορσούρας διέχουσιν οὐδὲ τῆς Σικελίας ἄλλαι τε νῆσοι καὶ Αἰγίμουρος.
greek καὶ ante τῶν
la post στάδιοι· ἐννακις
la post τοῦδε· πλάτους
la ante εἰς· ὁ
la ante εἴρηται· ἣ καὶ
greek τῆς ante πρὸς
la ante διὰ· καὶ
la post ποταμόν· καὶ τὸν Ἄτακα
