@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg083.perseus-grc4
@funder=The National Endowment for the Humanities
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Γυναικῶν ἀρεταί
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:28Z

 
, 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 

 
 
. 
. 
, 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
. 
 
; 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
, 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
,· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
; 
. 
: 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
: 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
· 
; 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
; 
 
 
, 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
,· 
 
 
; 
 
 
 
 
, 
 
 
 
᾽ 
 
, 
 
 
, 
 
; 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
· 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
; 
. 
. 
 
. 4 
. 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
; 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 7, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
· 
 
 

 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
: 
. 
. 
. 137 
 21. 141 
 7. 
. 
. 1 
. 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
; 
 
 
, 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 

. 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
᾽;ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
·, 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 3 
. 
 
 
 
 
 
 
, 
 
 
· 
 
 , 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 7, 48. 
. 
. 
. 276 

 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
.
: 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
; 
. 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
; 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
. 
: 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 . 
 
 
 
, 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
: 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 

 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
, 
 
 
 
 
 

 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
: 
, 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
: 
 
 
 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
· 
 
ʼ 
 
 
 
. 
. 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
᾽ 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 , 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
; 

 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
: 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
. 
 
. 
 
; 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
: 
 
· 
; 
 
 
 
 
 
, 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 

, 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
, 
 

 
 
 
ʼ 
 
 
.

 
 
; 
 
 
 
 
 
 
 
 
, 
 

 
᾽
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
, 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
, 
 
, 
 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
. 

 
 
 
 

᾽ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
; 
 
, 
 
 

, 
 
 
 
 
 
, 
; 
 
 
· 
· 
 
 
 
 
 
 
 
 
 
; 
 
, 
 
 
. 8, 35. 
 
. 
 
. 
. 
. 1 
. 379, 4. 391, 
 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
·, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
᾽ 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
·. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
ʼ 
 
. 
 
᾽ 
 
 
·, 
; 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
; 
 
. 
 
 
 
 
 
 
 
 
 
. 8, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 1 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
᾽ 
 
 
 
, 
 
ʼ 
᾽ 
 
· 
 
 
 
, 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
ʼ 
 
 
 
᾽ 
 

 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
· 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
. 
 
ʼ 
 
 
 
 
 
: 
 
 
, 
 
 
, 

 
 
 
 
 
ʼ 
 
 
. 
 
 
ʼ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
; 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 · 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
;. 
 
ʼ 
; 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
᾽ 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
. 781 
 
 
. 8, 39: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
ʼ 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
;. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
. 
. 259 
. 272 

 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ , 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 , 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 

 
 
· 
 
ʼ 
 
 
; 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
,

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
: 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
·, 
 
ʼ 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
· 
 
 
 
 
 
: 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
: 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
· 
. 
: 
 
 
 
 
 

 
. 

 
· 

 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
, 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
᾽ 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
. 
. 
. 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
; 
, 
; 
 
 
 
· 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
,· 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
;. 
 
 
· 
 
. 4, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 ʼ 
, 
 
 
 
 
. 
 
ʼ 
 
; 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
· 
 
: 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
; 
 
 
 
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
;. 
 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
, 
 
 
, 
. 
 
ʼ 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
; 
 
 
 
; 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
: 
 
, 
 
· 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
. 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
. 
, 
 
 
: 
 
 
 
: 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 

 
 
 
 
.
 
 

 
 
 
 
 
, 
 
 
 
 
 
 

· 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 · 
 
· 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 

 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 

 
 
 
᾽ 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
