@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg003.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 2: Ajax. Electra. Trachiniae. Philoctetes With an English translation by F. Storr. The Loeb classical library, 21, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1913.
@sponsor=Perseus Project, Tufts University
@title=Ajax, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:29Z


 
, 
 
 
, 
 

 
ʼ 
 
 
·
 
 
 
 
 
 

, 
 
 
 
,
 
 
 

 
 
 
ʼ, 
 

᾽ 
 
᾽ 
 
.  
 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
, 

 
 
 
 
.
 
ʼ 
 
 
 
 

᾽ 
 
, 
 
ʼ 
 

 
 
᾽, 
 
ʼ 
 
.

 
ʼ 
, 
 
 
,
 
 
, 
 
 
 
,
ʼ 
 
 
 

 
 
 
.
 
 
 
 
ʼ 
᾽ 
 

 
ʼ, 
 
 
·
 
, 
ʼ 
, 
 
.
 
 
 
 
 

 
, 
 
 
·
 
 
 
, 
᾽ 
·
 
 
᾽ 
 
.
 
 
 

 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
· 
 
ʼ 

ʼ 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
· 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
.
215	
, 
, 
 
 
 

 
 
 
 
 
.

 
, 
 
, 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
᾽ 
 
;

 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
 
 
 
.

 
 
 
ʼ 
 
᾽ 
 
᾽ 
;

 
ʼ, 
 
ʼ 
.

 
 
 
 
 
;

 
᾽ 
 
 
 
.

 
 
 
 
ʼ 
;

 
 
 
 
 
 
.

 
 
 
 
 
;

 
ʼ 
, 
 
᾽ 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
·
ʼ 
 
 
 

 
· 
 
 
᾽ 

 
 
 
 
,
᾽ 
ʼ 
 
 
.
 
 
ʼ 
 
 

, 
 
 
 
.
ʼ 
 
᾽ 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
, 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
ʼ· 
 
 
 

 
 
 
 
.
, 
 
 
 
 

 
 
 
·
 
· 
 
 
.
454	
 
, 
; 
 
ʼ 
 
.

 
ʼ 
 
 
 
;

 
 
, 
᾽ 
 
 
.

 
 
; 
 
 
 
᾽ 
;

 
 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

ʼ 
 
 
 
;

 
 
 
 
 
 
.

᾽ 
 
 
 
 
ʼ 
 
.

, 
 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
.

 
 
 
 
ʼ 
 
 
.

ʼ 
· 
 
ʼ 
 
 
 
.

 
, 
, 
 
 
.
 
 
 
 
 
;

 
ʼ 
, 
 
 
,
  
 
· 
 
 
 

 
 
 
 
 
.

 
· 
᾽ 
 
 
,
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
;

᾽ 
ʼ 
ʼ 
᾽ 
ʼ 
.

 
, 
 
 
 
ʼ 
.

 
 
ʼ 
 
.
652	
, 
 
 
 
 
 
 
,
 
 
 
; 
 
 
;

 
 
 
 
ʼ 
;

᾽· 
 
 
 
 
.

, 
 
, 
 

· 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
 
 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
ʼ 
.

, 
, 
ʼ 
 
ʼ 
·
 
 
 
 
 
 
.

 
ʼ 
, 
 
 
 
 
 
,
 
, 
 
 
 
.

 
 
· 
 
 
᾽ 
,
ʼ 
 
 
 
.

, 
, 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
;

 
 
ʼ 
ʼ· 
 
 

 
, 
 
 
,
ʼ 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 

ʼ 
 
 
 
 
.

 
 
 

 
ʼ 
 
 
 
 
,
ʼ 
 
 
ʼ, 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 

 
 
 
 
 
.
878	
 
, 
 

 
 
 
,
 
 
 
ʼ 
·
 
ʼ 
 
   
 
 

 
 
 
 
,
 
 
 
 

 
 
 
.
 
 
 
 
 

 
 
ʼ 

 
, 
 
 

ʼ 
ʼ 
 

 
 
,
 
 
᾽ 
 
,
ʼ 
 
.
 
 
 

 
 
 
 
,
 
 
· 
 
 
 

 
, 
 
 
 

 
 
 

 
 
 
.
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
᾽ 
 
 
.
 
 
 

 
 
 
·
 
 
 
 
ʼ 

 
 
ʼ 
 
.
᾽ 
 
 
 

 
 
.
 
 
 

 
 
 
 
 
᾽
 
 
, 
.
᾽ 
 
 
 
 
 
ʼ 
,
 
 
 
·
 
 
ʼ 

ʼ 
 
, 
 
 
,
 
 
.
1065	
 
 
 
 
 
—
 
 
, 

 
 
—
 
 
 
 
,
 
 
 
 
 
,
 
 
 

ʼ, 
, 
᾽ 
;
 
 
 
ʼ 

 
 
 
 

 
 
;
1112	
 
 
 
 
ʼ 
᾽ 
,
 
, 

, 
 
 
·
 
 
 
 
· 
᾽ 

 
 
 
 
 
 
.
 
ʼ 

 
 
 
 

 
 
 
 
,
 
, 
, 
᾽ 
᾽ 
 

ʼ 
 
 
 
.
1167	
᾽ 
 
 
, 
 

 
 
ʼ 
 

 
 
.
 
ʼ 
 
᾽ 

 
 
 
,
 

 
·
 
ʼ 
 
.
1200	
 
 
 
,
 
 
᾽ 
,
 
 
 

 
 
 
.
 
 
 
 
 

 

 
 
.

 
ʼ 
 
 

 
 
;
 
 
 
,
᾽, 
 
 
 

 
 
 
·
᾽ 
 
 
 
.

 
 
 
 
;
 
 
 
 
.
 
 
 
 
 

 
 
.
᾽ 
 
 
 

 
ʼ 
,
 
 
 
.
1288	
 
 
 

 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
· 
 

, 
 
 

 
 
 
 
 
.
1324	
· 
 
 
᾽ 

 
 
 
·
 
 
 
 
ʼ 
 
,
 
 
 
ʼ 
.
 
ʼ 
 
 

 
 
 
 
 

 
, 
 
ʼ 
 

 

 
 
 

 
 
 
,
 
 
ʼ, 
 

 
 
.
1382	
 
ʼ 
 
 
 

 
 
 

 
 
 
 

 
 
.
 
 
 
 

ʼ 
· 
 
 

 
 
 
, 
 
ʼ 
 
.
1420	
· 
 
 
 

 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
,
 
 
,
 
 
.
1449	
᾽ 
 
, 
ʼ 
 
 
·
 
 
 
 
 
 
.

 
ʼ 
, 
 
 
 
, 
,
 
 
 
 
,
 
 
 
 
 
;

 
 
, 
 
, 
 
.

 
᾽ 
 
 
 
.

 
᾽ 
;  
 
ʼ 
 
.

 
, 
ʼ 
 
 
 
,
 
 
ʼ 
 
᾽ 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
 
;

 
 
 
 
 
 
 

 
 
.  
 
, 
 

 
 
 
 
 
;

 
᾽ 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
;
 
 
 
 
.
1600	
 
 
 
 
 
.
 
 
 
, 
ʼ 

 
᾽ 
, 
 

ʼ 
 
 
 
.
 
 
 
· 
 
 
,
; 
 
᾽ 
 
᾽ 
᾽ 

 
 
 
 
 

; 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ, 
 
ʼ 
·
, 
 
 
 
 
.
 
ʼ 
ʼ, 
 
ʼ 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
, 
  
ʼ 
.
 
 
 
, 
 
ʼ 
 

 
, 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
,
 
ʼ 
᾽ 
, 
 
 
,
 
ʼ 
 
 
ʼ 
·
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
,
 
 
· 
 
ʼ 

 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
 
 
 
·
᾽ 
 
 
ʼ 
ʼ 
,
 
 
 
 
 
 
,
ʼ 
 
 
 
 
.
 
, 
, 
 

 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
 

ʼ 
 
ʼ 
 
ʼ 
·
᾽ 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
, 
 
 

 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
.
᾽, 
 
, 
 
 
᾽ 
,
ʼ 
, 
 
 
·
 
 
 
 
 
.
1889	
, 
, 
 
, 

, 
 
 
 
.

 
 
.

ʼ, 
 
, 
· 
 
 

 
 
 
 
;

 
 
.

 
 
 
 
 
 

 
 
 
.

 
 
.

 
ʼ· 
, 
 
 
.
 
 
; 
 
ʼ 
; 
ʼ 
.

 
.  
 
; 
 
 

 
, 
 
ʼ 
;

 
 
.  
᾽ 
.
ʼ 
 
ʼ 
 
ʼ 
 
 
.

, 
· 
 
ʼ 
 

 
 
, 
 
 
 
.
1994	

 
, 
 
 
,
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
 

 
.

ʼ 
 
 
 
 
.
 
 
 
 
 
.
2030	

 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
 
ʼ·
 
 
.

 
· 
 
 
 

, 
 
 
 
 
 
.
2067	
 
 
, 
 
,
 
 
 
 
,
 
 
 
 
 
;
 
, 
 
 
.

, 
ʼ 
, 
 
ʼ, 
 
.

 
; 
 
 
 
;
 
.

 
 
 
 
 
 
.

 
, 
 
 

 
 
, 
 
ʼ 

 
 
 
 

 
ʼ 
.
2135	
 
᾽ 
 
 
᾽ 
;
 
 
᾽ 
 
᾽ 
 
 
᾽ 
.
2152	
 
᾽ 
 
 
ʼ 

 
, 
 
,
 
ʼ 
 
,
 
 
 
ʼ 
᾽ 
 
.

 
 
 
 
 
 
.

 
 
, 
 
᾽ 
.
 
 
.

 
ʼ 
· 
 
 
᾽ 
 
;

 
, 
 
,
 
 
 
, 
 
,
 
 
 
 

 
 
 
;
2222	
 
 
᾽, 
 
 

· 
 
 
 
 
 
 
;
2238	

, 
 
,
 
 
, 
 
,
ʼ 
 
ʼ 
,
 
ʼ· 
 
 
 
 
᾽ 

᾽ 
 
 
ʼ 
 
 
.
 
ʼ 
 

 

ʼ 
.
 
 
 
;
 
 
;
 
 
 
, 
, 
ʼ
 
, 
 
ʼ 
 
,
 
 
 
 
 

 
.
2303	
 
, 
ʼ 
 

, 
 
 
 
 
 
ʼ 
.
2318	

 

 
ʼ 
 
 
 
,
 
 
 
 
 

ʼ 
 
 
· 
᾽ 
 
ʼ, 

᾽ 
 
· 
 
 
 
.
 

 
,
 
,
᾽ 
 

᾽ 
ʼ, 

 
ʼ, 
 

 
 
 
 
ʼ 

· 
 
ʼ 

 
.
2378	
 
ʼ 
 
᾽ 
 
 

, 
 
 
.
2391	
· 
 
 
ʼ 
ʼ 
᾽ 

 
 
 
 
 
;
 
 
 
 
 
 

 
· 
 
 
 
·
 
 
 
᾽ 
᾽ 
 

 
 
ʼ 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 

 
 
 
 

᾽ 
 
 
 
 
,
 
 
᾽ 
.
 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
᾽ 
 
 
᾽ 
.
 
ʼ 
᾽ 
 
 
 

, 
 
᾽ 
 
.
 
 
 
᾽ 
 
 
 

 
 
 
, 
 
 

 
ʼ 
 
 
᾽ 
.
 
ʼ 
 
 
 
 

 
ʼ 
᾽ 
 
ʼ 
ʼ 

, 
 
 
,
᾽ 
 
 
 
 
·
 
ʼ 
 
,
 
 
 
· 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
; 
 
 

, 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
 
, 
 
 

 
ʼ 
, 
 
 
;
 
 
 
 
 

; 
 
 
 
ʼ 

 
 
 
 
,
 
 
 
 
 
;
 
 
 
.  
 
᾽ 

 
 
, 
 
 

 
 
 
, 
 
 
;
᾽ 
 
ʼ 
 
 
 
.
 
 
.   
 
 

ʼ 
᾽ 
 
 
 

 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
;
 
 
 
 
 

 
 
 
·
᾽ 
 
 
 
 
 

 
 
.  
᾽ 
 
.
2713	
 
 
ʼ 
 
 
,
, 
, 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
.

 
ʼ 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
· 
 
 
᾽ 
 

 
 
 
.   
, 

 
 
 
, 
 
 
 
,
 
ʼ 
 
 
ʼ 
 

 
 
 
, 
 
 
,
 
ʼ 
 
 
 

 
 
᾽ 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
ʼ 

 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 

, 
 
 
 
,
 
 
᾽ 
 
 
.
᾽ 
 
· 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
, 
 
 

 
 
, 
 
 

 
 
 
 
 
·
 
ʼ, 
, 
 
 
, 
 

 
 
 
 

᾽ 
 
 
, 
 

 
 
 
᾽, 
 
, 
.
 
 
᾽ 
 
 
 
 

 
.  
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

 
 
 
.
 
᾽ 
 
᾽ 
 
 
 
;
 
; 
 
 
ʼ 
 
.
᾽ 
 
 
· 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
,
 
 
᾽ 
᾽ 
 
 
.
3003	
, 
 
ʼ 
 
 
 
 

ʼ 
· 
 
 
 
 
᾽ 
.

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
ʼ 
, 
᾽ 
 
.

 
 
 
 
 
, 
 
.

 
 
 
ʼ 
 
.

 
 
 
; 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
.

᾽ 
 
 
 
 
ʼ 
.

ʼ 
 
 
 
 
.

 
᾽ 
 
 
 
ʼ 
 
 
;

 
 
 
 
 
ʼ 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

 
, 
 
 
.  
 

ʼ 
 
 
 
 
.

 
 
 
 
;

 
 
 
 
᾽ 
.
3160	
ʼ 
, 
 
· 
 
 

 
 
 
 
,
 
 
᾽ 
 
 
.
᾽ 
ʼ 
 
 
 
 

 
 
 
.
 
, 
 
 
,
 
ʼ 
᾽ 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
 
ʼ 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
, 
 
 
 
.
 
 
 
 
, 

 
, 
 
 
.
 
ʼ  
, 
, 
 
 

 
, 
 
 
᾽ 
.
 
 
 
 
 

 
 
ʼ 
 
, 
 
 

 
, 
 
 
.
᾽, 
 
, 
 
,
 
 
 
᾽ 
 
,
 
ʼ 
 
ʼ 
, 

 
 
 
 
 
 

 
 
 
ʼ, 
 
,
 
 
 
 
,
 
 
 
᾽ 
 

ʼ 
 
᾽ 
 
 
.
᾽ 
 
 
, 
, 
 
,
, 
 
 
 

, 
 
 
·
 
ʼ 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
᾽ 
 

 
 
, 
ʼ 
 

· 
 
 
 
.
 
· 
 
 
 

 
 
 
 
.
3391	
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
.

 
ʼ 
, 
 
 
 
;

 
, 
 
· 
 
.

ʼ 
 
· 
 
 
 
 
 

 
 
, 
 
 
 
.

 
 
· 
 
ʼ 
 

 
 
 
ʼ 
 
;

 
.

 
 
.

 
ʼ 
 
;

᾽ 
 
 
.

 
, 
.

 
ʼ 
 
;

 
, 
.

 
 
 
,
 
 
 
 
 
.
3492	
 
 
, 
 
 

 
, 
,
 
 
·
 
ʼ 
 
 
 
᾽ 
 

 
 
ʼ 
 

 
 

 
,
 
ʼ 

 
 
ʼ 

 
 
 
.
3535	
 
 
 

 
, 
 
,
 
 
·
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
 
 

 
 
 
.
 
 
ʼ 
 

 

 
ʼ 

ʼ 
 
 
.
3580	
 
 
 
 
 
,
 
 
 
 
 
 

 
,
 

᾽ 
 
 
 

 
, 
᾽ 
 
 

, 
 
ʼ
 
 

 
 
 
 
.
3621	
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
,
 

 
, 
᾽ 
 
.
 
 
, 
 
 
 

 
 
,
 
 
 

 
 
 
.
3663	
᾽ 
 
 
 

 
ʼ 
 
 
 
·
 
᾽ 
 
, 
᾽ 

 
 
 
 
 
 
.
 
, 
 
 
ʼ 
 
,
 
 
 
 

 
 
 
· 
 
 

 
ʼ 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 

, 
 
 
ʼ 
 

 
 
 
·
 
 
 
ʼ 
 
 
,
 
᾽ 
 
 
, 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
 
 
 
 
᾽ 

ʼ 
 
 
,
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
.
 
, 
᾽ 
.  
 
;
 
 
 
 
 
 

 
· 
 
 

 
 
 
·
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 

 
· 
 
ʼ 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
 
;
᾽· 
 
 
 

 
ʼ 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 

᾽ 
 
 
,
 
 
 
· 
 
 

 
 
᾽ 
 
.
᾽ 
 
 
 
 
· 
 

 
 
 
 
, 
,
 
 
 
 
 
.
 
ʼ, 
, 
 
 
 

, 
 
ʼ, 
 
, 

 
 
, 
 
ʼ 
 
.
 
 
ʼ 
ʼ 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 
ʼ 

, 
 
 
 
, 
.
3952	
ʼ 
, 
 
ʼ 
.
 
 
 
,
 
 
 
, 
 

 
 
 
ʼ, 

 
ʼ 
, 
 

 
ʼ 
ʼ 
 
 
·
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 

 
 
 
 
.
4005	
 
 
 
᾽ 
 
.
 
, 
 
,
, 
 
, 
 
 
 
 

 
 
, 
᾽ 

 
, 
 
ʼ 

 
ʼ 
ʼ 
 
 
.
᾽ 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 

 

 
ʼ 
 
 
 
.
4062	
 
, 
 
 
 
·
 
 
 
 

· 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
, 
᾽ 

 
 
 
 
᾽ 
 
,
 
 
 
 

 
, 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
, 
 
 
;
 
 
 
 
 
 
.

 
, 
 
 
, 

 
 
 
.

 
·
 
 
᾽ 
 
 
 

 
 
 
 
 
.

 
ʼ 
 
 
᾽ 
;

 
ʼ 
 
 
 

 
 
, 
 
 
 
.

᾽ 
 
, 
 
 
 

, 
 
 
 
.

᾽ 
 
 
 
 
,
 
 
 
 
 
.

; 
 
ʼ 
 
 
 
;
4238	
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
 
 
 

 
 
, 
 

 
ʼ 
 
 
 
 

ʼ 
 
 
ʼ 
ʼ 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 

 
 
 
 

ʼ 
 
, 
 
 

 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 

 
 
 
 
.
 
 
 
 
· 
, 

 
 
, 
 
 
ʼ 
 
.
 
ʼ 
 
 
·
, 
 
 
 
 
 
 

 
ʼ· 
 
 
 

 
 
᾽ 
 
.
ʼ 
 
.  
 

 
, 
ʼ 
 

ʼ 
᾽ 
 
 
 
,
᾽ 
 
 
 
ʼ 
·
, 
 
 
 

, 
ʼ 
 
ʼ 
ʼ 
 
.
 
 
 
 

ʼ 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 
, 
ʼ 

᾽ 
 
 
 
.
᾽ 
 
 
᾽· 
 
ʼ 
 
 

 
 
 
 
᾽ 

 
.  
 
ʼ 
,
 
 
 
, 
 
 
.
4455	
 
 
, 
 
,
 
 
᾽ 
ʼ 
 
·
 
 
 
 
 
 
 
.

 
ʼ 
 
, 
 
 
 
, 
 
 
;

᾽ 
 
 
, 
 
 

 
 
 
 
ʼ 
.

, 
 
, 
; 
 
;

 
 
 
 
, 
 
ʼ 
,
 
 
, 
 
 
.

 
 
, 
 
ʼ 
 
 
.

 
 
 

 
 
ʼ 
 
.

 
ʼ 
 
, 
 
 
 
;

ʼ 
 
· 
 
ʼ 

 
 
 
.

 
, 
 
ʼ 
 
;

 
 
, 
ʼ 

 
, 
᾽ 
 
 
 
 
.

 
, 
, 
ʼ 
 
,
 
ʼ, 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 

ʼ 
 
 
 
.
 
 
 
 

 
 
 
 
.
, 
 
, 
; 
 
·
᾽ 
 
 
ʼ 
 
 
.
, 
, 
 
 

 
 
 
ʼ 
 
 
.

 
, 
 
 
 
 
·
 
 
 
 
 
᾽ 
,
4661	
 
 
 
 
 

᾽ 
, 
 
 
 
 
·
 
 
 
 
 

 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
,
 
 
·
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
· 
 
 
 

 
, 
 
, 
 
 
, 
.
 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 

 
, 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ, 
 
, 
, 
 
ʼ 

 
 
 
 
 
,
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
 
,
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 

, 
 
ʼ 

ʼ, 
 
 
 
ʼ 
,
, 
 
 
 
·
 
ʼ, 
 
 
 
 

, 
 
 
 
 

, 
 
 

 
 
 
 
 
ʼ 

 
 
 
 
 
.
 
 
, 
᾽ 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
,
 
 
ʼ 
 
.
 
, 
 
 
 
 

, 
 
 
 

 
ʼ 
 
 
 
 

 
 
 
ʼ 
, 
 
 

 
, 
ʼ, 
 
 
·
᾽ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
.
4965	 
 
 
 
.
 

 
 
 
 
;
 
 
 
 
.
.
 
 
 
.
 
 
 
 
 
.
 
 
 
;
 
 
 
 
 

 
 
;
 
 
 
, 
 
 
 
.
 
᾽ 
 
 
 
 
᾽ 
 

 
 
 
 
.
5029	
 
 
 
, 
 
 

 
 
 
,
 
 
 
 
 

 
, 
 

 
 
 

; 
 

 
 
 
 
 

 
 
 
,
᾽ 
 
 
 
 
.

 
 
.

 
 
 
 
;

 
.

 
 
 
 

, 
, 
 
.

ʼ, 
, 
, 
.

 
ʼ 
;

 
᾽ 
 
 

, 
 
 
.

 
 
·
, 
, 
,
 
, 

 
 
·

 
 
᾽ 
 
 
.

 
ʼ 
᾽ 
 
 
;

 
 
, 
· 
 
 
 

 
᾽ 
 
 
.

 
 
, 
 
᾽ 
, 
 
·
 
ʼ 
 
 
, 
 
᾽ 
,
.  
 

 
 
, 
 
;
5183	
 
· 
 
 

 
 
 
, 

 
, 
 
 
, 
 

ʼ 
 
 
 
 
 

 
 
ʼ 
᾽ 
 
.
, 
 
; 
 
 
 
;
 
; 
 
ʼ 
, 
 
, 
,
ʼ 
 
 
.
 
ʼ 
, 
 
 
 
,
 
 
ʼ 
 
 
 
.
5248	
, 
, 
 

 
᾽ 
 

 
 
.  
 

 
 
ʼ 

 
ʼ 

 
 
.
 
᾽ 
 
 
 

, 
 

 
ʼ 
 
.

 
 
.

 
 
, 
, 
 
.

 
 
.

 
ʼ 
 
 
 
, 
,
ʼ 
 
 
.

 
 
 
᾽ 
᾽, 
 
ʼ 
 
.

.

, 
, 
 
 
 

, 
 
 
 
.

, 

 
 
ʼ
ʼ 
 
᾽ 
.
᾽ 
 
.

 
 
᾽ 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 

 
 
ʼ 
 
.

 
 
 
 
 
 
,
 
 
 
 

 
, 
 
,
 
 
 
 
 
.
5400	
 
ʼ 
 
 
 

 
᾽· 
 
, 
 
 
 
 
,
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
,
 
 
· 
 
 
 

ʼ 
, 
 
 
.
 
 
᾽ 
 
 
;
 
 
, 
 
, 
.
 
᾽ 
 
 
 
.
 
 
 
᾽ 
, 
᾽ 

 
 
 
 
.

 
 
.

· 
 
 
 
 

 
 
᾽ 
 
.

 
ʼ 
, 
 
 
ʼ 
,
᾽ 
, 
 
 
 
;

 
 
, 
, 
᾽ 
.

 
 
 
 
 
.

 
᾽ 


 
 
, 
.

 
.

 
 
.

 
, 
.

 
· 
 
 

 
, 
 
 
 
 
 
;

 
 
.

 
 

᾽ 
 
 
, 
 
 
 

 
 
 
;
ʼ, 
, 
· 
 
 

 
 
 
.

 
 
 
, 
, 
 
 

ʼ 
 
, 
 
 
.
5606	
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
, 
 
 
 

 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
.
.
ʼ, 
, 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
;
 
 
  
, 
 
 
 
ʼ 
,
ʼ 
 
 
 
ʼ 

ʼ 
 
.  
 
 
; 
 

ʼ 
 
 
 
.
 
 
; 
 
 
 

 
 
 
 
 
,
 
 
 
 

, 
ʼ 
, 
 
, 
 
 

 
 
 
 
 
.
᾽ 
 
, 
 
 
,
, 
 
 
 
 
.
 
ʼ 
 
 
,
 
 
᾽ 
 
.
 
 
ʼ 
· 
 
 
 

 
 
, 
 
ʼ 
.
 
 
 
 
 
.
, 
 
; 
 
ʼ 
 
·
᾽ 
 
, 
 
, 
᾽ 

 
᾽ 
; 
 
 

 
ʼ 
 
 
 
;
, 
 
, 
 
 
 
.
 
, 
 
 
᾽ 
 
,
 
 
 
 

ʼ 
, 
᾽ 
 
·
 
ʼ 
 
 
 

 
᾽ 
 
 
.
᾽ 
 
 
᾽ 
 

 
, 
 
;
 
 
 
 
 
 
 
᾽ 

ʼ 
 
 
 
·
 
 
 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
.
5900	
 
 
, 
᾽ 
 
 

 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 

 
 
 
 
ʼ 
.

 
ʼ 
 
᾽ 
 
 
;

, 
 
 
 
 
.

· 
 
 
 
 
 
.

, 
 
 
 
 
 

 
, 
᾽ 
 
 
.

 
 
ʼ 
 
;

ʼ 
, 
 
ʼ 
 
 
.

 
 
 
᾽ 
 
;

ʼ 
 
 

 
 
 
 
 
,
 
 
 
·
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
᾽ 
 

 
 
ʼ 
 
,
 
ʼ 
 
.  
 
ʼ 
 

 
᾽ 
 
 
 
 
 
.
 
᾽ 
 
 
᾽ 
 

 
 
 
 
,
᾽ 
 
 
 

 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
, 
 
 
,
 
· 
 
 
᾽ 

 
ʼ 
 
 
ʼ 
ʼ 
.
 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
᾽ 
 
 
 
 

ʼ 
, 
 
 
 
,
᾽ 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
.
᾽ 
 
, 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
᾽ 
·
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
.  
 
 

 
, 
 
ʼ 
 
ʼ 
 
.
 
 
 
 
 
, 

 
 
 
 
 
 
.
6233	
, 
 
 
 

᾽ 
 
 
 
 
.

 
 
ʼ, 
, 
 
ʼ 
,
 
 
 
 
᾽ 
,
᾽ 
 
 
 

᾽ 
 
 
 
·
ʼ 
᾽ 
᾽ 
 
, 
 
 
 

᾽ 
ʼ 
 
 
 
;
 
 
 
 
 
;
 
 
 
; 
 
 
 

ʼ 
 
 
᾽ 
ʼ 
;
 
 
, 
 
 
·
᾽ 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
 
᾽ 
, 
 

, 
᾽ 
 
 
.
᾽ 
 
 
 
 
 
ʼ 

ʼ 
· 
 
ʼ, 
 
 
 

᾽ 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
᾽ 

, 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
,
 
ʼ 
· 
 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
, 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
, 
.
6432	
 
 
 
 
 
.

 
 
 
 
 
.

ʼ 
 
 
, 
ʼ 
 
.

 
 
 
 
ʼ 
.

 
 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
.

 
 
᾽ 
 
 
;

; 
 
ʼ 
, 
 
 
 
.

 
 
 
, 
 
ʼ 
.

 
 
 
, 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
ʼ 
 
 
.  
 
 
.

 
 
 
 
 
 
;

ʼ 
· 
 
 
᾽ 
.

 
 
 
 
.

 
 
, 
 
, 
᾽ 
.

᾽ 
 
 
 
 
 
.

᾽ 
 
 
 
 
.

 
, 
 
, 
 
.

 
 
· 
᾽ 
 
 
.

᾽ 
 
 
 
.

 
ʼ 
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
, 
ʼ 
 

 
᾽, 
᾽ 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
ʼ 
 
 
 

 
 
 
 
.
6653	
 
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
 
.
ʼ 
 
 
 
 

 
ʼ 
 
 
 
·
 
, 
 
 
 
 
·
 
 
, 
 
.
᾽ 
 
ʼ 
 
.
 
 
 
, 
, 
 
 
,
 
ʼ 
 
 
.  
 
;

· 
 
 
, 
 
 

 
 
 
 
.

 
· 
 
 
 

 
 
ʼ 
 
.
6738	
 
 
 
 
.
᾽ 
 
, 
, 

 
 
 
ʼ 

᾽, 
 
 
 

 
 
.
6763	
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
.
 
, 
 
 
 
 

 
 
, 
 
ʼ 
.
 
 
 
 
 

 
 
 
 
 
 
,
 
.  
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
,
 
 
 
,
 
 
᾽ 
 
 
.
᾽ 
, 
 
, 
 
, 
 

 
, 
 
 
.
 
 
 
 
᾽ 
 

ʼ, 
᾽ 
ʼ, 
᾽ 
 

 
 
, 
 
 
.
6868	
 
 
 
 
 
 
 
 
,
 
 
 
 

 
 

 
 
 
,
 
 
;
6894	
 
 
 
 
 
 
 
 

 
 
, 
 
 
 

 
 
.
 
 
 
·
 
 
 
.
6923	
 
 

 
 

 
 
 
,
 
 
 
,
, 
᾽ 

 
.
 
ʼ 
 
, 
.
 
ʼ, 
 
,
 
 

 
,
 
 
.
6961	
 
 
 
 

 
 
 

 
 
 
·
 
ʼ 
 
 

· 
 
, 
 
᾽ 

 
;
 
᾽ 
 
 

ʼ 
, 

 
 
,
 
 

 
.
7005	
 
 
 
 
 

ʼ 
 
 
᾽ 
·
 
 
 
 
 
.

 
 
 
 
ʼ 
 

 
ʼ 
 
᾽ 
 
;
 
, 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 

 
 
 
 

᾽ 
 
, 
 
 
, 
 
.
᾽ 
 
 
 
 
 
;
 
 
 
᾽ 
;
 
 
 
 
 
 
 
;
 
᾽ 
 
 
 
 
;
 
 
 
 

 
 
 
,
 
 
ʼ 
 
 
,
 
 
ʼ 
 
᾽ 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
᾽ 
 
 
,
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
᾽ 
· 
 
 
 

᾽ 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
 
᾽ 
 
 

 
ʼ, 
 
 
 
 
·
 
 
᾽ 
, 
᾽ 
 
,
 
 
.
 
; 
 
 
 
 

 
ʼ 
 
 
᾽ 
,
 
 
 
 
 
 
 
;
 
 
 
᾽ 
 
ʼ 
·
 
 
 
 
 
.
7262	
᾽ 
 
 
 
 
·
 
 
 
 
 
 
.

· 
 
 
 
 
 

 
 
 
ʼ 
,
 
 
ʼ 
᾽ 
 
᾽ 
 
 
,
, 
᾽ 
 
, 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
᾽ 
.
 
 
 
 
ʼ 
,
 
 
᾽ 
, 

 
ʼ 
 
 
,
 
 
 
, 
 
 

ʼ 
 
, 
 
 

 
 
 

 
, 
 
 
 

 
 
 
 
;
 
᾽ 
; 
 
᾽ 
 
 
 
,
 
 
, 
 
 
, 
  
;
᾽ 
 
 
᾽ 
 
;
ʼ 
 
 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
 
, 
᾽ 
 

 
 
 
 
;
᾽ 
 
 
 
, 
 
ʼ 
 
,
 
, 
 
 
 
 
 
.
7431	
, 
 
 
ʼ 
 
 
;
 
 
 
 
 
 
 

 
 
 
 
;
 
ʼ, 
 
 
ʼ 
 
,
ʼ 
 
 
 
;
 
 
 
 
, 
᾽ 

 
 
ʼ 
 
 

 
 
 
.
 
 
ʼ 
 
;
 
 
 
 
 
 
,
 
 
 
ʼ 
 

 
 
ʼ, 
 
 
 

, 
· 
 
 

 
 
 
 
.
᾽ 
᾽ 
 
 
 

 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
, 
᾽ 
 
;
 
 
᾽ 
, 
 
 
 
,
 
 
 
 
.
 
 
 
᾽ 

 
 
 
 
 
 

, 
 
 
 
ʼ 
 
;
 
᾽ 
 
 
 
, 
 
 
 
·
 
 
 
 
, 
 

 
 
 
 
 
 
 
.
7598	
, 
, 
 
᾽ 
,
 
 
, 
 
 
.

 
ʼ 
, 
; 
 
 

 
 
᾽ 
᾽ 
 
.

 
 
 
 
 
,
 
, 
᾽ 
᾽ 
 
;

; 
 
 
 
 

 
 
 
 
.

 
· 
 
 
 
 
.

 
 
ʼ 
, 
 
 
 
;

 
ʼ 
 
 
 
 

, 
 
 
 
  
.

 
 
 
 
 

 
 
 
 
 
;

᾽· 
 
 
 
 
 
 
, 

 
ʼ 
 
 
 
.

 
.  
 
 
 
 

 
 
 
᾽ 
 
·
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
ʼ 

 
ʼ 
, 
 
 

ʼ 
ʼ 
 
 
, 

 
, 
 
.
᾽ 
 
 
 
ʼ 
 
·
 
 
 
, 
 
 
 

 
.  
 
ʼ 
 
, 
 
,
 
 
, 
᾽ 
 
 
.
7802	
 
᾽, 
, 
᾽ 
 
;

᾽· 
 
ʼ, 
ʼ 
 
 
.

 
 
 
 
 
 
;

 
ʼ, 
, 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

· 
 
 
 
 
.

ʼ 
 
 
 
 
.

᾽ 
 
 
, 
 
 
ʼ 
.

 
 
; 
 
᾽ 
 
;

 
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
 
.

ʼ 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

· 
 
 
 
᾽ 
.

 
᾽ 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
 
, 
 
 
.

 
 
, 
 
 
ʼ 
.

᾽ 
 
 
 
᾽ 
ʼ 
 

 
 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
 
ʼ 

 
· 
 
 
 
ʼ 
 
.

 
ʼ, 
, 
 
 
 

, 
 
, 
 
᾽ 
.
8033	
 
 
 
 
 
᾽ 
,
 
᾽ 
 
, 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.

ʼ 
, 
᾽ 
 
ʼ 

, 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
 
,
 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
᾽ 
 
 

 
ʼ 
 
 
 

 
 
, 
 

 
 
 
 
.
 
ʼ, 
 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
, 
 
 
.
 
 
 
 
 
· 
 

 
ʼ 
 
 
 
.

᾽ 
 
· 
 
 
 
 
 

 
᾽ 
, 
ʼ 
 
 
.

· 
 
 
 

.  
᾽ 
 
 
 

 
, 
 
ʼ 

ʼ 
 
 

ʼ 
·
 
ʼ 
 
 
 

 
 
 
.
, 
 
 
 
ʼ, 
 
,
 
 
 
 

᾽ 
ʼ· 
 
 

 
 
 

.  
᾽ 
 
, 
 
 

 
, 
, 
,
᾽ 
 
 
 
᾽ 

 
 
 


 
 
 
 

· 
 
 
ʼ 
 

 
, 
 
 
.
