@node
@author=Xenophon
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Charles Burton Gulick
@filename=tlg0032.tlg007.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Xenophon, Xenophontis opera omnia, vol. 4, Oxford, Clarendon Press, 1910 (repr. 1970).
@sponsor=Perseus Project, Tufts University
@title=Cyropaedia
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:49:01Z

94064	 λέγεται
 πάντας
 ἡ περὶ τὰ ἀρχεῖα
 λέγεται
 ἔφη
 καὶ ὁπότε καιρὸς εἴη
 καὶ ἔλεγον
 αὐτὸν ᾐσθάνετο
 ἐκεῖνοι
 καὶ παῖδες
 ὁ τοῦ Ἀστυάγους παῖς
 ἂν
 ἔχοντα
 ἐθισθέντες
 ὁ
 ἢ
 ὁ λοχαγὸς
 τοῖς φίλοις
 ὁ κύων στόματι,
 εὐθύμως
 ἰόντων
 τὸ
 εἰς
 ὁδὸν
 ἰέναι
 γε
 ἢ ἱππικῷ
 ἀθύμως διάγουσι, καὶ οἱ πλέοντες μὴ ναυαγήσωσι,
 δουλείας
 παρὰ
 Ἀρμενίων
 γʼ, ἔφη
 γῆς
 γῆν
 οἱ
 γενέσθαι
 περὶ
 πεπαιδευμένοι
 καὶ πείθεσθαι
 ἦν
 καὶ γὰρ ἐὰν ἀμφότερα ταχέα ᾖ, ὅμως δὲ πλησίον γίγνηται ἀλλήλων, ὥσπερ τὰ ἑστηκότα ἐστίν.
 αὐτῶν
 καὶ
 ταῦτα
 ναὶ
 ὡς
 εἰ ἐκεῖ πλεῖστά ἐστιν,
 ἀντὶ τούτου οὗ σύ μοι δεδώρησαι
 Γωβρύας
 ἵνα καὶ τοῦτʼ εἰδῇς,
 , ἐκ πολλῶν δὲ καὶ πονηρῶν χρωμάτων
 τὴν ἐπὶ
 Γαδάτας
 σὺν τοῖς Ἀσσυρίοις
 ἡλίσκετο
 τοῖς
 καὶ ἀπάγουσι δὲ οἱ σώφρονες ᾗ ἂν ἀσφαλέστατα, οὐχ ᾗ ἂν τάχιστα ἀπέλθοιεν
 φρουρίω
 ὑπὲρ τῆς διαλύσεως τοῦ στρατεύματος
 καιρὸς
 εἶναι
 καὶ ἐπιγενήσονται
 βάρος
 αὖ χρήσιμος
 παρ
 ἡ δὲ Πάνθεια ἡ γυνὴ αὐτοῦ ἐκ τῶν ἑαυτῆς χρημάτων χρυσοῦν τε αὐτῷ θώρακα ἐποιήσατο καὶ χρυσοῦν κράνος, ὡσαύτως δὲ καὶ περιβραχιόνια.
 κατώτατον
 Συρίας
 δʼ
 ἐπεὶ
 εἰ τῶν τε συμμαχομένων μηδένα προδόντες σωθείητε
 ἐμοὶ
 ἀποκρίνασθαι
 καὶ νῦν τὸ μνῆμα μέχρι τοῦ νῦν τῶν εὐνούχων κεχῶσθαι λέγεται· καὶ ἐπὶ μὲν τῇ ἄνω στήλῃ τοῦ ἀνδρὸς καὶ τῆς γυναικὸς ἐπιγεγράφθαι φασὶ τὰ ὀνόματα, Σύρια γράμματα, κάτω δὲ εἶναι τρεῖς λέγουσι στήλας καὶ ἐπιγεγράφθαι σκηπτούχων
 ὅπως ὅτι μάλιστα ἐοίκοι πολιορκήσειν παρασκευαζομένῳ
 μηδὲν φοβούμενοι εἴσω
 αὐτῶν
 ὡς
 καὶ εὐφραινόμενοι
 καιρὸς
 προθύμως
 τῆς
 τρόπον
 ὄντας ἀγαθούς
 ταῦτα
 ἐπι
 δύνασθαι
 ὁ
 διῄρει δὲ αἰδῶ καὶ σωφροσύνην τῇδε, ὡς τοὺς μὲν αἰδουμένους τὰ ἐν τῷ φανερῷ αἰσχρὰ φεύγοντας, τοὺς δὲ σώφρονας καὶ τὰ ἐν τῷ ἀφανεῖ.
 τὰς
 καὶ τὰ χρήματα
 χωρίου
 ἔνιοι δὲ τῶν λογοποιῶν λέγουσιν ὡς τὴν τῆς μητρὸς ἀδελφὴν ἔγημεν· ἀλλὰ γραῦς ἂν καὶ παντάπασιν ἦν ἡ παῖς.
 οἶδα
 καὶ
