@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg092.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1891, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τῶν ἐκλελοιπότων
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:12Z

16567	grc γαίης
grc γῆς
grc παρʼ Ἀμμωνι
grc γελοῖον γέλοιον
grc Ἀλκαῖον
grc συμβήσεται
grc ὑμεῖς
grc ἡμῖν
grc ἡμῖν ὑμεῖς
grc ἀποδείκνυτε
grc ἀποδείκνυται
grc παρʼ
grc γὰρ
grc Ὁμήρῳ
grc ὀφέλλεσθαι
grc γ συμβάλλεσθαι
grc ὠφελεῖσθαι
grc θοὴν
grc κωνικήν
grc εἶναι
grc ποδὶ ποσὶν
grc λέγωμεν
grc λεγόντων
grc ποιεῖν
grc ποιοῦσι
grc εἰπεῖν χρῆν
grc εἰκὸς εἰπεῖν
grc ἀεὶ
grc ψυχρότερον
grc μόνον
grc μονὴν
grc τῇ τῆς γῆς τῇ
grc τὰ δʼ ἄλλα δῆλα
grc τὰ δʼ ἄλληλα
grc διελίττειν διελέγχειν
grc εἶτα εἶτα ταῦτα
grc ὑπόθοιτο ὑποθοῖτο
grc εἰ δεῖ
grc ἔδει
grc Ἀμμωνείοις
grc περὶ
grc Λεβάδειαν λεβαδία
grc ἡ
grc ἢ
grc Μηδικὰ
grc εὐδοκίμησεν
grc τὸ Πτῷον
grc Ἀμφιάρεω και
grc ἀμφιάρεως
grc ἀπεπειράθη Μῦς ἀπεπειράθημεν
grc ὁ μὲν
grc ὡς ὁ μὲν
grc Πτῴου
grc τὸ πρὸ τοῦ
grc τὸ πρὸς τοὺς
grc τότε τῇ
grc χρησμὸν
grc χρήσιμον
grc τῶν
grc αὐτὸν ἀλλʼ ἢ μόν ον
grc ὥσπερ τοῦ θεοῦ διὰ
grc ὡσπερ σαφέστατα τοῦ ἐνθουσιασμοῦ δηλοῦντος ὅτι τοῖς βαρβάροις
grc οὐδὲ
grc οὐ
grc δοῦλος Λυδὸς
grc παριέντος
grc παρόντος
grc ἄχρι νῦν οὕτ ως ἔνιοι
grc ψεύσομαι
grc δ
grc πότερον πότερον τῶν δύο τὸ ἓν
grc Ἡσίοδος
grc τότʼ τόδε
grc ἄρʼ ἃ ἄρα
grc Πίνδαρος
grc μετρίου
grc μεγίστου
grc τοῖς θείοις πρέποντος ἔργοις ἔργοις
grc ταύτην ἀρχὴν ταύτην
grc παράσχοιμι μαρτυρίαν παράσχοιμι
grc μετάσχοιμι
grc εἰ
grc μεθʼ ἡμέρας
grc μέρος ἡμέρας
grc δὴ τοὐνταῦθα
grc δήπου ἐνταῦθα
grc καθημέναις
grc αὕτη
grc στέρησιν - στέρησις ἑτεροίωσν - ἑτεροίωσις
grc ἀναφεύγει ἀνυφαίνει
grc Σοφοκλέα
grc δεῖν δεινοὺς ὀφείλειν
grc δεῖν
grc δεινοὺς
grc τοὺς εἰς τοὺς
grc ὁ γὰρ θεὸν ἐγκαταμιγνὺς
grc καταμιγνὺς
grc θέντες
grc πολλὰ
grc πρὸς τὰ
grc εἶθʼ ἥρωας - - γένους εἰς δαίμονας
grc γὰρ
grc ἐν
grc ἔτι
grc ἐνδυομέναις
grc ἀναλυομέναις
grc ἡβώντων γηράντων
grc δʼ ἡμεῖς τοὺς φοίνικας φοίνικας δέ τοι ἡμεῖς
grc δʼ οὐδὲ
grc δὲ οὖν
grc Πίνδαρος
grc τέκμαρ
grc τέκμωρ
grc λαχοίσας λαχούσας
grc ἡβώντων οὔτε γηρώντων
grc ἡβῶντος
grc ἡβώντων
grc Ἡράκλειτον
grc Υ
grc πίσεα πείσεα
grc συνεξάπτουσαν
grc συνεξαπαπτουσαν
grc τά τʼ ἀμήχανα κέ
grc τά τʼ ἄλλʼ ἀμήχανα καλῶν ὑπομνήσω σε τὰ τῶν νυμφῶν μάλιστα δὲ τὰ περὶ τὴν κορώνην καὶ τὴν ἔλ. ἐκλύεσθαι κατʼ ἐνιαυτοὺς ὑπερβάλλοντας
grc ἐκλύεσθαι
grc ἐκδύεσθαι
grc οὐκ οὐκοῦν
grc αὑτῷ αὐτῷ
grc πάντων ὧν φέρουσιν ὧραι
grc δήπου
grc μήπου
grc τὴν ἀνθρωπίνην ζωὴν γενεὰν
grc τὰ μετροῦντα
grc συνθέσει μὲν συντεθειμένος
grc ψυχὴ - βίος
grc ψυχὴν - βίον
grc ἐφʼ ᾧ
grc κριτῇ
grc ὁρωμένας θεῶν μὲν
grc ὁρωμένων θεῶν ὡς
grc σέλα σελήνην
grc Εὐριπίδης
grc σαρκὶ
grc ἐς
grc εἰς
grc μικτὸν
grc μικρὸν
grc μήτε τοὺς μαντείας
grc Ἡσίοδος
grc Ἡρόδοτον
grc ἀλαλαὶ
grc ἄλλα
grc τελεῖσθαι
grc τελεῖν
grc ἂν ἐδέχοντο
grc ἀνέχονται
grc καταρχόμενοι
grc ἀρχ́μενοι
grc σφάττοντες
grc φυλάττοντες
grc ἀφοσιούμενοι
grc ἀποσειόμενοι
grc ἐνίων ἐνίοις
grc καὶ
grc σώματι
grc σωματι καὶ διὰ σωμάτων ὁμιλεῖν
grc ἒπαθον
grc Αἰσχύλος
grc ὀρθῶς
grc Σοφοκλέους
grc ἱεροῖς ἱερῶν
grc γὰρ
grc θείοις
grc θεοῖς
grc ἀνταγωνιζομένους
grc ἅλων
grc μὴ αἰολα δὲ ᾗ Αἰολάδαι
grc Αἰοδα παρὰ Δελφοῖς γένος τι
grc προσβαλόντες προσβαλλόντες
grc τὸν Ἀπόλλω
grc ἐπεξιόντας
grc ἐπεξιόντες
grc Ἐμπεδόκλειον
grc ποιεῖν
grc εἰπεῖν
grc ἑτέρῃσι
grc ἑτέραις
grc μήτε λέγειν μηδὲ λόγων
grc καὶ παρόντων
grc δράγδην
grc ῥάγδην
grc οὐδʼ ἡμᾶς αὐτοὺς
grc Δημόκριτος
grc δῆλος
grc ἢ δῆλος
grc μοχθηρὰς
grc πονηρὰ μοχθηρὰς
grc ἔτι
grc ἄρτι
grc ὁπόταν
grc ὅτι ὅταν
grc εἰ μὲν εἴη
grc ἐὰν μὲν ἧν
grc Πὰν ὁ μέγας
grc ὁ μέγας Πὰν
grc διοσημίας
grc διοσημείας
grc τρέφουσι
grc τρέπουσι
grc τὸν
grc κωλύειν
grc κώλυσιν
grc συναποκαλοῦντες οὐκ ἀποκαλοῦντες
grc τὰ τοὺς τὰ
grc τοὺς
grc ἕλκοντας
grc τοῖς μένουσιν
grc ἃ ποιμαίνουσιν
grc ποῖ μένουσιν
grc μετʼ ἀπλέτους
grc ἐν ἀπλέτοις - περιόδοις
grc λόγοις λόγῳ
grc δυσκολαίνοντες
grc δυσκολαίνοντας
grc καὶ γὰρ ἀθετουμένη - ἀνυπάρκτων
grc ὡς
grc εἶναι
grc κωμῳδιοποιοῦ κωμῳδοποιοῦ
grc θηρίων
grc θείων
grc μὲν
grc ποῦ τις ἂν
grc που τις ἐν
grc οὐκ ὀκνῶ οὐχ ὁρῶ
grc συνόντα
grc σὺν ταῖς
grc προὐθέσπιζε
grc πλεῖστον
grc ἥδιστον
grc καὶ τῶν
grc καὶ περὶ τῶν
grc τὰ
grc Πύθωνα τὴν Πυθίαν
grc τὴν φυγὴν - κόσμον
grc μετὰ τοῦ φυγεῖν αὐτὸν ἐκπεσόντα κόσμον
grc ὡς ἀληθῶς
grc κατελθόντα
grc καὶ ἐλθόντα
grc ἔχειν
grc ἔχει
grc δίκας
grc δικώσεις
grc τιμαὶ τιμαὶ παρʼ ἡμῖν
grc Δρύον Ἀρυτον
grc Τρωσοβιὸν Τόσιβιν
grc ἐκεῖνον
grc ἐκείνους
grc τούτων
grc τούτῳ
grc Δίος
grc πῆ - προσήκει
grc μὴ - προσήκειν
grc Πλάτωνι
grc ἑνὶ
grc ἐπὶ
grc ᾗ
grc ἢ
grc ἢ ὅτε συνεγένου
grc ὅθεν εὖ ἐγένου
grc τῶν
grc τῷ
grc ἵλεων ἵλεω
grc κόσμους
grc χρόνους
grc ἀναμνήσεως
grc ἀνέμνησεν
grc ἔφη
grc ἔφην
grc ἦ
grc ἣ
grc θηητὴρ
grc φ θηρητὴρ
grc αὐτοῦ
grc καὶ αὐτοῦ
grc Ἐρέσιος
grc αἰρέσιος
grc δʼ ὁ δὲ
grc Ὁμηρον
grc ἀναγόντων
grc ἀγόντων
grc Πλάτων
grc αὐτῷ
grc αὕτη
grc δόξης
grc διʼ αὐτῆς
grc οἶόν τʼ
grc ὅσον
grc τὸ μικρότατον τύχῃ
grc λαμβάνειν
grc λαμβάνει
grc τὸ τῷ
grc τῶ τῶ
grc τῶν
grc τῷ
grc αὗται
grc αὐτῷ
grc οὓς
grc οἶς
grc τὰ
grc ἀγγείοις ὥσπερ καρποὺς σπέρματι
grc σπέρματος
grc ἔστιν οὔτε τί ἐστιν
grc οὗ γε μὴ
grc οὐδὲ μὴ
grc ποιὸν
grc ποῖον
grc ἢ
grc κοινῶς εἶναι ποιός· ἰδίως τοίνυν
grc κοινὸς εἶναι· ποῖος δʼ ὡς
grc ποιός
grc ποῖος
grc ἄλλα συγγενῆ καὶ ὁμοειδῆ
grc ἄλλας συγγενοὺς καὶ ὁμοειδὴς
grc εἰς τὸν εἰς ἕνα τὸν
grc εἰς τοῦτον τὸν
grc ὑπολειπόμενον
grc ὑπολειπομένην
grc εἶναι εἶναι δεῖ
grc εἰκὸς εἶναι
grc τὰ
grc αἰτίας
grc πῆ δʼ ἐν - φύσιν
grc ἔφην
grc ἔφη
grc λόγου
grc λόγῳ
grc κενοῦ μέσον
grc κινούμενον
grc ἀπείρου
grc ἄπειρον
grc νοῆσαι
grc τολμῆσαι
grc τι
grc ὁμοίως
grc ὅμως
grc χώραν
grc χωρεῖν
grc ὑπόθηται ὑποθῆται
grc τῶν κόσμων
grc τὸν κόσμον
grc ἣ
grc τὸ
grc τοῦ
grc ὥστʼ ἔσται
grc ἦν ἦν ἂν
grc αὐτῷ αὐτῷ κάτω
grc ἔχοντα
grc ἐν τᾶς πτέρναις κέ
grc γ͂ν
grc τὴν
grc Ἐπικούρῳ
grc αὐτε͂ͅ αὐτῇ
grc νοῆσαι διανοῆσαι
grc δια
grc διδούσης
grc τούτῳ
grc τοῦτον
grc συνειργάσθαι
grc συνεργεῖσθαι
grc αὑτῆς αὐτῆς
grc μενεῖ
grc καθʼ ἕκαστον καθʼ ἕνα τὸν
grc ἓν συνίσταται ἔνι συνίστασθαι
grc ἢ ἑκατὸν
grc καὶ ἑκατὸν
grc ἐγκεκλειμένους ἐγκεκλεισμένους
grc ἐπερχόμενοι κἑ
grc ἐπιέναι
grc ὑπιεῖναι
grc Ὁμηρικὸς
grc μηδʼ μήτʼ
grc ἐκεῖνον
grc ἐκείνων
grc ὑπέστησε ὑφέστηκε
grc ἑκάστῳ
grc ἑκάστῃ
grc καὶ διάκρισιν
grc Πλάτων
grc γὰρ ἀὲρ γὰρ ἦν
grc αὑτοῦ αὐτοῦ
grc ἑκατέρου
grc ὂν ἀέρος
grc λεπτότατον
grc ἁπλότατον
grc οὐδὲ οὔτε
grc ἓν ἐν ἐν
grc ἀπολείπει ἀπολείποι
grc Πλάτων
grc σῶμα σῆμα
grc εἰκὼν
grc ἂν
grc τρεπόμενον
grc τρεπόμενα
grc ἐν
grc τῶν ἀνωτάτων
grc κενὸν
grc στενὸν
grc ἓν γενόμενον
grc ἐγγενόμενον
grc τοῦ περιττοῦ
grc ὥσπερ ἡ τούτου
grc σύμφυτον ἀνάγκην
grc σύμφυσιν ἀνάγκη
grc μήτε μηδὲ
grc οὐδʼ ἂν οὐδὲν
grc πεμπάδος
grc ἑαυτὴν ἑαυτὸν
grc πρῶτον πρώτη
grc αὑτῆς αὐτῆς
grc τούτῳ
grc τούτων
grc ἔνειμε ἐν μὲν
grc φυτικὸν
grc φυσικὸν
grc ἢ
grc τέκνα
grc συχνὰ
grc σφαιροειδῆ
grc σφαιροειδεῖ
grc Ἀριστοτέλης
grc Πλάτων
grc διαζογραφῶν
grc διαγράφων
grc ἐπάγειν - σκοπῶμεν
grc ἀπάγειν - σκοπῶν
grc ἅμα
grc ὄνομα
grc ἐνδείκνυται
grc ἐκδείκνυται
grc ὑπὸ τῶν πλοκάνων
grc ἐπὶ τῶν ἐπειγόντων
grc τῶν
grc σειομένοις
grc ἐγκειμένοις
grc ἄλλα ἴσχειν
grc ἄλλας οἱ
grc οὖν τοίνυν
grc οὗ θεὸς
grc εὐθέως
grc παρὰ κατὰ
grc φύλων
grc φύλλων
grc ἀναπεπλησμένα
grc ἀναπεπλησμένων
grc κἀνταῦθα
grc κἂν
grc Ἀκαδημείας ἀκαδημίας
grc Εὐριπίδης
grc ἀνοιστέος
grc ὁ
grc ᾗ
grc ᾧ
grc εἶπεν
grc εἰπεὶν
grc Ἡσίοδον
grc ψυχὴ πρὸς
grc τῷ
grc πρόσφορον
grc προσφέρειν
grc Λεβαδείᾳ λεβαδίᾳ
grc ἔχεις
grc ἔχει
grc προθύμους
grc πρόθυμοι
grc Ἡσίοδον
grc ἐσθλοὶ
grc ἁγνοὶ
grc μεμιγμέναις
grc καλύπτοντος
grc κλέπτοντος
grc τῷ τό
grc δὲ τὰ μηδὲ ὄντα δὲ ὄντα
grc Ἀρνης
grc ἄννης
grc πρὸς τὰ τὰ
grc καὶ τῶν παρῳκημένων
grc αἱ
grc σύμφυρτον
grc σύγχυτον
grc ἀλλʼ ἀμυδρὰν
grc καὶ ἀμυδρὸν
grc ἀναλαμβάνουσιν ἀναλάμπουσιν
grc τελετὰς
grc τῷ
grc τῷ
grc ἐπιστρεφόμεναι
grc ἐπιστρεφομένας
grc Εὐριπίδης
grc δʼ
grc ἔμφρων
grc ὁμόφρων
grc φαντασιῶν
grc φανταστῶν
grc δῆλαι
grc δῆλα
grc ἀναφέρηται ἀφαιρῆται
grc ἕτερα ἐγείρει
grc μαντικὴν
grc μαντευτικὴν
grc αὕη γὰρ
grc αὕτη γὰρ ξηρὰ
grc Ἡρακλειτον
grc θίγουσα
grc μιχθεῖσα
grc μίχος καὶ
grc ἀέρα
grc ἀέρας
grc ἐντείνεσθαι
grc ἐγγίνεσθαι
grc κρόκου
grc κόκκου
grc ἄγειν αὔξειν
grc γλαυκῇ
grc γλαυκῆς
grc κόκκου
grc κρόκου
grc καταμίσγεται
grc ἄνθος
grc Ἐμπεδοκλῆς
grc ὡς ὁ Κύδνος μᾶλλον - - ἢ ἐκεῖνο
grc ὡς οὐχ ὕδωρ ἄλλο ὁ Κύδνος μᾶλλον ἐκκαθαίρει σίδηρον ἐκείνου τὴν μάχαιραν ἢ ἐκεῖνο
grc ἑτέρων - ποταμῶν
grc ἑτέρῳ - ποταμῷ
grc ἀμέλει
grc ἀμαχεὶ
grc τινα τὴν
grc ἀποφαίνοντες
grc ἀποφαίνοντος
grc τὴν ταύτην τὴν
grc Ἡσίοδος
grc μεταρροὰς
grc ἥκει
grc ἐκεῖ
grc διὰ κρόνου
grc ἐπιφαινόμενα
grc ἐπιφαινομένη
grc τόποις
grc ἴσμεν
grc τὸ μὲν
grc γεγονυίας
grc καινὰς
grc κενὰς
grc Αἰσχύλος
grc αὐτόθακτον
grc ξίφος
grc αὐτόθηκτον
grc τὸ οἴκοθεν
grc ἐκ πυρὸς θηκτόν
grc ἐκ πυρὸς συθεὶς θηκτὸς σίδαρος
grc τῇ - πέτρᾳ τῆς - πείρας
grc καὶ νηματώδη
grc οὔτι οὔτε
grc καίτοι καὶ οἱ
grc ταὐτὰ
grc ταῦτα
grc ἀγήρων ἀγήρω
grc ὑποσάλου
grc ὑπὸ σάλου
grc γιγνομένης κινουμένης
grc σύγχωσιν
grc σύγχυσιν
grc παραμένειν παρʼ ἡμῖν ἧν
grc τά γε
grc τάδε
grc τῶν καλῶν δὴ καὶ φυσιολόγων τὴν καλὴν δὴ καὶ φυσιολόγον
grc εἰς
grc πολεμίαν
grc ἀποδιοπομπουμένῳ
grc ἀποδιοπομπούμενοι
grc ὅσῳ ἴσως
grc Εὐριπίδης
grc αἱ δὲ τῶν ἱερείων κατασπείσεις
grc κατασπείσεις
grc αἱ δὲ τῶν ἱερίδων καταστάσεις
grc ἐὰν
grc εἰ
grc θεῷ μὲν ἢ δαίμονι
grc θεοῦ μὲν ἢ δαίμονος
grc τὴν πλείστην αἰτίαν
grc πτοῆται
grc ποιῆται
grc τὸν Λαμπρίαν
grc ὧ Λαμπρία
grc περιμένεις περιμένοις
grc ὁσίως
grc θείως
grc Πλάτωνα
grc ἀνὴρ
grc ἀνὴρ
grc Ἡρόδοτος
grc ὑποκρητηρίδιον
grc ὑποκριτηρίδιον
grc ἔσχε τὰς
grc ἔχοντας
grc διʼ
grc ὡς ὁρᾶται ὡς ἀρετῇ
grc διʼ οἰκείαν ἀρετήν
grc τεχνίτου
grc σιδήρου
grc ἐνδίδωσι
grc ἐπιδίδωσι
grc Ὁμηρος ι
grc καὶ
grc Πλάτων
grc περὶ
grc τῶν ὀφθαλμῶν
grc τὸν ὀφθαλμὸν
grc ὅ τε
grc ὁ δὲ
grc καὶ τὸ καὶ ὸ μὲν
grc ὅσιοι
grc ὅσοι
grc φασι εἰώθασι
grc τοῦτο σημεῖον
grc τοῦθʼ ἡμῖν
grc μήνυτρα
grc μέτρα
grc ὃ
grc ᾧ
grc ἔχω ἔχει
grc πνεύματος κἑ
grc πνεύματος προσβάλλοντος ἀποφοράς, οἵας ἂν τὰ ἥδιστα καὶ πολυτ. τῶν μύρων
grc προσβάλλοι
grc αἰσθομένης
grc τῆς Πυθίας
grc Δαυλίας
grc δαυλείας
grc ᾑ
grc εἰ
grc ταρακτικόν
grc πρακτικόν
grc Πυθίας πυθιάδος
grc ὕπομβρον ὑπότρομον
grc ἐνδοῦναι
grc ἐνδον ἧν
grc δὲ περὶ
grc δʼ ἐπὶ
grc ἀλάλου ἀλλʼ ἀλαοῦ
grc ὀξέσι ὀξείαις
grc ἐξαισίοις
