@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg092.perseus-grc2
@funder=The National Endowment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1891, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τῶν ἐκλελοιπότων
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:12Z

 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
: 
 
; 
 
 
 
 
 
, 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
; 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 3 
. 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
. 
. 

 
 
. 
 
 
 
: 
. 
 
 
 
: 
, 
 
 
 
 
 
, 
 
ʼ 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
,ʼ
 
 
 
 
 
 
. 
 
 
 
 

 
 394. 468 

, 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
᾽ 
 
, 
. 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
. 
᾽ 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
: 
 
 
 
 
 
 
 
 
 
 
, 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
. 

 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
; 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
: 
 
 
 
 
 
 
 
 
.
 

 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
ʼ 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
᾽ 
 
, 
ʼ 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
. 5, 
 
 
: 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 6 
. 
 
 

 
. 8 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
. 
 
 
: 
 
 
 

 
 
 
 
 
. 8 
. 
 

 
 
 
: 
 
 

 
 
 
: 
, 
 
 
 
 
 

 
 
. 15 
. 
 

. 
: 
 
, 
 
 
. 12 
. 
 

 11 
. 
. 
: 
 
.
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
: 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 · 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 4 
. 
 

. 
: 
. 
. 
. 
. 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
ʼ 
 
 
 
᾽ 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
 
, 
 
, 
, 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 

. 
 
 
 
;
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

ʼ 

 
 

 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
; 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
᾽ 

 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
᾽ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
ʼ
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 1 
. 
 
᾽ 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 

 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
, 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
: 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
, 
 
. 
. 
)
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
. 
 
 
 
, 
 

 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
: 
 
 
 
; 
 
 
 
 
 
: 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 

 
 
ʼ 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 

 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
;ʼ
 
᾽
· 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
.
. 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
; 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
: 
 
. 90 
. 
 

 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
; 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
. 
. 
. 

 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
, 
 
 
 
· 
; 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
: 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
. 
 
 

 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 

 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
: 
 
. 1 
. 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
, 
 
, 
 
 
 
 
; 
 
 

 
,

 
 
, 
 
 
 
 
. 
᾽ 
 
 

. 
. 
. 
. 
. 165. 

 
 
 
 
 
 
ʼ 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 

 
 

 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
᾽
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
. 
 

 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
. 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 

, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
: 
 
 
 
 
 
 

. 
 
 
 
·
 
 
. 
 
 
 

 
; 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 · 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
: 
 
 
᾽ 
 
. 

 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
, 
. 1090 

; 
 
 
, 
ʼ 
 
 
: 
. 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

ʼ 
· 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
: 
. 
. 1 
. 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
 
 
 
 
: 
 
, 
: 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
᾽
 
. 214. 
. 

 
 
ʼ 
 
ʼ 
᾽ 
 
,
᾽ 
 
 
. 
. 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
. 
 
 
 
 ʽ 
 
 

 
ʼ 
 
, 
 
 
 
: 
 
 
· 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
? 
. 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
. 

 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
: 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
. 
 
. 
 
: 
 
 
 
 
: 
 
, 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 

 
 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 · 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
.
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 

 
, 
 
, 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
· 
 
 
, 
. 
. 
. 
. 
 
 

, 
 
: 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
. 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 

᾽ 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
, 
 
 
 
 
: 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
: 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
; 

 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 

 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
: 
. 
. 
. 

 
 
 
 
 

 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
: 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 

 

 
 
 
 
 
 
 
, 
 
. 
: 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
. 
: 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 


 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
: 
 
 

 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 

 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
· 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 ʽ 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
;ʼ, 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
· 
 
: 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 

 
. 

 
ʼ 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
, 
᾽ 
ʼ 
 
 
 
· 
: 
 
ʼ 
 
 
 
 
 
 
 
 
 
 

 
: 
 
 
, 
 
 
 
. 
 
ʼ 
 
: 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 

 
, 

 
 
 
 
 
 
 
 
, 
 
: 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
ʼ
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
 
 
· 
᾽ 
 
 
; 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
.
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
: 
 
. 
. 55 
. 
.
 
 
 
 
 
 
 
 
, 
 
; 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
᾽, 
 
 
 
 
 
 
.
 
 

 
 
 
 
 
 
 
, 
: 
 
 
: 
 
, 
, 
;ʼ
᾽ 
 

 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
᾽ 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
: 
 
 
 
 
 
 
 
. 
᾽
 
: 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 

 
 
 
, 
᾽
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
ʼ 
 
, 
 
 
 
 
, 
: 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
᾽ 
, 
 
 
, 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
;ʼ
 
 
 
 
 

 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
. 
. 31 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
; 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
.ʼ 
 
 
 

ʼ 
 
 
 
 
 
 
 
 
, 
 
 

 

 
 
 
, 
 
 
 
 
 
. 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
.
 

 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
. 
. 99 

, 
 
 
 
 
 
 
 
: 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
: 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
· 
 
 
 
: 
 
 
. 
 
ʼ 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;. 
᾽ 
 
 
 
᾽ 
 
᾽ 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 

ʼ 
 
 
 
 
 
 
. 
 
 

 
 
 
. 
 
 
 
 
 
 
, 

 
 
 
: 
 
 
, 
 
 
 
 
 
 
 
 
 
: 
 

 
. 
 
 
 
 
 
 
 
· 
 
 
: 
 
: 
 
 
 
 
 
 
 
 
 
: 
 
. 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
; 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
. 
 

. 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
· 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 

 
: 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
· 
 
 
 
ʼ 
. 
ʼ 
 
ʼ 
, 
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
: 
 
 
: 
 
 
: 
 
: 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
᾽ 
 
: 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
. 
 
: 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
, 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
, 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
.] 7, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
: 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
: 

 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
: 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
᾽, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 3 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
: 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 3 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
ʼ 
 ʽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
.
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
.
 
ʼ
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 · 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 ʽ 
 

 
, 
 
ʼ 
, 
 
ʼ 
. 
 
 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
. 
. 56 
.
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
. 7 
. 
 

 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
; 
 

 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
ʼ 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
;. 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
. 
. 249 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
. 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 

, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
; 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 

 
 
: 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
: 
 
 
 
 2, 
.
 
, 
 
 
, 
 
 
. 
. 55 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 1. 1. 
 
. 1003 
: 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
. 
. 52 
: 
 
 
 

 
 
 
 
 
 
 
 
: 
 

 
 
 
 
 
 
 
᾽ 
; 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 

 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
᾽ 
, 
 
ʼ 
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
: 
ʼ 
: 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
.
 
 
᾽ 
, 
 
 

 
 
. 
 
 
 
 

 

 
 
 
. 
, 
 
 
 
,
 
 
 
 
 
 
. 
᾽ 
 
 
. 
 

,
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
: 
 
 
 
 
ʼ 
 
 
 
;ʼ
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 

 
 
. 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 

 
 
 
 
 
 
 
 
: 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 123, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
: 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
, 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
. 
. 
. 
; 
 
. 
. 451 

 
᾽ 
 
: 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
: 
 
, 
 
 
 
. 
. 
, 
 
ʼ 

 
 
 
,ʼ 
᾽ 
 
 
: 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
ʼ 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 298): 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 

 
: 

ʼ 
. 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
. 

 
 
: 
 
 
: 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
: 
 
: 
 
. 

 
 
. 1 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
. 
: 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
: 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
: 
 
. 

 
: 
 
 
 
 
 
· 
 
 
 
: 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
. 242 
 
: 
 
·
 
ʼ 
 
 
 
. 
. 557 

 
 
 
᾽ 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
: 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 

 
 
 
 
 
: 
 
, 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
· 
 
, 
 
, 
 
 
.
 
 
 
 
ʼ 
 
 
 
: 
 
 
, 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
. 
 
. 
. 
. 
 

 
, 
 
 
, 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 

 
 
 
᾽ 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 

 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 · 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
ʼ 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
: 
: 
 
, 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
· 
 
 
, 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽
 
 
 
: 
 
 
 
;ʼ
 
 

 
 
 
 
 
· 
 
 
 
 
 
.
 
 
 
 
ʼ
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
. 
 
 
 
 
 
 
 
. 97 
 
.
. 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
; 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
, 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
ʼ 

 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
. 3 
. 
 
 
 
 

 
.
. 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
)
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
. 
. 

 
. 
. 
 
 
 
 
 
 
 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 1 
. 169, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
, 
 
 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
: 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
ʼ 
, 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
: 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
: 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
. 

 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
: 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
; 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
. 
 

 
 
 
. 
: 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
.
᾽
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
.
