@node
@author=Euclid
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=J. L. Heiberg
@filename=tlg1799.tlg001.perseus-grc2
@funder=The National Science Foundation
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euclid, Euclidis Elementa, J. L. Heiberg, Leipzig, Teubner, 1883-1888.
@sponsor=Perseus Project, Tufts University
@title=Elements, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:38:14Z

165222	 ἣ καλεῖται περιφέρεια
 πρὸς τὴν τοῦ κύκλου περιφέρειαν
 καὶ ἐὰν ἀνίσοις ἴσα προστεθῇ, τὰ ὅλα ἐστὶν ἄνισα.
 καὶ τὰ τοῦ αὐτοῦ διπλάσια ἴσα ἀλλήλοις ἐστίν.
 καὶ τὰ τοῦ αὐτοῦ ἡμίση ἴσα ἀλλήλοις ἐστίν.
 ἐστιν
 Ἐπὶ τῆς δοθείσης ἄρα εὐθείας πεπερασμένης τρίγωνον  ἰσόπλευρον συνέσταται
 ταῖς
 ταῖς
 ταῖς
 ταῖς
 εὐθείᾳ
 Πόρισμα  ἐκ δὴ τούτου φανερὸν ὅτι, ἐὰν δύο εὐθεῖαι τέμνωσιν ἀλλήλας, τὰς πρὸς τῇ τομῇ γωνίας τέτρασιν ὀρθαῖς ἴσας ποιήσουσιν.
 εὐθείαις
 διὰ τὸ καὶ παντὸς τριγώνου τὰς δύο πλευρὰς τῆς λοιπῆς μείζονας  εἶναι πάντῃ μεταλαμβανομένας
 ταῖς
 ἑκατέραν ἑκατέρᾳ
 καὶ
 Αἱ ἄρα τῇ αὐτῇ εὐθείᾳ παράλληλοι  καὶ ἀλλήλαις εἰσὶ παράλληλοι·
 ἄρα
 ἄρα ἴσαι τέ εἰσι καὶ παράλληλοι
 τὰ δὲ τῶν ἴσων ἡμίση ἴσα ἀλλήλοις ἐστίν
 τὰ δὲ τῶν ἴσων ἡμίση ἴσα ἀλλήλοις ἐστίν
 τριγώνῳ
 τρίγωνον
 ἐστιν
 ἐστὶ
 τὰ δὲ τῶν ἴσων διπλάσια ἴσα ἀλλήλοις ἐστίν·
 γωνίαν
 ἐστιν
 καὶ εἰς αὐτὰς ἐμπέπτωκεν εὐθεῖα ἡ 
 ἀπὸ
 πόρισμα ἐκ δὴ τούτου φανερόν, ὅτι ἐν τοῖς τετραγώνοις χωρίοις τὰ περὶ τὴν διάμετρον παραλληλόγραμμα τετράγωνά ἐστιν
 περιεχομένῳ  ὀρθογωνίῳ
 τε
 εὐθεῖα
 ἐστὶν
 ἐστιν
,
 καὶ
 τετράγωνα
 τετραγώνων
 τετράγωνα
 περιεχομένῳ ὀρθογωνίῳ
 κύκλου
 κύκλου
 εἰσίν
 ἴσαι εἰσὶ τῇ 
 ἴση ἐστίν
 δή
 ἐστιν
 καὶ ληφθῇ αὐτῶν τὰ κέντρα
 καὶ ἐκβαλλομένη
 εὐθεῖα
 καθʼ
 ἐστίν
 μείζων ἐστίν
 καὶ ὅτι εὐθεῖα κύκλου καθʼ ἓν μόνον ἐφάπτεται σημεῖον,  ἐπειδήπερ καὶ ἡ κατὰ δύο αὐτῷ συμβάλλουσα ἐντὸς αὐτοῦ πίπτουσα ἐδείχθη
 γωνίας
 οὖν
 αἱ γωνίαι
 δὲ
, 
 γωνίαι δυσὶν ὀρθαῖς ἴσαι εἰσίν
 τε
 τε
 Γ
 Γ
 τμήματι
 γωνία
 ἐστὶν
 γωνία
 πόρισμα ἐκ δὴ τούτου φανερόν, ὅτι ἐὰν  ἡ  μία γωνία τριγώνου ταῖς δυσὶν ἴση ᾖ, ὀρθή ἐστιν ἡ γωνία διὰ τὸ καὶ τὴν ἐκείνης  ἐκτὸς ταῖς αὐταῖς ἴσην εἶναι· ἐὰν δὲ αἱ ἐφεξῆς ἴσαι ὦσιν, ὀρθαί εἰσιν.
 γωνία
 γωνίᾳ
 γωνίᾳ
 πάλιν
 γωνίᾳ
 κοινὸν
 Α
 Δ
 ἐστιν
 γωνία
 τῆς
 γωνίᾳ
 κύκλον
 λοιπῇ
 2δὴ
 πάλιν
 Πόρισμα
· ὅπερ ἔδει ποιῆσαι.
 ἐστιν ἴση
 εἰσίν
 εἰσίν
 εὐθειῶν

 2δὴ
 ἐστιν
 γωνίᾳ
 Περὶ τὸν δοθέντα ἄρα κύκλον πεντάγωνον ἰσόπλευρόν τε καὶ ἰσογώνιον περιγέγραπται
 ἐστιν
 ὀρθῇ
, 
 Ε
 Καὶ
 δή
 μέγεθος
 ἀνάλογον
 οὕτως
· καί ἐστιν ἀναστρέψαντι
 οὕτως
 αὐτῶν
 οὖν
 ἐπεὶ
 ἀνίσοις ἴσα προστεθῇ, τὰ ὅλα ἄνισά ἐστιν, ἐὰν ἄρα
 Ἀντιπεπονθότα δὲ σχήματά ἐστιν, ὅταν ἐν ἑκατέρῳ τῶν σχημάτων ἡγούμενοί τε καὶ ἑπόμενοι λόγοι ὦσιν.
 Λόγος ἐκ λόγων συγκεῖσθαι λέγεται, ὅταν αἱ τῶν λόγων πηλικότητες ἐφʼ ἑαυτὰς πολλαπλασιασθεῖσαι ποιῶσί τινα.
 ὁσαιδηποτοῦν
 τρίγωνον
 ἐστιν
 τριγώνῳ
 οὕτως
 ἐστιν
 ἐστιν
 οὕτως
 ἐστὶ
 τριγώνων
 ὅπερ ἔδει δεῖξαι
 καὶ ἔτι τῆς βάσεως καὶ ἑνὸς ὁποιουοῦν τῶν  τμημάτων ἡ πρὸς τῷ τμήματι πλευρὰ μέση ἀνάλογόν ἐστιν
 καὶ
 δύο εὐθεῖαι
 τυχοῦσαν
 τρίγωνον
 γὰρ
 ὀρθογώνιον
 ὅπερ ἔδει δεῖξαι
 τρίγωνον, τουτέστι τὸ 
 τρίγωνον
 ὅπερ ἔδει δεῖξαι
 ὁμοίων
τὴν τρίτην, οὕτως τὸ ἀπὸ τῆς πρώτης εἶδος πρὸς τὸ ἀπὸ τῆς δευτέρας τὸ ὅμοιον καὶ ὁμοίως ἀναγραφόμενον.
 ἰσογώνιόν τέ ἐστι καὶ τὰς περὶ τὰς ἴσας γωνίας πλευρὰς ἀνάλογον ἔχει
 καὶ
.
· ἴση ἄρα· ὅπερ ἔδει δεῖξαι.
 παραλληλογράμμῳ
 αὐτῶν
 παραλληλόγραμμον
 παραλληλογράμμοις
 ᾧ δεῖ ἴσον παραβαλεῖν
 τοῦ τε ἀπὸ τῆς ἡμισείας καὶ ᾧ δεῖ ὅμοιον ἐλλείπειν
 ὂν
 ἐστιν
 τὸ 
 ὅμοιόν ἐστιν
 ὅμοιόν ἐστιν
 ὁ
 Περισσάκις ἀρτιός ἐστιν ὁ ὑπὸ περισσοῦ ἀριθμοῦ μετρούμενος κατὰ ἄρτιον ἀριθμόν
 ὁ
 ὁ
 ἀνίσων
 ὅπερ ἔδει δεῖξαι
 ἀριθμοῦ
 εἰσὶν
 ἐστὶ
 ἢ τὰ αὐτὰ μέρη, καὶ
 ἄρα
 2αὐτοῖς
 τις
 τις
 καὶ ἀεὶ περὶ τοὺς ἄκρους τοῦτο συμβαίνει
 τινες
 τινα
 τὸν Ε
· καὶ
 ἀριθμὸς
, Δ
, Θ
 οὕτως
 οὕτως
 οὕτως
 μετρεῖ
 ἑξῆς
 αὐτοῖς
 μονὰς
 ἄρα
 καὶ ἀεὶ περὶ τοὺς ἄκρους τοῦτο συμβαίνει
 ποιείτω
 δὴ
 πλευράν
 οὕτως
 ἄρα
 γὰρ
 δή
 δή
 οἱ
 δή
 ἄρα
 καὶ
 ἄρα
 δή
 ἑξῆς
 καὶ τῶν ἕνα διαλειπόντων
 πρώτου
 ἄλλου
 ἐὰν γὰρ δύο ἀριθμοὶ πρῶτοι πρὸς ἀλλήλους ὦσιν, ὁ ἐκ τοῦ ἑνὸς αὐτῶν γενόμενος πρὸς τὸν λοιπὸν πρῶτός ἐστιν
 εἰσι
 ἐστὶν
 ἔχει μέρος ἥμισυ
 ἄρα
 γὰρ
 καὶ
, Γ
 ὁ Δ
, Δ
 καὶ
 ἐστιν
 ἐκκειμένων
 μετρεῖ
 μέγεθος
 ὅπερ ἔδει δεῖξαι
 ἀριθμόν
 ἀριθμόν
 ἀριθμοῦ
 ἀριθμὸν
 ἀριθμὸν
 ἀριθμὸς
 ἀριθμοῦ
 ἀριθμόν
 τετράγωνον
 τετράγωνον
 τετράγωνον
 τετράγωνον
 ἀριθμοῦ
 ἀριθμοῦ
 ἀριθμοῦ
 ἀριθμὸν
 ἀριθμοῦ
 ἀριθμὸν
 ἀριθμὸς
 ἀριθμόν
 τετράγωνον
 τετράγωνον
 τετράγωνον
 τετράγωνον
 εἰσὶ
 καὶ
 εἰσι
 ὅπερ ἔδει δεῖξαι
 οὕτως
 μήκει
 μήκει
 μήκει
 μήκει
 αὐτὰ
 μήκει
 μήκει
 μήκει
 μήκει
 μήκει
 μέρει
 οὖν
 εἰσὶ σύμμετροι
 ἐστὶ
 τουτέστιν ἡ ἴσον αὐτῷ τετράγωνον δυναμένη
 ἐστὶ
 δύνανται γὰρ αὐτὰ εὐθεῖαι, αἵ εἰσι δυνάμει σύμμετροι, ὧν ἡ ἑτέρα μέση· ὥστε καὶ ἡ λοιπὴ μέση ἐστίν.
 οὕτως
 εἰσὶ
 ἐστὶ
 τρεῖς
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τοῦ
 τῷ
 αὐτῷ
 δυνατοῦ δὲ ὄντος καὶ κατὰ πλείονας τρόπους τοὺς εἰρημένους ἀριθμοὺς ἐπιδεικνύειν, ἀρκείσθωσαν ἡμῖν οἱ εἰρημένοι, ἵνα μὴ μακροτέρας οὔσης τῆς πραγματείας ἐπὶ πλέον αὐτὴν μηκύνωμεν.
 οὖν
 ἐστιν
 μόνον
 ῥηταί εἰσι δυνάμει μόνον σύμμετροι
 ἐστὶ
 ἐστὶ
 ἐὰν δὲ τέσσαρες εὐθεῖαι ἀνάλογον ὦσιν, τὸ ὑπὸ τῶν ἄκρων ἴσον ἐστὶ τῷ ὑπὸ τῶν μέσων.
 δύο
 ἐστὶν
 μὲν
 ἐστὶ
 αὐτὸ
 ἄρα
, 
 καὶ
 δύο μέσα δυναμένη
 σημεῖον
 ἡ ὅλη
 τοῦ ἐλάσσονος
 καὶ
 ἐστὶν
 ἐστὶν
 τοῦ 
 μήκει
 τῆς
 ἐστι
 ἐστιν
 ἐστὶ
, 
 ἐστι
 Καὶ
 ἐστὶ
 ἐστι
 ἐστὶ
 ἐστιν
 συγκείμενον
 δή
 ἐστιν
σύμμετροι.
 γὰρ
 ἡ
. 
. ἐπεὶ
· ὅπερ ἔδει δεῖξαι.
, 
, 
 ἐστὶ
 δή
 δή
 ῥηταὶ
 ἐπεί
 εἰσὶ
 ἄρα
 καὶ διὰ τοῦτό ἐστιν ἐκ δύο μέσων πρώτη
 καὶ αὐτὴ
 μὲν
 τετραγώνων
 ῥητὴν
 ἡ
 χωρίον δυναμένη ἢ ἐκ δύο μέσων δευτέρα ἐστὶν ἤτοι δύο μέσα δυναμένη
 ἐστὶ
 πλάτος ποιοῦν τὴν 
 ἐστὶ
 ὀρθογώνιον
 μόνον
 καὶ
 πάλιν
 τετραγώνων
 ἐστὶ
 μήκει
 ἐστὶ
 τετράγωνον
 Λέγω δή, ὅτι καὶ τετάρτη
 ἐστὶν
 μὲν
 μήκει.
 ἄρα
 ἐστὶ
 ἐστὶ
 δή
 ἐστὶ
 ἡ
 ἡ
 ἡ
 σημεῖον
 ἡ
 ἄρα
 ἐστι
 ἐστι
.
, 
 ἐστὶ
, τουτέστι τῷ
 ἄρα
 ἐστι
 ἐστὶ
 δή
 ἐστιν
 ἐστὶ
 ἐστὶ
 ἐστὶ
. 
.
 τῆς 
 ἐστὶ
 γάρ
, 
, 
 ἐστὶ
 ἐστὶ
 καὶ ἐναλλάξ
 τετραγώνων
 μεῖζον δύναται τῷ ἀπὸ συμμέτρου ἢ τῷ ἀπὸ ἀσυμμέτρου ἑαυτῇ
 μήκει
 μήκει
 εἰσι
 Πόρισμα
 ἑαυτῇ
 ὡς
 εἰσὶ
 ἐστι
 ἐστι
 ὑποκειμένῳ
 τῇ
 ἐπιπέδῳ
 ἐστίν
 ἄρα
 ἐστὶν
 ἐπιπέδῳ πρὸς ὀρθάς
 ἢ
 γωνίαι
 ἢ
 στερεοῦ
 ἐστιν ἴση
 καὶ ὅμοιον
 παραλληλογράμμῳ
 παραλληλόγραμμον
 μὲν
ἄρα
 στερεὰ ἴσα ἔσται· ὑπόκειται δὲ ἴσα
 γὰρ
 βάσει
 βάσις
 ὅπερ ἔδει δεῖξαι
 ὧν αἱ ἐφεστῶσαι οὐκ εἰσὶν ἐπὶ τῶν αὐτῶν εὐθειῶν
 ὧν αἱ ἐφεστῶσαι οὐκ εἰσὶν ἐπὶ τῶν αὐτῶν εὐθειῶν
 τῶν δὲ ἴσων στερεῶν παραλληλεπιπέδων, ὧν τὰ ὕψη πρὸς ὀρθάς ἐστι ταῖς βάσεσιν αὐτῶν, ἀντιπεπόνθασιν αἱ βάσεις τοῖς ὕψεσιν
 ὧν δὲ στερεῶν παραλληλεπιπέδων τὰ ὕψη πρὸς ὀρθάς ἐστι ταῖς βάσεσιν αὐτῶν, ἀντιπεπόνθασι δὲ αἱ βάσεις τοῖς ὕψεσιν, ἴσα ἐστὶν ἐκεῖνα
 εἰσι
 ὧν αἱ ἐφεστῶσαι οὐκ εἰσὶν ἐπὶ τῶν αὐτῶν εὐθειῶν
 καὶ ὑπὸ τὸ αὐτὸ ὕψος καὶ οὐκ ἐν ταῖς αὐταῖς εὐθείαις
 τῇ 
 τὰς
 ὅπερ ἔδει δεῖξαι
 ἔστωσαν
 εὐθείας
 ἐστὶν
 ὁμοίας
 ἐστιν
 ἐστι
 σημεῖον
 καὶ
 καὶ ὁμοίας τῇ ὅλῃ
 εὐθύγραμμα
 τρίγωνον
 τρίγωνον
 ἐστι
 τρίγωνον
 ἐστὶ
 εἰσὶν
 αἱ
 ἐστι
 ἐπειδήπερ κἂν ἕτερόν τι σχῆμα εὐθύγραμμον ἔχῃ ἡ βάσις τοῦ πρίσματος, τοιοῦτο καὶ τὸ ἀπεναντίον, καὶ διαιρεῖται εἰς πρίσματα τρίγωνα ἔχοντα τὰς βάσεις καὶ τὰ ἀπεναντίον, καὶ ὡς ἡ ὅλη βάσις πρὸς ἕκαστον
 ἡ
 μὲν
 ἐστι
 εἰσιν
 τοῖς κώνοις
 ἐστιν
 ἐστιν
 μὲν
 μὲν
 πολύγωνον
 στερεὸν
 σημεῖον
 ὕψος
 εὐθειῶν
 ἄρα
 μὲν
 τῶν
 σφαίρᾳ
 ἄρα
 τῆς 
 μεῖζον
καὶ
 μὲν
 κείσθω
 κοινὸν προσκείσθω τὸ 
 ἐστιν
 ἐγγραφομένου
 κατὰ τὸ Γ
 ἐστι

 δυνάμει μόνον
 τοῦ κύκλου
 τριγώνων
 τριγώνων, καὶ εἶναι ὡς τὴν πρώτην πρὸς τὴν τρίτην, οὕτως τὸ ἀπὸ τῆς πρώτης πρὸς τὸ ἀπὸ τῆς δευτέρας
 πρὸς τὴν 
 πρὸς τὴν 
 γωνία
 ἡ
 μείζων ἐστὶν ἡ 
