@node
@author=Irenaeus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=William Wigan Harvey
@filename=tlg1447.tlg001.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg1447.tlg001.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Sancti Irenaei episcopi Lugdunensis Libros quinque adversus haereses, William Wigan Harvey, Irenaeus, Cantabrigiæ, Typis Academicis, 1857, 1, Hathi Trust.
@sponsor=Harvard College Library
@title=Libros quinque adversus haereses
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:11:25Z

25132	 l. Ἐπεὶ
 l. παρέχει
 Int. τέχνην
 Int. ἀκέραιος ὤν
 Int. Θεὸν
 προαρχὴν καὶ
 χρόνων
 l. καλουμένην
 l. συζ.
 l. Σταυρὸν καὶ Λυτρωτὴν
 l. μεῖναι· Tert. remansisse.
 l. ἀποσταυρωθῆναι
 l. εἰσηγήσατο
 καὶ τὰ
 αὐτῷ
 Σταυροῦ
 σημαίνεσθαι λέγουσι
 2ὑποσημαίνεσθαι λέγουσι
 ταύτην
 τούτου
 suppl. οὕτως
 l. Σωτῆρα
 f. l. δεῖ
 l. τοῦ πάντος
 δεινοτέρως
 ἄνω
 κενώματος
 ἄνω
 l. αὐτῇ ὑπὸ
 l. μετεσχ.
 ἱδρώτων
 εἰς
 δὲ ὁμοίως
 χωρὶς, εἶτα
 γεγονὸς
 αὐτὴν
 f. l. μετʼ
 ἑαυτὴν
 τούτου
 l. καὶ
 τῆς
 πρώτης
 d. οὐκ
 f. l. νοερούς
 πνευματικά
 ἐπουράνιον,
 κοσμοκράτορα
 l. ἀπομίας
 l. γῆν
 d. τῶν δακρύων
 αὐτῶν
 λόγου
 ἄνθρωπος
 adj. δυνάμει καὶ
 τόνδε
 ἄνθρωπον
 τῷ ψυχικῷ
 leg. ὅρατον καὶ ψηλάφητον
 ὁ θέλουσιν αὐτοὶ
 ἀδιαφόρως
 μηδὲν
 πολλαὶ
 αὐτήν
 l. καὶ
 l. τὸ ἐν τῇ
 καὶ
 l. ἀπὸ
 l. τοῦτον
 l. ἅτε
 δι᾿
 αὐτὰς
 χειρόνων
 σ
 ψυχὰς
 ἀξιόπιστα Assem.
 φαντασίᾳ Ephr. S.
 ἐπιμελῶς
 ἑαυτῶν Ephr. S.
 l. τοῖς ἐντὸς
 αὐτῶν
 adj. πρώτῃ
 ὁ Θεός μοι,
 del. ἕ. θ.
 κλίνῃ
 εἰς τὴν β.
 τὰ τρία
 ὅτι δὲ, ὧν
 suppl. πρόβατον
 Int. πᾶσι
 ὃς
 l. δὲ
 ὃ
 ἐν ἀρχῇ δὲ
 εἴρηται
 αὐτὰς
 suppl. ἢ
 l. Λόγον
 suppl. μὴ ἂν
 suppl. μὲν τὰ ἔπη, τὴν δʼ ὑπόθεσιν οὐκ ἐπιγνώσεται,
 αὐτῶν
 l. αὐτῶν
 l. ἐπενέγκῃ,
 ἐστι
 τοὺς
 μὲν
 ita iii. 22
 suppl. ἐν τῷ
 l. ἀσύστ.
 αὐτῶν
 suppl. δὲ
 l. ἀριστερὸν
 ad. τε
 Ἀληθείας
 δὲ
 συνυπάρχ
 τοτα
 ἥ τε
 ὀνόματα
 μονότητα
 μονότητι
 πλάσματα
 ἀρχέγονον
 ἀρχῆς τῆς
 Σι
 lege διαθέσεις
 ἐνενοεῖτο
 οὕς
 l. ὀ ἄῤῥην μὲν εἰκών·
 ἐπεὶ
 ἐνενόει
 αὐτὴ
 καθ᾿ ἑαυτὴν
 ἅ
 ἐνενόει.
 ὁ ἐνενοεῖτο προέβαλε
 αι d.
 ὅλος φῶς Epiphan.
 l. ὡς οἱ ἄλλοι· ἀλλʼ ἐξ Ἀνθρώπου
 ἀληθῆ
 ἑαυτὸν
 δἰ αὐτοῦ δοξάσαι τὸν Πατέρα
 l. Ἐκκλησίας
 adj. ἑαυτὸν
 τῶν
 Int. προβεβλημένων
 G. 56.
 καὶ ἐπῳδῶν
 Int. προενεγκών. Hipp. κρατῶν
 Int. κεκομισμένον
 ἐκστήσας Hippol.
 τοῦτο
 l. δεῖ ἡμᾶς ἓν καταστῆσαι.
 Int. καὶ λαλεῖ
 Interpres, πιστοτάτων
 l. ἐ. αὐτὴν,
 Int. αἰώνων
 χρώμενα
 οὗτος οὖν ὁ
 del.   μὐτῷ,
 l. τόπων
 Hipp. αὐτὴν ἥτις ἦν
  Hipp. μόνῳ
 l. ᾧ Πατὴρ οὐδεὶς
 supple ex Hipp. ῥητὸν
 Hipp. γενέσθαι
 Hipp. ἐπέδ.
 Hipp. ἔπειτα συνῆψε
 Hipp. αὐτὸ
 γινώσκειν
 Hipp. γινώσκειν
 Hipp. ἐσχάτου
 Hipp. μονογλωττήσαντι καταντῆσαι
 H. κοινὰ καὶ ῥητὰ
 l. ὧν στοιχείων τοῦ ἐσχάτου H.
 l. ὕστατον
 suppl. ὁ. H.
 Hipp. διακεκ.
 τὰ H.
 κάτω, H.
 dele ὃ
 H. l. ὧν
 H. l. ὥστε
 H. καταμάθῃς
 H. τὸ   πρῶτον ἄλφα ω
 H. φράγμα
 H. κοιλίαν
 H. αἰδοία
 H. adj. τῆς
 H. γεννήτορα καὶ προπάτορα
 H. οἶναι
 H. παραυτίκα σιωπῆσαι,
 H. δοκεῖς ἔχει, πάλαι
 H. l. ἔχον
 H. αὐτῷ
 H. habet ἐμπεριεχουσῶν
 H. l. ὑπ᾿ αὐτὰ
 H. οὖν
 H. Ἐπὶ δὲ
 H. ἐκπεμφθεὶς
 H. τρεῖς
 H. (ἅ) φησιν
 H. τῇ
 H. ἀναλογίας
 Hipp. πεφηνέναι
 H. καταβ. καὶ κρατ.
 H. ὃν
 H. ἡμέρᾳ
 del. καὶ H.
 H. εἶναι
 l. διὰ τοῦ
 l. εἰς ἐπίσημον τοῦ   δε ἀριθμοῦ
 HIPP. delet τοῦτον ἀρ·
 κατὰ HIPP. μιμήσει tamen
 H. loco   αὐτὸς l. καὶ
 H. δὲ
 H. ἀπὸ τοῦ μέσου
 H. ἠχήσεως
 H. ἡ ψυχὴ
 H. τοῦτον
 H. ἐπὰν δὲ ἐν
 Int. προσωμίλησε μὴ
 H. ἑνότητα
 H. l. δὶς
 H. τέσσαρες
 H. adj. δὲ
 H. ha. πέντε
 H. ὑπάρχει
 H. τῷ
 H. Ἰησοῦς
 H. Ἰησοῦς
 Ἔχεις
 l. τοῦ Ἰησοῦ
 H. ἔχει
 INT. et H. ἐπιδεικνύοντα
 H. τὸν Ἰησοῦν
 H. τοῦτο
 πρόβασιν
 ι
 τὸν υἱὸν
 H. τὴν τοῦ ὑψίστου δ.
 H. πληρώματος
 H. τούτον
 H. δ. τ. στόματος τοῦ Υἱοῦ
 H. φανερῶσαν
 H. δ᾿ abest
 H. Χρ. Ἰσοῦν
 H. ὃν
 τὴν
 ὡς
 l. αὐτὸν
 l. ἀλφ. γεγ. καὶ αὐτὸν π. χ. π.
 l. τούτου
 H. συνεστάναι
 H. ὀγδοὰς καὶ δεκὰς καὶ δωδεκάς
 H. τὸ
 H. συνεπακολουθῆσαν
 l. ἀποστᾶσαν
 ap. H. deest μὲν
 H. ἀπὸ τοῦ A ὀγδόῳ κείμενον τόπῳ
 H. συντιθέντες
 H. τις
 H. τὸν ἀριθμὸν
 ε΄
 H. τῶν τριῶν
 l. τρὶς
 H. τρὶς
 δὲ
 H. ἐνενήκοντα ἐννέα ἀπεκ. ἀρ.
 H. κεῖσθαι
 l. ἐν ἑνδεκάτῳ ἂν τόπῳ
 H. αὐτῷ
 H. αὐτοὺς
 H. ἐνενήκοντα ἐννέα
 l. αὐτοὺς
 l. ἀληθῶς
 l. ἀνοίας
 πρώτυς deest ap. H.
 H. Καὶ ἐπεὶ ἀνεζεύχθη, φησὶ, τῇ τῶν ὅλων ἀναφορᾷ ὠκυτάτῃ ὑπαρχούσῃ ὁ ὕπερθεν οὐρανὸς
 l. περιερχ
 H. δωδεάδα
 H. Καὶ αὐτὰ δὲ τὰς
 H. ἔχειν
 adde ex H. αὐτὸν
 τριακοντάδα
 l. πηγῆς δύναμιν
 ταύτην
 l. ἔχοντος
 l. σῶμα et dele,
 l. στίχοις
 l. Ἰεροβοὰμ
 l. ὑτὸ
 INT. παιδὸς ὄντος καὶ μανθάνοντος τὸ ἀλφάβητον
 adjice μὴ
 l. εἶναι
 suppl. ἀπό
 adj. Ἀπόδειξιν
 l. τῶν
 d. μοι
 l. αὐτῶν
 l. ἕνα
 τοῦτο
 suppl. τοῦ βύθου
 l. τοῦ ἐν αὐτῷ Χριστοῦ
 l. τῷ ὀποβαλσάμῳ
 l. ἐστι, καὶ
 l. πνεύματος
 l. δεῖν
 l. γνώσεως
 l. κατάγει
 Πατέρα
 l. συνελήλυθε μέν 
 ἕως νῦν πράσσειν τὰ σὰ ι. τοὺς συμπράσσοντας ἃ
 ι. Λυθῆναι δὲ
 ι. μαθητὰς
 Παρέδρους καὶ ὀνειροπόμπους, ἀλλὰ καὶ 3 περίεργα ὅσα ἐμμελῶς ἀσκοῦσιν.
 ι. φαεινῆς
 Σωτῆρα
 ι. τὸ
 ι. κοσμοποίοις ὑπέθετο,
 ΙΝΤ. τῷ τ. Ι. Θεῷ
 forte ι. ὁρώμενα
 ἀν
 ΙΝΤ. ἐπιτετυχηκέναι,
 EPIPH. ἐληλακότες,
 ι. τοὺς
 ΕΡ. τῆς αὐτῆς περιφορᾶς
 ι. c. ΙΝΤ. καταφρονοῦσας
 ι. ὡς καὶ
 adj. ἢ καὶ
 καὶ
 suppl. Θεοῦ
 suppl. καὶ ἀπεχούσης
 ι. οὑὸν,
 ΙΝΤ. καὶ φρονιμώτερον
 ι. ἀπὸ
 ι. ἄγνωστον
 ι. πνευματικὸν
 ΗΙΡΡ. ἐγνῶσθαι
 ΗΙΡΡ. ἄγνωστον
 ι. Σίμωνος
 ι. Ἔννοιαν
 f. ι. προεβάλετο
 f. ι. ἐρείδεσθαι
 suppl. καὶ Ἄνθρωπος
 μὲν
 f. l. φιλεῖ
