@node
@author=Aristotle
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=W. D. Ross
@filename=tlg0086.tlg031.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0086.tlg031.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor, Rhea Lesage, Librarian for Hellenic Studies and Coordinator for the Classics Collection Development
@sourceDesc=Aristotelis Physica, W. D. Ross, Aristotle, Clarendon, Oxford, 1960, SLUB.
@sponsor=Harvard College Library
@title=Physica
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:51:02Z

64661	 καὶ γὰρ ψευδῆ λαμβάνουσι καὶ ἀσυλλόγιστοί εἰσιν αὐτῶν οἱ λόγοι· μᾶλλον δʼ ὁ Μελίσσου φορτικὸς καὶ οὐκ ἔχων ἀπορίαν, ἀλλʼ ἑνὸς ἀτόπου δοθέντος τἆλλα συμβαίνει· τοῦτο δʼ οὐθὲν χαλεπόν
 ταὐτὸ
 ἢ ἐν ὧ ὁ λόγος ὑπάρχει ᾧ συμβέβηκεν
 καὶ ἑκατέρον
 ὂν
 δὲ
 καὶ ποτὲ
 ἄλλα
 τοὺς λόγους
 ἡ ὕλη καὶ
 λέγεται
 γὰρ
 ἢ κινήσεως
 κομιζόμενος
 τὸ
 τὸ
 οὐκ ὀρθῶς
 ἢ
 τι
 κινητῷ
 τοῦ οἰκοδομητοῦ
 ὅτι
 καὶ
 ἀεὶ
 ἐστι
 σῶμα ἄπειρον αἰσθητόν
 καθάπερ εἴρηται πρότερον καὶ   κάτω.
 πεπεράνθαι ἀναγκαῖον
 ἐπὶ τοῦ μέσου
 τι
 τὸ ἄπειρον
 ἔτι τὺ εἶναι πλεοναχῶς λέγεται, ὥστε τὸ ἄπειρον οὐ δεῖ λαμβάνειν ὡς τόδε τι, οἷον ἄνθρωπον ἢ   οἰκίαν, ἀλλʼ ὡς ἡ ἡμέρα λέγεται καὶ ὁ ἀγών, οἷς τὸ εἶναι οὐχ ὡς οὐσία τις γέγονεν, ἀλλʼ ἀεὶ ἐν γενέσει ἢ φθορᾷ, πεπερασμένον, ἀλλʼ ἀεί γε ἕτερον καὶ ἕτερον·
 τοῦτο κυμβαί.   νει
 τῆς διχοτομίας
 δʼ
 τοῦ ἄστεος
 ἢ
 ἐστι
 ἔτι ὅταν μὴ διηρημένον ᾖ, ὡς μέρος ἐν ὅλῳ λέ- γεται, οἷον ἐν τῷ ὀφθαλμῷ ἡ ὄψις ἢ ἐν τῷ σώματι ἡ χείρ, ὅταν δὲ διῃρημένον, οἷον ἐν τῷ κάδῳ τὸ ὕδωρ ἢ ἐν τῷ κεραμίῳ ὁ οἶνος· ἡ μὲν γὰρ χεὶρ μετὰ τοῦ σώματος   κινεῖται, τὸ δὲ ὕδωρ ἐν τῷ κάδῳ.
 τὸ
 πέρας ἠρεμοῦν
 τῶ
 ἡ
 τῆς
 τῶ
 τῷ μεγέθει
 τοῖς σχήμασι
 ἢ
 ἔτι δεῖ δῆλον εἶναι οἷον κενὸν ἐν τοῖς κινουμένοις. νῦν δʼ οὐδαμοῦ ἐντὸς τοῦ κόσμου· ὁ γὰρ ἀὴρ ἔστιν τι, οὐ δοκεῖ δέ γε—οὐδὲ τὸ ὕδωρ, εἰ ἦσαν οἱ ἰχθύες σιδηροῖ· τῇ ἁφῇ γὰρ ἡ κρίσις τοῦ ἁπτοῦ.
 ἔτι ὥσπερ ἡ τοῦ κύκλου περιφέρεια συναγομένη εἰς ἔλαττον οὐκ ἄλλο τι λαμβάνει τὸ κοῖλον, ἀλλʼ ὃ ἦν συνήχθη, καὶ τοῦ πυρὸς ὅ τι ἄν τις λάβῃ πᾶν ἔσται   θερμόν, οὕτω καὶ τὸ πᾶν συναγωγὴ καὶ διαστολὴ τῆς αὐτῆς ὕλης.
 τοῖς
 τῷ
 ἐστιν
 ᾖ
 κατὰ συμβεβηκός
 καὶ ἦν καὶ ἔσται
 γέγονε
 τὸ
 ὁ ἀριθμὸς
 τὸ
 γὰρ
 τῷ κινεῖσθαι τὸ μὴ ὄν
 καὶ τῷ ποτὲ
error οἷον
 τι
 παὶ μὴ κίνησιν
 τὸ κινούμενον
 τῷ
 ἐν εναντιον.
 ἐπεὶ μεταξύ.
 πᾶσα οὖν λεύκανσις πάσῃ λευκάνσει ἡ αὐτὴ κατʼ   εἶδος ἔσται καὶ πᾶσα μέλανσις μελάνσει
 ὁ χρόνος
 γὰρ
 ἔσται
 ἀπορήσειε δʼ ἄν τις καὶ περὶ τοῦ ἵστασθαι, εἰ καὶ ὅσαι   παρὰ φύσιν κινήσεις, ταύταις ἔστιν ἠρεμία ἀντικειμένη. εἰ μὲν οὖν μὴ ἔσται, ἄτοπον· μένει γάρ, βίᾳ δέ. ὥστε ἠρεμοῦν τι ἔσται οὐκ ἀεὶ ἄνευ τοῦ γενέσθαι. ἀλλὰ δῆλον ὅτι ἔσται· ὥσπερ γὰρ κινεῖται παρὰ φύσιν, καὶ ἠρεμοίη ἄν τι παρὰ φύσιν. ἐπεὶ δʼ ἔστιν ἐνίοις κίνησις κατὰ φύσιν καὶ παρὰ   φύσιν, οἷον πυρὶ ἡ ἄνω κατὰ φύσιν ἡ δὲ κάτω παρὰ φύσιν, πότερον αὕτη ἐναντία ἢ ἡ τῆς γῆς; αὕτη γὰρ φέρεται κατὰ φύσιν κάτω. ἢ δῆλον ὅτι ἄμφω, ἀλλʼ οὐχ ὡσαύτως, ἀλλʼ ἡ μὲν κατὰ φύσιν ὡς κατὰ φύσιν οὔσης τῆς αὐτοῦ ἡ δʼ ἄνω τοῦ πυρὸς τῇ κάτω, ὡς ἡ κατὰ φύσιν οὖσα τῇ παρὰ   φύσιν οὔσῃ. ὁμοίως δὲ καὶ ταῖς μοναῖς. ἴσως δʼ ἠρεμίᾳ κίνησίς πῃ ἀντίκειται.
 τὸ
 τῶν στιγμῶν καὶ τῶν νῦν οὐθέν
 ἔσται, δῆλον ὡς ἤτοι
 καθʼ αὑτὸ
 ἢ κινεῖται
 τὰ B
 ἴσον χρόνον παῤ ἕκαστον   γιγνόμενον τῶν B ὅσον περ τῶν Α, ὥς φησιν,
 τὸ
 τὸ
 τοῦ ἕλκοντος
 τὸ
 τὴν Γ
 ποιόν· τὸ μὲν ποιόν
 γεγονέναι
 κινουμένου
 παὶ ὑγιάζον
 τὸ δὲ Γ ὑπὸ τοῦ Α οὐκέτι· ἀδύνατον γάρ
 κινούντων
 ἀρχαὶ
 τῶν κινούντων
 τὴν αὐτὴν
 τοῦ ὀργάνου
 τῷ ΑΒΓ
 καὶ ἀξιοῦντας,
 ἐπὶ τὸ Γ
 ἐστὶν
 πλεῖον
 τὴν
 κίνησιν
 τοιοῦτον
 ἢ τὸ ὕδωρ
