@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg015.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 3, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Φοίνισσαι, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:23Z


 
 
 
 
 
 

 
 
 

, 
 
 
 
,
 
 
 
 
ʼ 

ʼ 
, 
 
ʼ 
 

᾽, 
 
 
 
·
 
 
 
 
 

 
, 
 
 

 
, 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 — 
 
ʼ 
 
· 
 
 

. 
 
 
 
ʼ· 
 
ʼ 

 
 
 
ʼ 
 
 
,
 
 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
· 
 
 
 
,
 
 
 
 
 
·
 
 
 
ʼ, 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

 
 
· 
 
, 

 
 
 
 
 
 
,
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
·
 
 
 
 
.
 
 
 
 

ʼ 
 
 
 
 
 

. 
 
 
 
 
 

 
 
 
 
 
.
193	 
 
 
 

 
 
 
 
 
 
 

 
 
 
 

 
 
, 
 
ʼ, 
 
,
 
 
 
 

 
᾽ 
. 
 
 

 
 
 
 
 
.
 
 
 
 
·
  
, 
 
 
.
 
ʼ 
ʼ 
, 
 
. 
 
 

 
 
 
.
 — 
 
 
 
 
 
 
; — 
 
 
 
 
 

 
 
. 
 
ʼ 

 
 
 
 
ʼ 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
. 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 

᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
,
 
 
· 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
᾽ 
 
 

 
ʼ 
 
 
 
,
 
 
 
.
 
 
 
 
 
,
 
 
ʼ, 
᾽ 
 

 
 
 
·
 
ʼ 
᾽ 
 
. 
 
 
 
 

 
 
 
,
 
 
 
 
.
408	 
ʼ 
 
 
, 
 

 
 
 
 
,
ʼ 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
,
 
. 
 
ʼ 
 

ʼ 
, 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
 
ʼ 
 
·
᾽ 
 
ʼ 
 
 
 
,
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
᾽, 
 
 
 
 

, 
 
, 
 
 
 
.
 
ʼ, 
 
 
, 
 
 

 
 
 
 
.

 
 
 
 
 
,
 
 
 
 

 
 
 
 

ʼ 
 
 
 
,
, 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 

 
ʼ 
 
 
ʼ 
 
,
 
᾽ 
 
 
 

᾽ 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
,
 
 
ʼ 
 
·
 
 
 
 
ʼ 
 

 
 
 
 
ʼ 
.
616	
 
 
 
 

ʼ 
 

 
 
.

 
, 
ʼ· 
 
 
ʼ 
·
 
 
 

, 
 
ʼ 
 
.

 
 

 
, 
 

 
.

 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
.

 
 
 — 
ʼ 
᾽ 

 
 

 
;

· 
 
ʼ 
 
 
 
.
᾽ 
 
 
, 
 
 
.

 
 
 
,
 
 
 
 
 
ʼ
 
 
;

, 
 
.

, 
 
;
, 
 
, 
 
;

 
 
 
 
,
 
ʼ 
 
ʼ, 
 
.

 
 
 
, 
 
 
,
 
 

 
 
, 
 

 
.

 
ʼ 
ʼ 
 
 
 
;

 
 
 
 
.
 
ʼ 
 
;

 
 
 

, 
 
ʼ 
 
 
 
.

 
 
 
,
 
, 
 

 
;
 
 
, 
.

 
 
 
, 
,
 
ʼ 
 
.
 
ʼ, 
 
, 
 
 
 
;

ʼ 
 
᾽ 
 
,
 
᾽ 
 
 
 

 
 
 
 
.]
835	
 
ʼ 
 
 
 
 
 

, 
 

 
,
, 
 
 
 
 

 
;

᾽ 
 
, 
 
.

 
 
 
ʼ 
 
 

 
 
 
ʼ 
,
 
᾽ 
 
 
 
.

 
᾽, 
 
. 
 
 
ʼ 
 
·
 
 
 
 
ʼ 
 
.

 
ʼ 
 
 
 
᾽ 
 

 
;
 
ʼ, 
, 
 
 
, 
.

 
 
 
 

 
 
 
.
;

 
᾽ 
 
, 
 
 

 
 
 
ʼ 
.
 
 
 
 
 

ʼ 

 
 
, 
 
ʼ 

 
 
ʼ 


 
. 

 
 
, 
,
 
 
 
 

 
 
᾽, 
 
ʼ 
 
,
.

 
ʼ, 
 
, 
 
,
 
 
 
 
;

 
 
, 
 
ʼ, 
·
 
ʼ 
᾽ 
, 
 
 
.

 
 
 

, 
 
,
 
 
 
 

 
 
.
 
ʼ 
 
 
 
᾽ 
 
;

; 
 
 

 
 
 
 
 
 
.

,
 
 
 
 
,
 
 
 
, 
 

 
 
·
᾽ 
, 

 
 
 

 
 
 
,
 

 
 
 — 
 
 
᾽, 
 
,
 
 
 

, 
 
.
1087	
 
, 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
.
 
, 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
· 
 
 

 
 
 
 
.
1141	
 
 
ʼ 

 

 
 

 
 
,
᾽ 
 
 

 
,
 
 
 
 
 

 
 

 
 

, 
 

 
.
1178	
 
ʼ 

 

 
 
,
 

 
 

ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
 
 

 
 
 

 
 

 
.
1216	
 
 
 

 
 
 

 
,
 
ʼ 
 

 
 

 
 
,
 
ʼ 
 
 
 
 
 

 
ʼ 
 
, 
 
 

 
 

 
 
 
 
 
.
1262	
 
 
 
 

 
 

 
 

ʼ, 
 
 
, 
·
 
 
 
,
 
ʼ, 
 
 

 
 
,
 
. 
 
.
 
, 
 

 
 
 
·
 
 
 
.
1308	
 
 
 

 
 

 
 
,
 
 
ʼ 

 
 

 
.
 
 
,
 
 
 
,
 
 
· 
 
 

 
 
᾽ 
 
 
 
 
.
1350	
 
 
 
 
ʼ 

ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
 
.
 
᾽ 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 

 
ʼ 
 
 
 
.
, 
 
; 
 
 
;
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
, 
 
 
ʼ 
,
 
ʼ 
 
᾽ 
 
.
᾽ 
 
· 
 
 

 
, 
 
 
.
ʼ 
 
 
 
 

 
᾽ 
, 
 
 
.
 
, 
᾽, 
 
 

 
 
;

 
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
᾽ 
.
 
 
 
ʼ 
 
 

 
 
 
ʼ 
᾽ 
 — 
 
᾽ 
 
 
.
 
ʼ 
 
ʼ, 
 
 

 
 
 
.

 
 
 
 
 
,
 
ʼ 
 
, 
 
·
 
 
 
 
 
.

 
 
 
 
,
 
, 
 
 
 — 

 
 
 
ʼ, 
,
 
 
 
ʼ — 
 
 
 
 
.
 
· 
, 
 
,
 
.
, 
 
 
 
;
 
 
 
 

 
ʼ 
 
;

 

ʼ, 
 
, 

ʼ 
, 
 
· 
 
,
 
 
 
 
ʼ 
 

· 
 
 
 
,
 
ʼ 
 
 
 
 
 
, 
 
 
.
 
, 
 

 
 
 
.
 
 
; 
 

 
 
 

 

 
 
 

; 
 
,
 
 
 

 
 
 
,
 
 
,
 
 
.
 
 
 
 

ʼ 
 
 
,
 
 
, 

,
 
ʼ 
 
 

ʼ 
.
1672	 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
 
 

᾽ 
 
 
,
 
 
ʼ 
,
 
 
·
 
 
ʼ 
 

 
.
 
ʼ, 
 
, 
 

 
 
 

 
 
 

 
 
 
,
 
 
 
 
 
 
,
 
 
.
 
ʼ 
 
 
 
 

 
 

 
·
 
ʼ 
 

 
, 
 
 

 
 
 
 
.
, 
᾽ 
 

᾽ 
 
 
 
 
 
,
 
 
 

 
·
 
 
 
 
 
ʼ 
.
1787	
 
 
 
ʼ 
 
,
 
 
 
 
 
.

, 
 
 
 
 
 

 
 
· 
᾽ 
 

 
 
· 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ 

 
 
. 
 
 
ʼ 
,
 
 
 
 
, 
 
ʼ 

 
· 
 
ʼ 
,
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 

, 
ʼ 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
, 
, 
 

 
 
 
 
 
 
 
,
 
; 
 
 
 
;
 
 
 
 
 
;

 
 
 
 
 
·
 
 
ʼ, 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
; 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
,
ʼ, 
 
· 
 
 
ʼ 
.

᾽ 
, 
 
 
·
 
 
 
, 
ʼ 
, 
, 
.
1993	
 
 
ʼ 
 
 
 
 
,
 
 
 
; 
 
 
;

· 
 
ʼ 
 
 
 
.

 
 
 
; 
 
 
 
;

 
 
, 
 
 
.

 
᾽ 
, 
 
 
 
 
.

 
 
 
 
 
.

 
 
, 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
ʼ 
 
 
, 
 
.

 
 
ʼ 
, 
 
.

᾽ 
 
 
 
ʼ 
 
;

 
 
ʼ 
 
.

 
ʼ 
, 
 
 
 
;

 
 
᾽ 
 
, 
᾽ 
 
 
.

 
 
 
 
 
ʼ 
 
;

 
· 
 
 
ʼ 
, 
 
 
.

᾽ 
 
ʼ 
 
 
 
;

 
 
 
· 
 
 
 
 
.

 
, 
 
, 
 
.

᾽ 
 
ʼ 
 
 
 
.

 
ʼ 
 
; 
᾽ 
 
;

ʼ 
 
 
 
.

; 
 
᾽ 
; 
 
 
.

 
 
ʼ 
 
 
.

 
 
 
 
 
, 
;

 
ʼ· 
 
 
ʼ 
 
 
 
.

 
 
 
· 
 
 
ʼ 
 
;

 
, 
 
ʼ 
 
 
.

 
, 
 
 
;

 
· 
 
ʼ 
 
 
 
.

 
; 
 
᾽ 
 
 
.

, 
 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
 
᾽ 
 
.

 
 
 
 
;

 
ʼ 
 
 
 
.

᾽ 
 
 
 
 
 
;

 
 
 
 
 
 
᾽ 
.

 
ʼ 
 
 
 
 
;
2312	
 
 
 
 
,
 
 
 
, 
 
ʼ 
.
 
 
 
 
 

, 
 
, 
 
ʼ, 

· 
 
 
 
 

. 
 
ʼ 
ʼ 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
,
, 
 
 

 
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
·
 
ʼ 
 
,
 
 
 
 
 
 
.
 
 
 
 

· 
 
 
 
 
.

 
 
 
 
 

· 
 
, 
 
, 

 
 
 
 
.

, 
· 
 
 
 
 

. 
 
 
; 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 

 
, 
 
 

᾽ 
 
 
 
.

· 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
· 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
 
 
ʼ 
 
,
᾽ 
 
, 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
, 
 
·
 
 
 
 
 
,
 
, 
 
 
· 
 
 

 
 
 
 
.
2570	
 
 
 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 

 
 
 
 
᾽, 
 
 

 
 
ʼ 
 
 
,
 
 
᾽ 
 
 
,
 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
.
 
ʼ 
 
᾽ 
 
 
 
,
 
 
 
ʼ, 
᾽ 

ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
᾽ 
 
,
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 

,
 
 
 
 
 

 
 
 
,
 
 
 
 
 

. 
 
 
 
 
,
 
 
 
 
, 
 

 
 
.
᾽ 
᾽ 
, 
, 
 

 
 
, 
 
 

 
 
 
ʼ, 
 
 
.

 
, 
 
 
 
ʼ 
 

ʼ, 
᾽ 
 
 
 
 
.
2766	
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
᾽ 
 
,
 
· 
 
ʼ 
 
 
 
.
 
 
, 
, 
 
·
 
 
ʼ 
 
 

 
 
, 
 
 
 
,
 
 
 
᾽ 
 
.
᾽ 
 
 
, 
, 
 

 
 
 
 
 
·
 
, 
 
 
 

 
. 
 
 
᾽ 
,
 
 
 
 
 
 

 
 
· 
 
 
 
 

᾽ 
, 
 
 

 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
,
, 
· 
 
 
 

 
 
 
 
 
.
᾽, 
 
 
 
 
 
 
,
ʼ· 
 
ʼ 
 
 
.
 
 
, 
 
 
;
 
᾽ 
 
 
, 
 
 
,
 
ʼ 
, 
 
ʼ 
,
 
 
 
᾽ 
 
.
 
 
 
, 
 

 
, 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
 
·
 
 
 
᾽, 
 
 
 
.

 
, 
 
 
 
 
,
, 
· 
᾽ 

 
 
 
 
 
.
 
 
 
 

, 
; 
 
 
ʼ· 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
᾽ 
 
 
·
᾽ 
 
 
. 
 
, 
,
 
, 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 
,
 
 
ʼ 
 
 

 
 
ʼ 
 
.
 
 
ʼ 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
 
; 
 
 
 
 
 
;
3096	 
 
ʼ, 
 
,
 
 
 
ʼ 
 
;
 
; 
 
 
.
 
 
 
᾽ 
 
 

; 
 
ʼ 
 
 
; 
ʼ 
 
·
 
 
ʼ 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
·
 
 
ʼ, 
᾽ 
 
.
ʼ, 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
; 
 
 
 
ʼ 
;
 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
᾽ 
 
, 
 
 
,
 
, 
 
 
.
 
 
᾽ 
. 
 
, 
, 
·
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
ʼ, 
 
 
 
᾽ — 
 
 
 
 — 
 
, 
 
 
 
;
 
ʼ 
 
 
, 
 
,
 
 
 
 
᾽ 
 
;
 
 
 
 

 
;
᾽, 
 
, 

 
 
᾽ 
᾽ 
 
.
 
ʼ 
 
 
 
 
᾽ 
,
 
 
 
 
 
;
 
 
 
· 
 
 

 
, 
 
 
 

. 
 
 
, 
,
 
 
 
ʼ 
 
 
.
 
 
, 
· 
 
,
 
ʼ 
 
, 
 
.

 
, 
 
ʼ 
 

 
 
ʼ 
 
 
.
3334	
, 
 
 
᾽ 
, 
᾽ 
 

 
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
ʼ 
 
·
 
 
ʼ 
 
 
ʼ 
.
 
 
ʼ 
 
 
, 
 
.

 
; 
 
᾽ 
, 
 
 
 

 
 
 
 
 
 
;

, 
 
 
· 
 
 
 
;

· 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
;

 
 
᾽ 
 
 
 
.

 
 
 
, 
 
 
 
.

 
· 
 
ʼ 
 
 
 
 
.

 
ʼ· 
 
 
 
 
 
.

 
 
 
 
;

ʼ· 
 
 
.

 
 
 
 — 

 
 
 
.

 
 — 

 
ʼ 
 
 
 
ʼ 
;

 
 
 
 
 — 

 
 
.

 
 — 

 
 
 
.

 
ʼ, 
 
.

, 
 
ʼ 
 
.

 
 — 

᾽ 
 
, 
 
, 
.

 
ʼ 
 
.

 
 
 
.

 
, 
 
 
;

 
 
 
 
.

 
, 
;

 
 
 
 
.

 
.

 
 
 
 
 
.
3580	
, 
 
· 
 
ʼ 
, 
.

 
.

· 
 
 
 
 
.

 
 
.

 
 
.

 
᾽ 
 
.

 
.

 
 
 
 
;

, 
 
 
 
.

 
 
, 
.

᾽ 
 
 
.

 
᾽ 
 
ʼ 
.

 
 
 
 
.

 
 
.

 
 
 
 
;

 
 
ʼ 
 
;

 
 
.

 
᾽ 
 
.

 
ʼ 
· 
 
ʼ, 
 
;

 
.

 
 
ʼ 
;

 
 
.

 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
, 
᾽ 
 
 
 
 
 
·
 
 
 
, 
, 
, 
 
, 
 
ʼ 
·
 
 
 
, 
 
ʼ 
 
.
 
, 
ʼ 
 
, 
 
, 
,
 
ʼ 
 
, 
 
 
ʼ 
.
 
 
ʼ 
 
 
 
 
᾽ 
 
·
 
ʼ 
 
ʼ, 
 
 
 

᾽ 
 
 
 
 
.

ʼ 
 
· 
 
ʼ 
 
 

 
 
 
 
 
.
3799	
 
 
 

, 
 

 
 

 
 

, 
 

 
 
 

 
 
,
 
 
 

 
 
,
 

 
 
·
 
 
 
 
 
,
 
 

 
 
 

 

 
 
,
 
 
 

 
 
.
3861	
 
 
 

 
 

ʼ 
 
 

 
 

 
·
 
 
 

 
 
·
 
 

 
 
,
 
 
ʼ
 
 

 
 
 
·
 
 

 
 
 

 
· 

 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
.
3929	
 
, 
 

 
ʼ 

, 
 
 
,
 
 
,
, 
 
·
 
 
 
·
 
 
 

 
 
,
 
 

 
,
 
, 
 
 
 
,
 — 
 

, 
 
 
·
 
ʼ 
 
.
3981	
 
 
 
 
 

ʼ, 
 
 
 
,
 
᾽, 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
ʼ 
.

 
᾽ 
 
 
 
ʼ, 

, 
 
 
 

 
ʼ 
 
 
 
.

 
 
 
ʼ 
 
, 
·
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
,
 
ʼ 
 
 
 
.
᾽ 
 
 
 
᾽ 
ʼ 
·
 
ʼ 
 
, 
᾽ 
 
.

 
 
; 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
 
;

 
 
ʼ 
 
.

 
ʼ 
 
 
.

; 
 
 
 
 
 
 
ʼ 
;

 
 
ʼ, 
 
 
.

 
 
 
 
, 
 
ʼ 
.

 
 
 
 
 
 
.

 
ʼ 
 
 
 
.

· 
ʼ 
 
 
 
.

ʼ 
· 
 
᾽ 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
ʼ 
 
 
;

 
, 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

 
 
, 
 
 
 
.

 
 
 
.

᾽ 
 
 
 
 
;

 
 
· 
 
 
.

 
 
 
 
 
.

 
 
 
 
.

 
ʼ, 
 
 
 
;

 
 
 
 
.

 
 
; 
 
 
;

 
· 
 
ʼ, 
 
 
.

 
 
 
 
;
4300	
ʼ 
 
 
, 
 
ʼ 
 — 

 
 
; 
 
 
 
.

 

 
 
.

 
 
; 
 
 
 
.

ʼ 
 
 
 
 
 
 
.

 
 
 
 
;

, 
 
 
.

ʼ· 
 
 
.

 
 
ʼ
 
ʼ 
 
 
᾽ 
.

 
 
 
 
;

· 
 
 
 
 
.

 
᾽· 
 
 
 

 
 
 
, 
 
,
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
.
᾽ 
ʼ, 
 
 
 
 
.
 
 
᾽ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
,
 
 
· 
 
 
ʼ 

 
 
 
 
᾽ 
 
.
 
ʼ 
 
· 
 
 
;
ʼ 
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
· 
 
 
ʼ 
·
 
ʼ 
, 
 
, 
.
 
ʼ 
 
 
, 
 
 

 
 
 
,
᾽ 
 
᾽· 
 
 
 

, 
 
 
,
 
 
 
, 
·
 
 
 
 
 
 
,
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
᾽ 
, 
·
 
 
, 
 

 
 
 
 
,
 
 
 
, 
 
 
 
.
 
 
 
ʼ 
,
 
 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
, 
 
,
 
 
 
.
4585	
 
 
, 
 
ʼ 

 
 
 
 
 
;
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 

 

 
 
.
᾽ 
 
 
 
 
,
 
 
 
 

 
 
 

 
, 
 

 
,
 
 
,
 
 
 

 
.
 
 
 
 
, 
 

 
 
 
,
 
.
4670	
 
 
 
 
, 
 
 
 
,
 
 
 
, 
ʼ 
,
 
 
, 
 
 
,
 
 
·
 
 
 
, 
 
, 

 

 
 
 
,
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 

 
· 
 
ʼ 
 

 

 
 
 
 
.
 
 
 
 
 
ʼ 
 
,
᾽ 
 
 

 
 
, 
 
·
 
 
 
 
 
.
4763	
, 
 
ʼ, 
 
,
 
 
 
 
 
ʼ 
 
,
 
 
 
 

 
, 
 
 
·
 
 
ʼ 
 

 
, 
 
 
 

 
 
 
 
 
 

 
 
 
 
,
 
 
 

 
 
·
 
ʼ, 
 
 
,
 
 
,
 
ʼ 
 
 
 
 
 
᾽ 
᾽ 
 
ʼ
 
.
4839	
 
, 
· 
 
 

 
 
, 
 
 
·
᾽ 
 
 
 
 
 
ʼ 
,
, 
 
· 
 
·
 
 
 
 
 
,
 
 
ʼ 
 

 
 
, 
 
.
 
, 
 
, 
 

 
 
 
 
 

 
 
 
· 
 
 
 
,
 
 
 
 
 
.

· 
 
, 
, 
 

 
 
· 
 
ʼ 
, 
·
 
ʼ 
 
 
 
 

 
 
 
.

, 
· 
 
 
 
, 
;

 
ʼ· 
 
 

 
ʼ 
, 
 
 
.

 
 
 
 

᾽ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
ʼ 
·
 
 
 
, 
 
, 

 
 
 
.

 
 
 
 
·
 
 
 
ʼ, 
 
 
,
 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
·
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
.
5029	
 
 
᾽ 
 
 

 
· 
 
ʼ, 
 
 
,
. 
 
 
 
 
, 
,
 
 
 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
 
 

 
 
 
.
 
 
 
 

, 
 
 
 
,
 
· 
 
 
 

᾽ 
 
, 
 

· 
 
ʼ 
ʼ 
 

, 
 
 
 
 
.
 
 

, 
 
ʼ 
 
 

 
 
 
 
 
;
 
 
 
 
, 
·
 
 
 
 
 

 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
, 
 

 
 
ʼ 
ʼ 
 
,
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
 
 
 
.
᾽ — 
 
 
 
᾽ 
 
᾽ 

 
 
 
 
 

 
 
 
 — 
. 
ʼ· 
 
 
 
 

 
, 
 
, 
· 
 
 
;

 
, 
.

 
.

, 
 
;

 
 
ʼ, 
᾽ 
 
.

 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
;

 
 
 
 
 
 
;

 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
, 
 
 
᾽ 
;

᾽ 
 
 
, 
 
 
.

 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.
5327	
 
 
 
 
 
·
 
 
 
 
ʼ 
 
,
 
ʼ, 
 
 
 
 
.

 
; 
᾽ 
 
 
, 
 
;

 
, 
 
 
 
.

 
 
 
 
 
 
.

 
ʼ, 
 
 
 
 
.

 
, 
 
· 
 
.

 
᾽ 
᾽ 
 
· 
 
.

 
ʼ· 
 
 
 
 
 
.

 
 
ʼ, 
 
 
;

 
 
 
 
 
 
 — 

 
 
; 
ʼ 
 
.

· 
 
 
 
 
 
.

 
 
ʼ· 
 
 
.

 
 
 
; 
 
 
;

 
 
᾽, 
 
ʼ 
.

 
 
ʼ 
 
᾽ 
 
 
 
;

 
ʼ 
 
 
 
ʼ 
 
.
 
 
, 
 
 
 

 
 
 
,
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
.
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
ʼ 

ʼ 
 
 
, 
᾽ 

, 
 
ʼ 
 
 

 
· 
 
 
 
 

᾽, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
 
ʼ 
,
 
 
 
. 
 
 
 

 
ʼ. 
 
 
 
·
 
 
 
 
 
ʼ, 
᾽ 
 
.
 
 
 
᾽ 
 

 
 
 
 
.
 
ʼ 
 
 
 

, 
 
ʼ 
᾽ 
 
,
 
 
. 
᾽ 
 
 

 
· 
 
 
 
 
 
.
 
 
ʼ 
 
᾽ 
· 
, 
,
 
. 
 
ʼ 
 
 
,
· 
 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
᾽ 
 
 
 

 
 
 
. 
 
 

 
, 
 
 
.
5663	
, 
 
 
 
 
;
 
 
 
 
 
.

 
ʼ 
 
 
; 
 
 
ʼ 
 
.
 
 
ʼ 
 
᾽ 
 
,
 
 
 
 
.
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ — 
 
 
 
 
 — 
 
 
 
.
᾽ 
, 
, 
 
 
 
,
ʼ 
 
 
,
ʼ 
 
 
᾽ 
 
·
 
 
 
 
 
,
 
 
, 
 
 
·
 
ʼ 
, 
, 
.

 
 
; 
 
; 
 
;

 
 
᾽ 
 
᾽ 
.

 
 
 
, 
 
ʼ 
.

 
 — 

 
 
, 
, 
;

ʼ 
 
.

 
 
 
 
;

 
.

 
 
;

.

 
 
᾽ 
 
 
;

 
 
.

 
 
 
;

 
 
.

 
, 
.
 
· 
 
 
 
 
,
 
 
 
ʼ, 
 
,
 
 
 
ʼ 
 — 
᾽ 
, 
· 
 
 
 
. — 
5865	, 
 
 
 
 
,
 
, 
᾽ 
 
 
·
 
ʼ 
, 
 
 
,
 
 
. 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
ʼ 
.
 
 
 
ʼ, 
 
 
 

 
 
 
᾽ 
 
.
 
· 
 
 
 

 
 
 
 

 
ʼ 
ʼ 
 
 
,
 
 
 
 
·
 
, 
 
 
 

 
ʼ 
, 
 
 
 

ʼ· 
 
ʼ 
 
, 
 
.
 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 

, 
ʼ 
 
 
,
 
· 
 
.
 
, 
 
 
 
 

, 
 
 
᾽ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
.
6037	
 
,
 
, 
 

 
ʼ 
,
 
,
 

,
 
,
 

 
ʼ 
·
 
 
ʼ 

 
 
ʼ
 
 

 
ʼ 

 
 
 

· 
 
 

 
᾽ 
 
 
.
 
 
,
 
 

 
·
 
,
 
,
 
᾽ 

 
 
.
 
 

 
ʼ 
 
,
 
 

 
 
 
ʼ 
.
6119	
 
ʼ 

 

 
 

 
 

᾽ 
, 
 
ʼ 
·
 
 

 

 

 
,
 
 
·
ʼ 
 
ʼ 

 
 

 

 
. 
ʼ 
ʼ,
 
 
 

 
 
,
 
 
 
,
 
ʼ 
 
 

 
.
᾽ 
 

᾽ 
, 

, 
 
 

 
,
 

ʼ 
᾽ 
,
 
 
 

 
 
 
.
6205	
, 
 
 
 
 
;
ʼ· 
ʼ 
 
.
 
᾽ 
· 
 
 
, 
᾽ 

ʼ, 
, 
 
 
,
ʼ 
 
 
 
.

 
ʼ, 
 
 
 
 

 
, 
 
ʼ 

 
 
 
 
;
 
 
 
 
; 
 
.

, 
 
 
᾽, 
 
ʼ
 
.

 
ʼ; 
 
 
 
;

ʼ 
, 
 
 
.

 
 
 
 
 
;

 
ʼ 
᾽ 
· 
᾽ 
 
 

 
 
 
 
.

 
 
 
, 
 
 
 

ʼ· 
 
 
 
 
᾽, 
 
 
.

 
 
 
 
᾽ 
 
.

. 
 
 
 

 
 
;
, 
 
 
 
 

 
, 
 
 
.

 
 
 
 
 

 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 

 
᾽ 
, 
 
 
,
 
, 
 
ʼ
 
 

ʼ, 
 
ʼ 
 
,
 
 
 
 
 

 
ʼ 
. 
 
ʼ 
᾽ 

 
 
 

 
, 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
6429	 
 
 
 
 

 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
,
 
 
 

 
. 
 
 

 
 
ʼ 
 
᾽ 

 
 
, 
 
ʼ 

ʼ, 
 
 
ʼ 
.
 
ʼ 
 
ʼ 
 

ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
᾽ 

 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
᾽ 

 
 
 
 
,
 
 
 
 

ʼ 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
·
 
ʼ 
 
 

 
᾽ 
 
 
 

 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
,
 
ʼ· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 

 
 
ʼ 

 
ʼ 
· 
 
ʼ 
 
,
 
 
 
 
 
·
 
 
, 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
ʼ 
;
 
ʼ 
 
, 
 
 
·
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
·
 
ʼ 
 
 
 
.
6697	 
ʼ 
, 
 
, 
 

 
 
 
 
 

 
 
, 
 
 
·
᾽ 
 
ʼ 
 
 

 
 
 
 

, 
ʼ 
 
·
 
 
 
 
 

 
, 
 
ʼ 
 

· 
᾽ 
 

 
 
 
 
.
 
 
᾽ 
 
 
,
 
 
 
, 
 
ʼ 
.
 
 
 
 
 

 
 
 
 

 
, 
᾽ 

 
 
· 
 
 

 
 
 
 
,
 
ʼ 
ʼ 
. 
 
ʼ 
 

, 
 
 
.
 
 
 
᾽ 
 
 
;
 
 
 

 
, 
 
ʼ 
,
ʼ 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
.
 
᾽ 
᾽ 
 
 

ʼ 
᾽ 
 
ʼ 
 
,
 
 
ʼ 
 
.
 
ʼ 
 
 

 
 
 
· 
 

, 
 
 
· 
 
 

ʼ· 
 
 
ʼ 
 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 

 
 
 

 
, 
 
 
ʼ 
 

 
· 
 
ʼ 
 
 
·
 
 
 
,
 
ʼ 
 
 
ʼ 
᾽ 
,
 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
, 
 
·
 
 
 
 
 
 
.

 
 
· 
 
ʼ 
ʼ 
 

 
 — 
 
 
.
6973	
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ 
 
 
 
,
 
, 
 
 
 
,
 
 
. 
᾽ 
 
 
,
 
 
 
ʼ 
 
.

 
 
· 
᾽ 
 
 
.

᾽ 
 
 
· 
 
.

 
 
 
 
 
;

 
 
ʼ 
 
 
 
.

 
ʼ· 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
᾽ 
᾽ 
 
 
.

 
 
 
 
 
 
.

· 
 
ʼ 
 
 
 

 
, 
 
 
;
 
 
 
 
, 

, 
 
 
 
,
 
 
 

 
 
 
᾽ 
 
.
 
ʼ 
ʼ 
᾽ 
 

, 
 
 
 
·
 
, 
 
ʼ 
,
 
 
, 
 
 

 
 
᾽ 
 
.
 
 
 
 
 

 
 
 
 
·
 
 
 
᾽, 
 
 
,
 
 
 
 
·
 
ʼ 
ʼ 
, 
, 

, 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
ʼ 
.
 
 
ʼ 
, 
 
 

 
 
 
.
7219	 
ʼ 
 
 
 

 
 
 
·
 
ʼ 
, 
 
 
 

 
, 
 
 
 
.
 
 
 
 
ʼ 
 

ʼ 
᾽ 
 
 
.
 
ʼ 
 
 

 
 
 
 
·
, 
 
 
 
 

 
 
ʼ 
 
 
·
 
ʼ 
· 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
.
 
 
ʼ 
, 
 
ʼ 

 
ʼ 
 
ʼ 

 
 
ʼ, 
 
 
 
,
 
 
 
 
 
 
.
᾽, 
 
ʼ 
 
 
 
 

 
ʼ 
, 
ʼ, 
 

 
· 
 
 
 
·
 
 
 
 

 
 
᾽ 
 
 
.

 
 
ʼ 
 
 
·
 
 
 
 

 
 
 
 
,
᾽ 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
.

᾽, 
 
 
, 
 

 
 
 
 
;

 
, 
 
 
 
.

 
;

 
 
 
.

 
, 
 
, 
;

 
ʼ, 
᾽ 
.

, 
 
ʼ;

 
.

ʼ 
.

 
 
 
 
.

 
 
 
;

 
 
.

 
, 
;

ʼ 
 
.

 
 
 
ʼ· 
 
.

ʼ 
, 
· 
, 
 
 

 
 
, 
 
 
 
·
 
ʼ 
 
 
.
7485	
 
, 
 

 
ʼ 
· 
 
 
ʼ 

 
 
 
 
.
 
 
 

 
 — 
 
 
, 
 
, 
 
 — 
 
, 
 

ʼ 
, 
ʼ 
;
ʼ 
 
, 
 
 
 
 
;
7532	
 
 
 
, 
 
,
 
 
 

 
 
ʼ 
ʼ 
.
, 
 
 
 

 
ʼ 
,
 
 
 

 
 
 
.
 
 
 
·
 
 
 
. 
 
 
 
 
᾽ 
.
7579	
 
 
 
 
 
 

 
 
, 
 
 
 
.
7595	
, 
 
; 
᾽ 
 
 

 
, 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
, 
 
ʼ 
·
 
 
 
 
 

 
 
ʼ 
 
,
 
 
 
· 
 
ʼ 
 

 
 
 
, 

 
 
ʼ 
᾽ 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
.

ʼ 
 
, 
, 
 

 
 
 
 
 
.

; 
 
 
; 
 
.

 
 
 
 

 
ʼ 
 
 
 
.

 
; 
 
 
 
 

 
 
᾽ 
 
 
 
᾽ 
.

᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
, 
,
 
 
 
 
.

, 
 
 
 
 
,
 
 
 
 

, 
 
 
 
 
.
7752	
 
 
, 
᾽ 
 
 
 
 
;

ʼ· 
 
 
 
 
.

 
, 
 
· 
 
 
 
.

 
 
 
. 
 
 
;

᾽ 
 
 
 
 
 
, 
.
7796	
·
 
 
 
 
 
.
 
ʼ 
ʼ 
 

 
 
 
;

᾽ 
 
 
ʼ, 
 
ʼ 
.

 
 
,

 
 
 
 
 
ʼ 
 
.

 
 
᾽ 
 
 
;

ʼ 
 
 
 
 
.

ʼ 
 
, 
 
 
 
 
 
.

 
, 
 
ʼ, 
, 

 
 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
ʼ 
; 
 
.

 
 
 
 
 

ʼ· 
 
 
 
 
.
 
 
 
ʼ 
ʼ 

 
 
 
 
,
 
ʼ 
 
 

 
 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 — 
 
 
ʼ, 
 

ʼ 
 
 
 
 
 — 
 
 
 
, 
 
ʼ 

 
 
· — 
 
 
 

 
 
 
ʼ· 
 
 
,
 
 
 
 
 

 
ʼ 
 
᾽ 
᾽ 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
·
 
 
· 
᾽ 
 
,
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
, 
 
 
.
᾽ 
 
 
 

, 
 
 
 
.
 
 
 
 
ʼ 

 
 
, 
 
 
.
8054	 
 
 
 

 
, 
 
 

· 
 
ʼ 
 
,
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
, 
 

 
, 
 
ʼ 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

, 
 
ʼ 
 
 

 
ʼ 
ʼ 
· 
 
 
ʼ 

, 
 
 
ʼ 
.
 
 
 
 

 
 
, 
 
ʼ 

 
 
ʼ 
 
.
 
 
 
 
 

 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
ʼ 

 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
, 
 
.
 
 
 
ʼ· 
 
 
 
,
 
 
 
 
,
 
, 
 
ʼ 
 
 
.
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.

 
, 
 
, 
, 
ʼ 
 
·
 
 
ʼ 
 
 
 
.
8275	
 
 
 
 
 
 
 
.
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 

· 
 
ʼ, 
 

. 
 
ʼ 
 
 

ʼ, 
, 
 
 
 

ʼ, 
 
ʼ 
 
ʼ 
·
 
 
, 
 
 

ʼ 
 
. 
 
ʼ 

ʼ 
 
 
 

 
, 
 
 

 
 
 
, 
 
ʼ 

 
, 
 
 
.
 
ʼ 
 
᾽ 
, 
 
 
ʼ 

 
 
ʼ 
 
 
·
, 
· 
 
 

 
᾽ 
 
 
 
.
 
 
 
᾽, 
᾽ 
 
.
 
 
ʼ, 
 
, 
 
, 
,
 
 
, 
 
 

, 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
,
 — 
 
ʼ 
 
 
 — 
 
ʼ· 
 
 
 
 
.
8442	 
ʼ 
᾽ 
 
 
.
 
ʼ, 
 
 
 
,
ʼ, 
ʼ 
 
 

 
· 
 
 
 

 
, 
 
 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
. 
 
ʼ 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
᾽ 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
· 
 
 
 

 
 
 
 
·
 
 
 

 
 
 
.
 
, 
 
ʼ 

, 
 
ʼ 
 
 

 
. 
 
ʼ 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 

ʼ 
 
 
.
 
 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
 

᾽ 
, 
 
 
.
8595	
 
 
 
 

 
· 
 
 

 
 
 

 
 
 
 

 
 
.
8619	
 
 

 
 
᾽ 
 
 
 
 
 
ʼ, 
 
,
 
 
 
, 
 
 
 
᾽ 
, 
 
 
 
,
 
 
. 
, 
 
.
 
, 
 
᾽ 
· 
 
, 
·
 
ʼ 
 — 
 
, 
 
 
 — 
 
 
 
ʼ
 
, 
 
.
 

 
 
 
 

 
, 
 
, 
 
,
,
 
 
᾽ 
 
,
 
 
, 
ʼ 
;
 
 
 
 
,
 
 

 
 
 

 
 
 
.
 
 
, 
,
 
 
 
 

 
ʼ 

 
 
 
ʼ
 

ʼ 
 
;
ʼ, 
 
 — 
 
᾽ 
, 
 
 

 
 
 
 
,
 

 
 
;
 
 

 
 
ʼ 
 
 
 
 
 

 
 
᾽ 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
ʼ 
 
;
8793	 
 

, 
 
 
,
 
, 
,
, 
 
 
, 
 

 
 
 

 
 
 
 
.
, 
 
ʼ 

 

ʼ 
 
 
 
;

 
ʼ, 
 
, 
 

 
 
 

 
 
 
 
 
,
 
 
 
 

 
 

 
;

 
 
 
,
, 
 
 
 

 
᾽ 
, 

 
 
 
 
 
 
,

, 
.

 
 
· 
 
 
 
᾽, 
.
 
· 
 

 
 
; 
 
, 
.
8900	
 
᾽ 
 
᾽ 
,
᾽ 
 
· 
 

 

 
 
 
 
 
 
 
 
,
 
, 
 
.

.

 
 
,

.

ʼ 
 
·
 
 
 
ʼ 
᾽ 
 

 
 
 

 
 
 
 — 

 
 
 
 
 
·
 
 
ʼ 
 
 
, 
, 
 
;

 

 
 
,
 
 
 

 
 
.
 
ʼ 
 
 
 

 
 
 
,
 
,
, 
 
 
,
 
 
, 

 
 
 
,
 
ʼ 
, 
 
ʼ 
·
 
 
 
 
 
 

 
, 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
, 
 
 
 
 

 
.
9043	
 
 
 
 

᾽ 
· 
 
ʼ 
 
.

 
 
 
ʼ, 
 
 

 
· 
 
ʼ, 
, 

· 
 
 
 
 

 
 
, 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
. 
 
᾽ 
 
 

᾽ 
 
 
, 
 
 
 

 
 
 
 
 
 
 
.

 
ʼ, 
᾽ 
 
 
ʼ 
 

 
ʼ, 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
ʼ 

 
 
· 
 
 
.
 
ʼ 
, 
 
 
 

 
 
 
 
·
 
 
 
 
 
· 
 
 

 
 
 
 
·
 
 — 
 
 

 
 
 
 
,
 
ʼ 
 
ʼ, 
  
 
 

 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
,
 
ʼ 
 
, 
 
,
 
 
 
 
 
.
 
 
 
 
ʼ 

᾽ 
 
᾽ 
ʼ 
 
ʼ 
 
 

 
 
 
᾽ 
.
· 
 
 
ʼ 
 
 
;
 
 
 
 
 
;
᾽ 
 
; 
 
ʼ 
 
ʼ 
ʼ 
.
᾽ 
 
; 
᾽ 
 
 
.
᾽ 
 
 
 
ʼ 
 
;
; 
 
ʼ 
 
᾽ 
, 
;
 
, 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
· 
 
 
 
ʼ 

 
 
, 
 
 
 
.
9335	
 
ʼ 
 
 
 
 
 
,
 
 
 
ʼ 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ, 
 
 

 
 
 
, 
 

ʼ 
 
᾽ 
 
 
.
 
 
 
 
·
 
 
 
᾽ 
 
 

 
 
, 
 
.
 
ʼ 
 
 
 

 
, 
, 
 

 
 
 
 

ʼ, 
 
 
 
 
 
.

 
, 
 
 
ʼ 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
, 
 
ʼ 
 
,
᾽ 
 
 
 
, 
.
 
ʼ 
 
 
 
·
 
᾽ 
 
ʼ 
 
;
 
 
 
 
;

 
ʼ, 
 
, 
.

 
, 
 
 
 
 
 
.

; 
ʼ 
 
 
;

, 
 
 
ʼ 
 
 
ʼ 
.

 
ʼ; 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
.

 
, 
 
 
 
 
;

 
᾽ 
 
, 
 
, 
.

 
 
, 
 
 
.

 
᾽ 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
 
 
.

 
᾽, 
 
᾽ 
 
 
.

ʼ 
 
, 
ʼ, 
 
 
 
.

 
, 
 
 
.

 
 
 
᾽ 
 
 
.

 
 
 
 
 
, 
.

 
· 
 
 
 
 
.

 
ʼ 
 
 
 
 
ʼ 
.

 
᾽ 
 
 
 
 
.

᾽ 
 
ʼ 
 
 
.

 
᾽ 
 
 
 
 
.

 
ʼ, 
 
 
 
 
.
9670	
 
 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
ʼ 
· 
 
 
 
;

 
᾽ 
 
 
ʼ 
 
.

 
 
ʼ 
 
;

 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
;

 
᾽ 
 
.

 
, 
 
ʼ 
 
.

 
 
ʼ, 
 
 
.

ʼ, 
 
 
ʼ 
, 
 
.

 
, 
 
 
 
 
.

᾽ 
 
, 
 
 
 
, 
;

ʼ 
, 
ʼ 
 
 
.

 
 
 
 
 
, 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
 
ʼ 
;

ʼ· 
 
 
ʼ 
ʼ, 
 
ʼ 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

, 
 
ʼ, 
 
, 
.

 
 
, 
 
 
 
.

, 
 
 
 
.

 
, 
 
ʼ 
.

 
, 
᾽ 
ʼ 
 
.

 
 
 
 
 
;

᾽ 
 
 
 
 
.

 
 
ʼ 
 
 
.

, 
 
 
 
 
.

 
 
ʼ 
ʼ 
 
.

 
 
᾽ 
 
 
.

 
, 
 
, 
 
.

 
; 
᾽ 
 
 
 
 
;

 
 
 
 
ʼ 
.

; 
 
 
 
 
;

 
, 
ʼ 
 
.
᾽ 
, 
 
᾽ 
 
,
 
 
 
 
.
9946	
ʼ 
 
 
· 
 
 
,
 
, 

 
᾽ 
 
 
.


, 
·
, 
 
 
 
 
.

 
᾽, 

 
 
 
 
.

 
 
 
;
 
ʼ, 
 
.

 
 
 
,
 
 
 
,
᾽ 
 
.

 
, 
 

 
 
 
ʼ 
 
.
 
, 
 
ʼ 
 
.

 
; 
 
; 
 
 
 
,
᾽ 
 
 
.

᾽ 
 
 
 
 
 
 


 

ʼ 
 
.

 
 
.
 
 
 
ʼ 
.
 
ʼ 
 
 

 
 
 
,
 
, 
 
.
 
 
 
 

ʼ 
 
 
 

ʼ 
.
 
 
 

 
 
 

 
 
·
ʼ 
 

 
ʼ 
,
 
 
 
 
 

, 
, 
 
 
 
, 
, 
,
 
 
.

 
 
 
.

 
 
.

 
ʼ 
 
 
 — 

 
ʼ 
 
.

ʼ 
 
 
 
 

 
 
.

 
 

 
ʼ 
 

 
 
 
,
 
 
 
 
;
10163	
 
 
 
, 
ʼ, 
 
,
 
 
ʼ 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
.
10211	
 
 
 
, 
 

 

 
 
 
.
