@node
@author=Hermogenes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Hugo Rabe
@filename=tlg0592.tlg003.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0592.tlg003.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig) 2015 - 2017, Bruce Robertson, Technical Advisor
@sourceDesc=Hermogenis Opera, Hugo Rabe, Hermogenes, Teubner, Leipzig, 1913, Rhaetores Graeci, 6, Hathi Trust.
@sponsor=Harvard College Library
@title=Περὶ εὑρέσεως
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:05:35Z

 
 
 
 
 
 
 
 1 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 ῾ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾿ . 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. — 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 ῾ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
· ῾ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
᾿ . 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
· 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
· 
 
 
 
 ῾ 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾿ . 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
ʼ. ― 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
» 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 ῾ 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
, 
, 
 
 
 
 
 
 
 
᾿ . 
 
 
 
 
ʼ 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
· ῾ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. ― 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 »· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
ʼ. ― 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
». 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 »· 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
». — 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ.
 
 
 
 
, 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
· ῾ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
ʼ.
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 2 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
’, 
 
 
, 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
᾿ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ. 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 ῾ 
 
 
 
ʼ.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
 
 ῾ 
 
 
 
 
ʼ, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 ῾ 
 
 
 
 
 
 
, 
 
 
 
 
 
᾿. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 ῾ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. — 
 
, 
 
 
 
 
 
 ῾ 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 4 
 
 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
, 
 
 
, 
 
 
 
 
· 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
᾿ . 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
᾽ 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
. — 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. — 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
» 
 
 
 
 
 
 
 
 
». 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
». 
 
 
 
 
, 
 
 — 
 
 
 
 — ῾ 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
ʼ. 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
· ῾ 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
· ῾ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
ʼ. 
 
 
 
 
 
, 
 
 
 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 ῾ 
ʼ 
 
 
 
 
 
ʼ.
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 2 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
· 
 
 
, 
 
ʼ. 
 
 
 
 
, 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ. 
 
 
 
, 
 
 ῾ 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
ʼ.
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 — 
 
 
 
 
ʼ 
 
 
 —, 
 
 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ. — 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
᾿ . 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
· 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
᾿ . 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 ῾ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 ῾ 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 ῾ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
᾿ . 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
ʼ. — 
 
 
 
 
 
, 
 
 
 
, ῾ 
 
ʼ 
 ῾ 
ʼ, 
 
, 
 
 
 
 
 
· 
 
 
 
 ῾ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
ʼ. 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
᾽ 
 
ʼ.
 
 
 
, 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
ʼ, 
 
 
· 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ. — 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
 
, ῾ 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
 
, 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
.
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 ῾ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
.
 
 
· ῾ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ.
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
 7 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 ῾ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 ῾ 
 
 
 
 
 
, 
 
 
 
ʼ.
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
 
, 
 
, 
 
 
 
· 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
᾽ 
 
 ῾ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
᾽ 
 
 
 
 ῾ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 — 
, 
 
 
 
’. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
, 
 
 
 
. 
 
 
 
, 
, 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
»· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
ʼ 
 
, 
 
 
, 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
».
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
, 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
ʼ, 
 
 
 
ʼ 
 
 
 
 
, 
ʼ 
 
 
, 
ʼ 
 
 
, 
ʼ 
 
 
 
 
, 
ʼ 
 
 
 
 
;ʼ
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
2· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
᾽ 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
’ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. — 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
.— 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
, 
ʼ 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ. 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
, 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
. 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
ʼ 
 
 
, 
 
 
. 
 
 
 
 
 
 
. — 
 
 
 
 
 
 
 
 
 — 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 —, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
». 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
» 
 
 
 
. — 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
, 
᾽, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
» 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
´. — 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
, 
, 
» 
 
 
 
· 
 
, 
 
 
 
 
, 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
» 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
», 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
 
» 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
2 
 
 
· 
 
 
 
 
 
 
 
 
, 
, 
, 
, 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
, 
'
 
 
 
 
ʼ, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
ʼ. 
 
 
 
 
ʼ 
 
, 
᾽ 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
.
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
ʼ, 
, 
 
 
 
 
 
 
 
ʼ· 
 
 
 
· 
 
 
 
ʼ, 
 
. 
 
 
 
 
 
ʼ, 
· 
᾽ 
 
ʼ, 
· 
 
 
 
, 
ʼ, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
». 
ʼ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
;» 
 
 
 
 
 
 
, 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
»· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
» 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 

 
, 

 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 

 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
, 
, 
, 
· 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
.— 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
ʼ. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 

 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
ʼ 
 
᾽ 
ʼ· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʹ. — 
 
 
 
 
 
 
 
, 
, 
 
ʼ, 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
; 
 
, 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
’· 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
 
’· 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
 
’. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
’, 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
. 
, 
 
 
 
 
· 
 
 
 
, 
ʼ 
 
 
. 
, 
 
 
 
 
· 
 
 
 
 
, 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
· 
 
 
 
 
 
, 
 
 
ʼ 
 
· 
 
 
 
 
 
, 
 
, 
 
;
 
ʼ 
 
 
 
. 
 
 
 
 
ʼ 
 
 
, 
 
 
 
ʼ, 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
. 
 
 
, 
 
 
 
ʼ. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
ʼ. 
᾽ 
 
ʼ, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
ʼ 
 
 
ʼ· 
 
 
, 
 
, 
.
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
᾽ 
, 
, 
. 
 
, 
 
 
 
 
, 
 
 
 
;» 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
, 
 
, 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
. 
 
 
ʼ, 
. 
 
 
 
 
, 
 
ʼ· 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
», 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
». 
 
 
 
 
 
 
ʼ, 
 
 
 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʹ, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʹ. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
 
 
 
 — 
 
 
 
 
 
 
 —, 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
ʼ. 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
; 
 
 
; 
 
 
 
; 
 
 
, 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
; 
 
 
ʼ. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. — 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
;ʼ — 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
ʼ. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
, 
 
 
ʼ.
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
ʹ. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
;᾿ , 
 
 
 
 
 
 
 
 
 
 
, 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʼ, 
 
 
 
, 
 
 
; 
 
 
 
, 
 
 
;ʼ 
 
 
, 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
, 
· 
 
 
ʼ· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʹ, 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ· 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
; 
 
 
ʼ.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
;ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
· 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
;ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
;ʼ
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
.
 
 
 
 
᾽ 
 
 
 
 12 
. 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
ʹ. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ.
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
’, 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ. 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
· 
 
 
 
 
, 
· 
 
, 
ʼ, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
 
 
᾿. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
· 
 
 
, 
· 
 
 
 
 
 
, 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 — 
 
 
 
 
 
 
 
 — 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. — 
 
 
 — 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
, 
 
 
, 
, 
, 
, 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
᾽ 
 
. 
 
 
 
, 
, 
᾽ 
 
 
 
᾽ 
 
· 
᾽ 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
». 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
 
, 
 
 
ʹ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
» 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
’, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
’, 
 
 
 
 
 
 
 
 
, 
 
’. 
 
 
 
 
 
 
· 
 
 
’, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
’.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
;’ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ. — 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. — 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 »· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
», 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ.
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
 
 
 
 
 
 
»· 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
»· 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
», 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 — 
 
 
 
 
 
 
;» 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
, 
 
 
.»
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
, 
 
 
᾽, 
 
 
 
 
 
, 
 
 
 
 
;» 
 
 
 
 
, 
 
ʼ 
 
ʼ 
, 
 
ʼ 
, 
 
 
 
 
 
;» 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
ʼ
 
 
, 
». 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
», 
 
 
 
 
 
 
 
, 
 
 
 
’.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
». 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
; 
, 
 
 
 
; 
 
 
 
 
 
 
. 
᾽ 
 
 
; 
 
 
, 
 
 
, 
 
. 
 
 
ʼ 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
», 
 
 
 
 
 
, 
 
, 
 
 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
. — 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
». 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
», 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
». 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
». 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
». 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾿ . — 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
», 
 
 
 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
» 
 
 
 
 
 
 
 
»· 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
» 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 4 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
», 
 
 
 
 
 
 
 
 
», 
 
 
 
 
 
 
 
 
 
 
 
», 
 
 
 
 
ʼ 
 
» 
 
 
 
. 
 
 
 
 
 
 — 
 
 
 
 
 
, 
 
 
 
 —, 
 
 
 
 
. — 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 — 
 
 
 
 
 
 
 — · 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
» 
 
, 
 
 
 
 
.
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
, 
. 
 
 
 
, 
 
 
, 
 
 
», 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
», 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
. 
 
 
 
· 
 
 
, 
 
 
 
 
.
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
»· 
 
 
 
 
 
 
 
 
 
. — 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
; 
 
 
 
; 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. — 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
;ʼ 
 
 
 
. — 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ — 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
;’ — 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
. — 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ. — 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
».
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ. 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
. — 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
· 
 
 
, 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
», 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
. 
 
 
, 
 
 
, 
 
 
», 
 
 
 
· 
 
 
 
 
» 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
», 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
2, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
» , 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
»· 
 
 
 
 
 
 
 
 
 
 
 
. — 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 — 
 
 
 
 
 
 —, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
ʼ 
, 
 
, 
 
ʼ
·
 
ʼ 
 
 
 

· 
 
 
 
 
᾽ 
 
 
 
ʼ 
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
 
.»
 
 
 
, 
 
 
 
 
 5 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
;ʼ 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
; 
 
 
 
 
ʼ, 
 
 
 
 
;ʼ 
 
 
 
 
ʼ, 
 
 
 
 
 
 
; 
 
 
 
, 
 
· 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
;ʼ
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
ʼ· 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
· 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
» 
 
 
 
 
᾽ 
 
», 
 
 
 
 
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
».
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
ʼ, 
 
 
 
 
 
, 
 
ʼ, 
 
 
ʼ 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
»· 
 
 
 
 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 8 
 
. 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
»· 
 
 
 
 
, 
 
, 
 

 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
», 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
»· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
»
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
ʼ 
 
» 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
, 
 
 
»
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
».
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
  
. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 10 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
», 
 
 
, 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
, 
 
· 
 
 
᾽ 
 
 
 
», 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
» 
 
 
 
. — 
 
 
, 
, 
 
 
 
 
 
, 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
» 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
», 
 
 
 
 
 
 
᾽ 
 
 
ʼ, 
 
 
 
 
 
 
 
ʼ 
 
’. 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
» 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
»
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
» 
 
, 
 
 
 
 
, 
 
ʼ 
».
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
»,
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
, 
 
 
»·
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
»·
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
».
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
»,
 
 
 
 
 
 
 
 
 
, 
 
 
 
»·
 
 
 
 
 
, 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
ʼ 

 
 
 
 
»,
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
ʼ 
 
»
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
, 
 
 
 
, 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
, 
 
 
, 
 
 
 
 
ʼ, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
’, 
 
 
 
, 
 
 
 
 
’. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
’, 
 
 
 
, 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
’ 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
, 
 
, 
 
· 
, 
 
, 
 
, 
 
 
. — 
 
 
 
 
, 
 
’ 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
’ 
 
 
 
’. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
’· 
 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
, 
 
 
 
 
 
 
 
’.
 
 
 
 
 
 
 
 
, 
 
 
· 
· 
 
 
 
 
’ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
’, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
’, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
’, 
 
, 
 
, 
 
 
 
 
 
 
’, 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
.
