@node
@author=Dionysius of Halicarnassus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Karl Jacoby
@filename=tlg0081.tlg001.perseus-grc1
@funder=Google Digital Humanities Awards Program
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Alison Babeu, Bridget Almas, Monica Berti
@sourceDesc=Dionysii Halicarnasei Antiquitatum Romanarum quae supersunt, Vol I-IV, Dionysius of Halicarnassus, Karl Jacoby, In Aedibus B.G. Teubneri, Leipzig, 1885, Keyboarding.
@sponsor=Perseus Project, Tufts University
@title=Antiquitates Romanae, Books I-XX
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:44:54Z

322578	 πάντες
 τοῖς
 ὑπατεύοντα
 αὐτῆς
 ἀνθρώπους
 πόντον
 καὶ
 καὶ
 τὸ αὐτὸ ἔπαθεν
 γῆς
 οἱ
 ἣν
 ἐπʼ αὐτῶν
 ἱερῶν
 θαλάττης
 οἱ ἔχειν
 ἐκ τοῦ νεὼ
 δοκοῦσι γάρ μοι τοῦ θ μήπω γράμματος εὑρημένου τῷ δ δηλοῦν τὴν ἐκείνου δύναμιν οἱ παλαιοί.
 τὸν Αἰνείαν
 χρόνων ἡ Ῥώμη.
 ὑπὸ
 τὸν
 τῶν ἐκείνου
 ὡς δὲ καὶ ὁ φθόνος
 οὔτε φωνὰς οὔτε δίαιταν
 ὡς ἀληθῆ εἶναι
 τὰ
 ὑπὲρ
 τὴν ζέαν
 λόφου
 ἔργα
 ἀπόκρισιν
 τὰ
 ἀνήρ,
 ὁ
 ἐν
 τῇ τρίτῃ ἡμέρᾳ
 τοὺς
 καὶ αὔθαδες
 βασιλεῦσι
 κατʼ
 χρὴ δὲ τὴν δευτέραν συλλαβὴν ἐκτείνοντας βαρυτονεῖν
 τούτων
 καὶ
 γενόμενοι
 ἂν
 καὶ
 ὑπὲρ
 καινῷ
 καὶ
 τοῦ χρόνου
 ἐν
 γεωργοὺς
 πλούτων
 φαίνονται παρʼ ὑμῶν προτέρων αὗται λελυμέναι τε καὶ μηδενὸς λόγου ἠξιωμέναι· ὅθεν δὴ
 ἡ
 ἐθνῶν
 ἃ
 δὲ
 ἐπὶ
 τοῦ παρόντος
 αὐτοῦ
 ἄνδρες
 ὀλίγῳ
 κτημάτων
 διὰ
 ἀντεῖχον
 καὶ
 δύναμιν
 πρὸς
 σπονδὰς
 ὡς
 καὶ
 φράτρᾳ
 βασιλεὺς μὲν δὴ Ταρκύνιος οὐ μικρῶν οὐδὲ ὀλίγων Ῥωμαίοις ἀγαθῶν αἴτιος γενόμενος, ὀκτὼ καὶ τριάκοντα ἔτη τὴν ἀρχὴν κατασχὼν οὕτω τελευτᾷ.
 τὴν
 τῷ
 ἱερὰ
 κατὰ
 τοὺς
 Ἑλληνικῶν
 δὲ
 τὰ παράδοξα
 τὴν
 καὶ δωροδοκίαις
 εἴτʼ ἐκ τῶν πολιτῶν,
 εἰς
 τῆς δουλείας
 πελάνου γένος
 τε
 τὸν ἐπιφανέστατον τῶν Γαβίων
 καὶ κομίζεσθαι τοὺς διωμολογημένους μισθούς
 τὸ ξίφος
 οὗ
 αἰσχύνης ἄξια
 τὸ δοχθέν.
 ἡ μὲν δὴ βασιλικὴ πολιτεία διαμείνασα μετὰ τὸν οἰκισμὸν   τῆς Ῥώμης ἐτῶν τεττάρων καὶ τετταράκοντα καὶ διακοσίων ἀριθμόν, ἐπὶ δὲ τοῦ τελευταίου βασιλέως τυραννὶς γενομένη, διὰ ταύτας τὰς προφάσεις καὶ ὑπὸ τούτων κατελύθη τῶν ἀνδρῶν.
 ἄνδρες
 ὅτι
 προθεὶς
 τὸν
 ἐπιτηδείων
 δίκας
 καὶ
 ἐπὶ τὰ
 ἡ φέρουσα δίοδος ἀπὸ τῆς ἀγορᾶς ἐπὶ τὸν μέγαν ἱππόδρομον.
 τόπῳ
 συμβαλεῖν τοῖς πολεμίοις αὐτίκα
 αὐτῶν
 τοῦ
 αὐτοὺς
 καὶ
 οὔτως
 Ποστομίῳ
 ἀπόρως
 ἀπὸ
 ὕπατος
 πολέμων
 ὡς
 οἱ δʼ ἐν τῷ κατόπιν ἐνιαυτῷ τὴν ὕπατον ἀρχὴν παραλαβόντες Αὖλος Σεμπρώνιος Ἀτρατῖνος καὶ Μάρκος Μηνύκιος, ἐπὶ τῆς ἑβδομηκοστῆς καὶ πρώτης ὀλυμπιάδος, ἣν ἐνίκα στάδιον Τισικράτης Κροτωνιάτης, ἄρχοντος Ἀθήνησιν Ἱππάρχου.
 μή,
 τὸν
 αὐτήν,
 , ὡς
 ἡμῶν
 ἐξ
 ὁ
 Ποστούμιος
 τότε ἀνθρώπων
 ἐξ
 εἶναι
 ἂν
 τε
 αὐτῶν,
 μίαν
 τῶν
 καὶ
 οἴομαι
 ὃς
 ἢ
 μένει
 καὶ διαλύσει
 καὶ
 τι
 γνώμαις
 βάρος
 μένειν
 μετὰ τῶν ὅπλων
 ἀλλʼ
 τοῦ ἀδελφοῦ
 Μαλακὸς
 τε καὶ πονηροτάτων
 καὶ
 χρήματα  ματα καὶ βοσκήματα
 δίκην
 τοὺς
 ὅ τι βούλονται
 αὐτὸ δρῶσιν
 γενομένῃ
 ἐν
 μὴ
 ὧν
 τὰ δʼ
 ὄντων
 τὸν δῆμον
 ἐν γοῦν τῷ δικαίῳ,  οἱ  πολλοὺς καὶ μεγάλους συνδιενέγκαντες ὑμῖν πολέμους καὶ
 τῶν δημοτῶν
 ἢ
 πολιτῶν
 ἡ φυλετικὴ
 δὲ
 μαχομένων
 ἐλάττονα,
 τὸ
 αὐτῷ τιμησάντων
 λέγω δὲ
 ἔχειν
 εἴτε
 τοῖς
 καθʼ
 δικαστήριον
 μαχησόμενοι
 μαχησόμενον
 ὡς
 στρατηγὸς
 Ῥωμαίους
 ἡ πολιορκία
 ὑπʼ αὐτῶν
 οἱ νῦν ὄντες
 τε
 καὶ πολεμῶ
 Οὐολούσκοις
 οὐκ
 ταύτην γε δίδωμι τὴν ἀπόκρισιν
 ἐν
 τῶν πόλεων
 γῆς
 μέρος
 ἡ
 ἱκανὸν ἓν παράδειγμα καὶ οἰκεῖον·
 γηραιοὺς ἄνδρας
 καὶ τὸ καταφυγεῖν ἐπὶ τοὺς ἠδικημένους τὸ ἀδικοῦν ταπεινόν, θεῶν ἡμῖν ταῦτα τὰ ἔθη καταστησαμένων·
 καὶ πάντα τἆλλα, οἷς κοσμεῖσθαι τὰς αὐτοκράτορας ἀρχὰς νόμος, τὰ μὲν ἐμείωσε, τὰ δʼ ἐκποδὼν εἰς τέλος ἐποίησε
 καὶ
 ἀμυνομένας, ἢ σκεπούσας τὰ σώματα
 φθόνον
 τῶν νεκρῶν
 χολοῦσθαὶ
 πρὸς ἀλλήλους ἡ βουλὴ καὶ ὁ δῆμος
 νῦν
 καὶ πολὺ ἀλκιμωτέρους αὐτῶν
 ἐπὶ
 ἔνθα ὁ Μάλλιος ἦν
 Μάλλιος
 ἡ
 τὰ
 ἰδιώταις
 ἔγνω
 μετὰ
 ποιησάμενοι
 καὶ
 ἀγώνων
 καὶ
 ἀρχῆς
 ὡς δʼ
 τοῦ λιμοῦ
 διὰ τὸν
 τὸν
 ἔδωκαν
 Ἄππιος
 αὐτάς
 αἰτεῖν
 ἀφυλάκτους
 τεταγμένους
 ὡς ἂν
 ὑβρίσαιεν
 Λεύκιον
 τοὺς
 αὐτῶν
 διαλεγόμενοι
 ἀγαθά
 καὶ
 καὶ τὸ κατʼ   ἄλλα καὶ ἄλλα μέρη τῆς ἀγορᾶς ὑπὸ θορύβου καὶ ἀταξίας κινούμενον ἐπʼ αὐτοὺς
 ἡδονάς
 ἔτι
 ἔγωγε
 ὑμῖν
 ἔλεγον
 δέ
 λχι. μετὰ δὲ τοῦτον τὸν ἐνιαυτὸν ὀλυμπιὰς μὲν ἦν ὀγδοηκοστὴ καὶ τρίτη, ἣν ἐνίκα στάδιον Κρίσων   Ἱμεραῖος, ἄρχοντος Ἀθήνησι Φιλίσκου, τὴν δὲ ὑπατικὴν ἐξουσίαν ἐν Ῥώμῃ κατεῖχεν Ἄππιος μὲν Κλαύδιος τρίτον ἔτος ἡγούμενος τῆς δεκαδαρχίας κατὰ τὸ ἑξῆς, οἱ δὲ σὺν αὐτῷ τὸν παρελθόντα ἐνιαυτὸν ἄρξαντες δεύτερον ἐπὶ τῆς αὐτῆς ἐξουσίας μένοντες.
 εἴ τι
 Ποτῖτος
 καὶ
 δέ μοι ταύτην τοῦ βίου προαίρεσιν
 πάντες οἱ τὰ κοινὰ διοικοῦντες
 τοῦ καλοῦ
 ὥσπερ
 ὡς
 δὲ
 καὶ
 ἵνα
 παῖδα
 κόμης
 οντες, μή τι πάθοι δεινόν, ἀλλὰ καὶ τὸν
 α λόγον, ὡς
 κατωνείδιζον
 τινὰ νίκην ἢ βλάβην ἐποιήσατε κατὰ
 ἀπεδείξασθε, κακῶς
 καταδῃωθεῖσαν
 ρατοῦντες τοῖς ὅπλοις τῶν ἐναντίων
 ἐμπειροτάτους· ἐνεδείξαντο γὰρ
 φέρων
 κατʼ αὐτῶν ἐκχέαντος   Κλαυδίου Γαΐου, καὶ πάντων
 ἔχουσι δʼ ἐξουσίαν ἐναντιοῦσθαι δήμαρχοι τοῖς ὑπάτοις
 τῇ
 ὑπατείας· ὥστε
 ζήτει ἐν τῷ περὶ δημηγοριῶν
 καλοῦμαι
 καὶ
 δὲ
 εἰς
 ὁ
 ἢ
 ἀλλὰ
 ὑπατεύοντος
 ἐν
 ζήτει ἐν τῷ περὶ στρατηγημάτων καὶ δημηγοριῶν. περὶ τοῦ υἱοῦ Μαλλίου τοῦ μονομαχήσαντος.
 ποιοῦντες
 ἃ
 καὶ τὴν κρίσιν
 τε
 τῆς
 τε
 ζήτει ἐν τῷ περὶ στρατηγημάτων
 τὰ
 Πύρρου καὶ Ῥωμαίων ὑπάτων Ποπλίου Δεκίου καὶ Ποπλίου Σουλπικίου
 εἶναι
 καὶ
 Φαβρικίου
 ἢ
 αὐτὸν
 περὶ πρεσβείας
