@node
@author=Autolycus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Friedrich Hultsch
@filename=tlg1210.tlg002.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg1210.tlg002.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Autolyci De sphaera quae movetur liber, Fridericus Hultsch, Autolycus, In Aedibus B.G. Teubneri, Lipsiae, 1885, Internet Archive.
@sponsor=University of Leipzig
@title=De Ortibus et Occasibus
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:04:32Z

11857	marginal (α)
marginal (β)
footnote (α) Ὥστε ὀφθὲν ἀνατέλλον μηκέτι ὀφθῆναι ἀνατέλλον. (β) Οἷον ἐπὶ τῆς τοὺ κυνὸς ἐπιτολῆς, ὅτε πρῶτον φανῇ.
marginal (γ)
marginal (δ)
marginal (ε)
footnote (γ) Ὡς μηκέτι ὀφθῆναι δὺνον. δ) Ἐπειδὴ γὰρ τὰ προηγούμενα σημεῖα πρότερον ἀνατέλλει, ὅσα ἄν λάβωμεν ἐπὶ τῆς ΓΖA περιφερείας, καθὰ πρόεισιν ὁ   ἣλιος, πρὸ τοὺ Α ἀνατέλλει, τουτέστι τοὺ #8736; (συνανατέλλει γὰρ τοῦτο τῷ Α), ἀεὶ οὖν ὁ ἥλιος πρὸ τοὺ #8736; ἀνατέλλει· τὰ γὰρ προηγούμενα πρότερον ἀνατέλλει καὶ πρότερον δύνει, προηγούμενον δὲ τὸ Α. (ε) #8736;ιὰ τὸ καταυγάζεσθαι. PΟΡΟS. 1: conf. in appendice ad hunc librum schol. 2.
marginal (Ϛ)
marginal (ζ)
footnote (Ϛ) Ἐπειδὴ ὑπὲρ γῆν τὸ ΓΖ ἡμικύκλιον. (ζ) Τουτέστι πρὸ τούτου μὴ φαινόμενον δύνον, τότε πρῶ-   τον φανῇ δύνον.
marginal (η)
footnote (η) Ἐπειδὴ ἔτι αὐγαί εἰσιν ὑπὲρ γῆν.
marginal (θ)
marginal (ι)
footnote (θ) Ἐν ὅσῳ γὰρ ὁ ἥλιος τὴν ΓΖΑ περιφέρειαν διαπορεύ-εται, τὸ ∠; οὐδέπω ἀνέτειλεν, ἐπειδὴ οὐδὲ τὸ Α· πάντα γὰρ τὰ ἐπὶ τῆς ΓΖΑ περιφερείας πρὸ τοὺ Α ἀνατέλλει ὡς προηγούμενα, ταῦτα δὲ διαπορεύεται ὁ ἥλιος. (ι) Καὶ προηγούμενον τὸ Η προανατέλλει. (ια)
marginal (ιβ)
marginal (ιγ)
marginal (ιδ)
marginal (ιε)
footnote (ια) Τουτέστιν ἔστω τοῦ #8736; ἄστρου ἡ φαινομένη πρώτη ἐπι-τολὴ τοῦ ἡλίου ὄντος πρὸς τῷ Ε, ἵνα, τοῦ ἡλίου γενομένου πρὸς   τῷ Ε, τότε πρώτως φανῇ τοὺ ∠ ἄστρου ἡ ἑῴα φαινομένη ἐπιτολή· μηδέ πω τοῦ ἡλίου παραγενομένου ἐπὶ τὸ Ε σημεῖον, ἀλλʼ ἔτι ἐπὶ τῆς ΑΕ περιφερείας ὄντος μὴ φαίνεσθαι τοὺ ∠ ἄστρου τὴν ἑῴαν φαινομένην ἐπιτολήν. (ιβ) Ὡς προηγουμένη τοῦ H. (ιγ) Ἐπειδὴ γὰρ ὁ ἥλιος, τὴν ΑΕ περιφέρειαν διελθών καὶ ἐπὶ τὸ Ε σημεῖον παραγενόμενος, τότε πρώτως ποιεῖ τῷ ∠ ἄστρῳ τὴν ἑῴαν φαινομένην ἐπιτολήν, τοὺ ἄρα ἡλίου τὴν ΑΕ περιφέρειαν διερχομένου καὶ μήπω κατὰ τὸ Ε σημεῖον γενορένου, οὐ ποιεῖ τῷ ∠ ἄστρῳ τὴν ἑῴαν φαινομένην ἀνατολήν   ὥστε τὴν ΑΕ περιφέρειαν διερχομένου τοῦ ἡλίου οὐ φαίνεται τὸ Α ἄστρον ἐπιτέλλον. ὁμοίως δὲ οὐδὲ τὴν ΓΗ διερχομένου το ἡλίου φαίνεται τὸ ∠ ἄστρον ἀνατέλλον διὰ τὰ αὐτά. (ιδ) λΩʼ ὅταν συμπληρώσῃ αὐτάς. (ιε) Ἐπειδὴ ὑπὲρ γῆν.
marginal (ιϚ)
marginal (ιζ)
marginal (ιη)
footnote (ιϚ) ∠ιὰ τὸ αʹ. (ιζ) Ἔτι γὰρ αὐγαί εἰσιν, ἀλλʼ ὅταν πληρώσῃ αὐτάς. (ιη) Ἐπειδὴ ὑπὲρ γῆν. FIGURA non difert a superiore, ac similis exstat in ACE.
marginal (ι0)
marginal (κ)
footnote (ιθ) Τουτέστι βορειeτερον τοὺ Α τὸ Β. τουτέστι νοτιώτερον τοὺ Α τὸ ∠. (κ) Ἐπειδὴ καὶ κατὰ παραλλήλων κύκλων, οὕς γράφουσι τὰ   σημεῖα, τό τε Α ἀνατέλλον δύνει καὶ τὸ Γ δῦνον ἀνατέλλει, καὶ ἐν ὅσῳ ἑκάτερον τὴν ἰδίαν περιφέρςιαν διαπορεύεται, ὁ ζῳδιακὸς τὴν ἔμπαλιν θέσιν ἕξει, καὶ ὃ ἦν ὑπὸ γῆν ἡμικύκλιον ὺπὲρ γῆν ἔσται. FIGURA prior similis exstat in codicibus AC; in E repetita est figura propositionis 3, sed littera ζ propius α posita. 1) Scilicet sit β borealius et δ meridionalius ipso α. AU. RlA in marg. p. 10 (conf. σχόλιον ιθ).
marginal (κα)
marginal (κβ)
marginal (κγ)
footnote (κα) Σαφηνείας δὲ χάριν τοὺ Α δύνοντος κατὰ τὸ Θ, τὸ Γ ἀνατελλέτω κατὰ τὸ Κ, καὶ ἐχέτω θέσιν ὁ ζῳδιακὸς τὴν ΚΝΘ ἔσται δὴ τὸ μὲν ΑΕΓ ἡμικύκλιον, ὡς τὸ ΘΝΚ, ὑπὲρ γῆς φαινὸμενον, ἡ δὲ AE ἔσται ὡς ἡ ΘΝ, ἡ δὲ λοιπὴ ἔσται ὡς ἡ λοιπὴ ὑπὸ γῆν. καὶ τοίνυν τοὺ Α δύνοντος κατὰ τὸ Θ,   τοῦ δλ Γ ἐπιτέλλοντος κατὰ τὸ Κ, καὶ γενομένου τοὺ ἡλίου πρὸς τῷ Γ, τουτέστι πρὸς τῷ Κ (τὸ γὰρ Γ ἐπὶ τὸ Κ παραγενέσθω), ἔσται τοῦ Θ ἄστρου ἡ ἐῴόα ἀληθινὴ δύσις, τουτέστι τοῦ Α ἡ ἀληθινὴ δύσις· τὸ γὰρ Α ἐπὶ τὸ Ε παρεγένετο. ἔσται οὖν τοῦ Θ, τουτέστι τοῦ Α, ἡ φαινομένη ἑῴα δύσις τοὺ ἡλίου ὄντος   πρὸς τῷ M, τουτέστι πρὸς τῷ Ζ (ἡ γὰρ Κ Μ περιφέρεια ἡ ΓΖ ἐστίν)· ὥστε τοὺ Α ἡ ἑῴα φαινομένη δύσις ἐστὶ τοῦ ἡλίου ὄντος πρὸς τῷ Ζ. (κβ) Τοῦτο οὐκ ἀκριβῶς, ἀλλὰ κατὰ τὸ σύνεγγυς. (κγ) Διαπορευομένου δὲ αὐτοῦ τὴν EΓΖ , γίνεται τοῦ Α   ἄστρου τε ἑῴα φαινομένη ἐπιτολὴ καὶ ἡ εῴα φαινομένη δύσις, ὥστε ἐν ἡμίσει ἐνιαυτοὺ γίνεται. 1) Autol. propos. 1 huius. 2) Conf. σχόλιον κα et in appendice 8.
marginal (κδ)
marginal (κε)
marginal (κϚ)
marginal (κζ)
footnote (κδ) ∠ιὰ τὸ θʹ τοῦ περὶ κινουμένης σφαίρας. (κε) τις ἐγένετο διὰ τὴν φαινομένην αὐτῶν ἐπιτολήν. (κϛ) Ἐπειδὴ γὰρ τοῦ Α δύνοντος τὸ Β ὑπὲρ γῆν ἐστιν, ἀλλὰ τοῦ Α δύνοντος τὸ Γ ἀνατέλλει, καὶ τοῦ Γ ἄρα ἀνατέλλοντος   τὸ Β ὑπὲρ γῆν ἐστιν. (κζ) Τουτέστι τὸ ὀφεῖλον ἄστρον ἀνατεῖλαι τοῦ Β δύνοντος τὸ Ε ἐπὶ τῆς ΚΖΘ περιφερείας ἐστίν, ἥτις ἐστὶν ὑπὸ γῆν, ἐπειδὴ τὸ Β ὑπὲρ γῆν ἐστιν· ὥστε, ὅτε τὸ Β δύνει, ἐκεῖνο ἀνατέλλει. FIGURAm secundum codices ACE delineavimus. Circumferentia θα, ipsi ηβ parallela, non comuparet in AC. Notam ζ eodem loco servavimnus, quo codices exhibent; sed tamen, ubi (κη)
marginal (κθ)
marginal (λ)
footnote (κη) Διὰ τὸ ἐν ἴσῳ χρόνῳ ἐκφεύγειν τὰ ἄστρα τας τοῦ   ἡλίου αὐγάς. (κθ) Ὡς ὑπὲρ γῆν ὅν διὰ τὸ τὸ ∠ ὑπὸ γῆ εἶναι, οὗ δύνοντος αὐτὸ ἀνατέλλει. (λ) Τὴν γὰρ ΜΚΟ τοῦ ἡλίου διαπορευομένου τὸ Β ἀπὸ ἑῴας φαινομένης ἐπιτολῆς ἑῳαν φαινομένην δύσιν ποιεῖται,   ἥτις μείζων ἐστὶν ἡμίσους ἐνιαυτοῦ, ὡς ἡμίσους ἡμικυκλίου μείζων.
marginal (λα)
marginal (λβ)
footnote (λα) ∠είκνυται δέ, κἂν τὴν ἀπόστασιν τοῦ ἡλίου τὴν μεταξὺ τῆς ΝΚ ποιησώμεθα [ἡ ἀπὸ τοῦ Μ ἕως τοῦ Κ⌋· κοινῆς γὰρ προστιθεμένης τῆς ΞΝ πάντως ἐλάττων ἡμικυκλίου δείκνυται. (λβ) Καὶ τοῦτο σαφέστερον νοεῖται, αν ὁμοίως τῷ πρὸ   αὐτοῦ καταγρὰψαντες ἀκολουθήσωομιεν.
marginal (λγ)
footnote (λγ) Ἵνᾷ ὑπεξέλῃ τὰ ἀεὶ φανερὰ καὶ τὰ ἀεὶ ἀφανῆ. FIGURAM codiectura nostra supplevimus.
marginal (λδ)
footnote (λδ) ∠ιὰ τὸ τξεʹ νυχθημέρων εἶναι τὸν ἐνιαυτὸν καὶ τετάρτου· τὸ οὑν ἐλλεῖπον τὸ δʹ ἐστι, παρʹ ὅ συνανατέλλει αὐτῷ τὸ ἄστρον. FIGΟHA similis exstat im codicibus AC. ln E intra circulum adnotatum est σχῆμα τὸ αὐτὸ (scilicet illud quod nos p. 70 edidimus).
marginal (λε)
footnote (λε) Οὐ διέρχεται δέ, ἐπειδή, εἰ ἐν τξεʹ περιφοραῖς μόνον διῄει τὸν ἐνιαυτὸν, τὸ ἠμισυ τοῦ κύκλου ἐν τῷ ἡμίσει τοῦ ἐνιαυτοῦ διιών πάντως ἄν ἔδυνε κατὰ τὸ Γ ἐπειδὴ δὲ ἐν τξεʼ περιφοραῖς οὐ τὸν πάντα κύκλον δίεισιν, ἁλλὰ τὸν παρὰ τέταρτον, δῆλον ὅτι πρὸ τοῦ Γ που δύσεται, διὰ τὸ τὸ ἠμισυ τῶν   τξεʹ πρὸ τοῦ Γ που πίπτειν.
marginal (λϛ)
marginal (λζ)
marginal (ἵη)
marginal (λθ)
footnote (λϛ) Τουτέστιν ἐσχάτως φαινέσθω δῦνον. (λζ) Τουτέστι, πρὶν ἐγγίσει αὐτῷ ὁ ῆλιος, φαινέσθω ἀνατέλλον, ἀπέχοντος ιεʼ μοίρας. (λη) Κράνη γὰρ ἀνατέλλον πρὶν ἀνατεῖλαι τὸν ἥγλιον. (λθ) Κἰ γὰρ πρὸς τῷ Ζ ὄντος τοῦ ἡλίου ἐφαίνετο, δῆλον ὅτι ἐγγυτέρω ὄντος   οὐ φαίνεται τὸ Ε. δύνον. VIΟCHAM descripsimus ad similitudinem eius quae exstat in codicibus ACE, nisi quod ibi litterae ζ θ ε κ η latius inter se distant ac paene totum semicirculum obtinent. Graecus
marginal (μ)
marginal (μα)
marginal (μβ)
marginal (μγ)
footnote (μ) Τουτέστι μεταξὺ τῆς ΖΕ περιφερείας λαμβάνοντες σημεῖον καὶ ὁμοίως δεικνύντες. (μα) Σφειλεν δὲ μετὰ τὸ τὸν ῆλιον δῦναι φανῆναι δῦνον ἐσχάτως. (μζ) Εἰ γὰρ ἀπωτέρω ὄντος τοῦ ἡλίου ἐφαίνετο ἀνατέλλον, δῆλον ὅτι ἐγγύτερον ντος οὐ φαίνεται. (μγ) Τουτέστι μετὰ μὲν τὸ δῦναι τὸν ἤλιον, πρὸς τῷ Ζ   ὄντος αὐτοῦ, ἐσχάτως φαινέσθω δύνον τὸ Ε, καὶ πάλιν πρὶν ἀνατεῖλαι αὐτὸν, πρὸς τῷ H ὄντος αὐτοῦ, πρώτως φαινέσθω ἀνατέλλον· μηδέπω μὲν γὰρ φθάσαντος αὐτὸ τοῦ ἡλίου, ἁλλ’ ἀπέχοντος μοίρας ιε, μετὰ τὸ δῦνοι αὐτόν, ἐσχάτως φαίνεται. εἶτο ἐπικαταλαβόντος αὐτὸ τοῦ ἡλίου ἀφανισθέν, προκόπτοντος   τοῦ ἡλίου τὴν ἐναντίαν τῷ παντὶ μὴ φαινόμενον. πάλιν πρὸς ταῖς ἀνατολαῖς ἀποστάντος αὐτοῦ πρώτως φαίνεται πρὶν ἀνατεῖλαι τὸν ῆλιον. εἰκότως σὖν πρώτως ἔσται ἡ ἑσπερία ἐπιτολὴ σινομένη ἐσχάτη, εἶτα ἡ ἑῴα πρώτη ἐπιτολή, ὅτι ἁπὸ ἑσπερίας εῴαν ποιεῖται νῦν.
marginal (μδ)
marginal (με)
marginal (μτ)
footnote (μδ) Τουτέστιν ἑσπερίαν ἐσχάτην ἐπιτολὴν ποιείσθω τὸ Ζ τοῦ ἡλίου ὄντος πρὸς τῷ Θ, ἑῴὸαν δὲ πρώτην ἐπιτολὴν ποιείσθω τοῦ ἡλίου ὄντος πρὸς τῷ Κ. (με) ∠ιὰ τοῦ η. (μς) Ἐὰν γὰρ διὰ τῶν Ζ H παραλλήλους κύκλους νοήσωμεν, ἔσονται ἀπὸ τῶν Ζ H ὡς ἐπὶ τὰ Α M Β μέρη περιφέρειαι μεταξὺ τῶν ἀσυμπτώτων ἡμικυκλίων, καὶ ὅμοιαι ἔσονται. καὶ διὰ τοῦτο ἐν τῷ αὐτῷ χρόνῳ τὰ Ζ Η δύσεται· τὰς γὰρ   ὁμοίας ἐν ἴσῳ χρόνῳ διέρχεται. FIGURA similis exstat in codicibus ACE, nisi quod ibi litterae θ ζ κ labius inter se distant ac paene totum βγ semicirculum obtinent.
marginal (μζ)
marginal (μη)
marginal (μθ)
marginal (ν)
footnote (μζ) ∠ιὰ τοῦ θʹ τοῦ περὶ κινουμένης σφαίρας. (μη) Κἰ γὰρ τὸ Ζ ἐξέφευγε τὰς τοῦ ἡλίου αὐγάς, ὄπισθεν δέ ἐστι τοῦ Ζ τὸ Η, δῆλον ὅτι τοῦ ἡλίου ἐγγύς ἐστιν οὔπω φυγὸν τὰς αὐγάς. μεθʹ ἡμέρας τινὰς ἄρα φεύξεται· διὸ ἐν πλείονι χρόνῳ ἐστὶν ἀφανὲς ἤπερ τὸ Ζ. (μθ) ίνεται δὲ φανερόν, ἐὰν διὰ τῶν Η Ε παραλλήλους   γράψωμεν, καὶ διὰ τῶν Θ ∠, καθʼ ών φέρεται τὰ σημεῖα. (ν) Τοῦ ἡλίου ἀπὸ τοὺ Β, τουτέστιν ἀπὸ δυσμῶν, διαπορευομένου, ὅτε ἦν μετὰ τοῦ Η, ἑῴόας οὔσης ἀληθινῆς ἐπιτολῆς. μετακινηθέντος δὲ καὶ ἀποστάντος ιεʹ μοίρας ἐφάνη, τοῦ ἡλίου ἀπὸ τοῦ Γ ὄντος (τουτέστιν ὑπὸ γῆν), πρώτως ἀνατέλλον· διό   ἐστι τὸ ἡ ἑῴα φαινομένη ἐπιτολή. 1) Autol. de sphaer. 9 (conf. σχόλιον μζ). 2) Conf. σχόλιον μη et in appendice 22. (να)
footnote (να) Ἐν ὅσῳ γὰρ ὁ ἥλιος ἔρχεται ἐπʼ αὐτό, ἅμα δύνουσιν ὥστε εἶναι τοῦ Θ ἑσπερίαν ἀληθινὴν δύσιν· πρὶν ἄρα ἐπ’ αὐτὸ ἔλθῃ ἀπέχων αὐτοῦ ιέ μοίρας ὑπὸ γῆν, τοὺ παντὸς ἀγαγόντος αὐτά, ἐσχάτως ἐφαίνετο τὸ Θ δύνον. 1) Conf. σχόλιον ν et in appendice 23. 2) Conf. σχόλιον να et in appendice 24. 3) ln circulorum notis εκηολ δκθπμι ordinem litterarum in codicibus traditum invertimus ac praeterea, ut paulo post semicirculos recte appellare possemus, ο et π addidimuus. 4) ln codicum scripturis εηλ et paulo pot δθμ litterae λ et μ nonu recte se habent. Nam cum utique semicirculi ab ε et δ incipientes notandi essent, aut litterae propriae ο et π — id quod nos fecimus — ponendae erant pro λ et μ (hae enim sunt ultra semicirculos ab ε et δ versus κ tendentes), aut scribenda erant τὸ μὲν ἀπὸ τοῦ Ε ἡμικύκλιον ὡς ἐπὶ τὰ H Λ μέρη et τὸ δὲ ἀπὸ τοῦ ∠ ἡμικύκλιον ὡς ἐπὶ τὰ Θ Μ μέρη. Iidem semuicirculi paulo post (p. 86, 7. 8) in Graecis codicibus ηε et Θδ notati sunt. 5) Partes orientales sint α et γ, occidentales autem α et β. AURIA in marg. p. 24.
marginal (νβ)
marginal (νγ)
marginal (νδ)
footnote (νβ) Ἐπειδὴ γὰρ τὰ ἐπὶ τοῦ τῶν ζῳδίων κύκλου κατὰ συζυγίαν ἀνατέλλει τε καὶ δύνει, τοῦ Η ἄρα ἀνατέλλοντος τὸ Λ   δύνει, καὶ τοὺ ἡλίου ὄντος πρὸς τῷ Λ τοῦ Η ἐστὶν ἡ ἑσπερία ἀληθινὴ δύσις. πρότεραι δέ εἰσιν αἱ φαινόμεναι τῶν ἀληθινῶν τοῦ ἄρα ἡλίου πρὸς τῷ γενομένου (προηγεῖται γὰρ τὸ Ν τοῦ Λ) ἔσται ἡ φαινομένη τοῦ ἑσπερία ἀνατολὴ ἐσχάτη. (νγ) Πάλιν διὰ τὰ αὐτά, ἐπειδὴ τὰ ἐπὶ τοῦ τῶν ζῳδίων   κύκλου κατὰ συζυγίαν ἀνατέλλει τε καὶ δύνει, τοῦ Θ ἄρα δύνοντος τὸ Μ ἀνατέλλει. καὶ τοῦ ἡλίου ὄντος πρὸς τῷ Μ ἔσται τοῦ Θ ἄστρου ἡ ἑῴα ἀληθινὴ δύσις. ὕστεραι δέ εἰσιν αἱ φαινόμεναι τῶν ἀληθινῶν· τοῦ ἡλίου ἄρα ὄντος πρὸς τῷ Ξ ἔσται ἡ φαινομένη ἑῴα δύσις πρώτως τοῦ Η ὕστερον γάρ ἐστι τὸ   τοῦ Μ. (νδ) Διὰ τὸ β΄. 1) Ut positum est. AURIA in marg. p. 24. 2) Conf. σχόλιον νβ et in appendice 25.
marginal (νε)
marginal (νϚ)
marginal (νζ)
footnote (νε) Διὰ τὸ τὰς περιφερείας, ἃς διέρχεται μεταξὺ τῶν ἀσυμπτώτων ἡμικυκλίων, ὁμοίας οὔσας ἐν ἴσῳ χρόνῳ διιέναι. (νϛ) Ἁπλῶς ὁραθήσεται, οὐχὶ ἢ δὔνον ἢ ἀνατέλλον. (νζ) Ἐπειδὴ γὰρ ἐν τῷ νυχθημέρῳ πᾶσαν θέσιν ἕξει ὁ ζῳδιακός, ἐχέτω τοιαύτην θέσιν ὥστε τὸ μὲν Ζ μετὰ τὴν διχοτομίαν   εἶναι τοῦ BΖΓ τμήματος, τὰ δὲ Β Γ ἐπὶ τοῦ ὁρίζοντος· ὅτε γὰρ τὸ Ζ ἐγγυτέρω γίνεται τοῦ ὁρίζοντος, οὐκέτι ἔχει τὴν αὐτὴν θέσιν ὁ ζῳδιακὸς ὥστε ἴσην εἶναι τὴν ΒΖ τῇ ΖΓ. 1) Conf. σχόλ. νε (in appendice 27) et praefat. ad p. 90, 2. 2) Autol. propos. 3 huius. 3) ln Scho. 5 in hanc prop. patet hoc. AURIA in marg. p. 25. Quintum Auriae scholium in nostra editione est 27. (νη)
marginal (νθ)
marginal (ξ)
marginal (ξα)
marginal (ξβ)
footnote (νη) Ἐπεὶ γὰρ ἡμικυκλίου ἡ ΗΜΛ, ἡμικυκλίου δὲ καὶ ἡ   ΘΔΜ, ἴση ἄρα ἡ ΗΜΛ τῇ ΘΔΜ. κοινὴ ἀφῃρήσθω ἡ ΜΛ λοιπὴ ἄρα ἡ ΗΜ λοιπῇ τῇ ΘΛ ἴση ἐστίν ὧν ἡ ΗB τῇ ΘΓ ἴση ἐστί   λοιπὴ ἄρα ἡ ΒΞ λοιπῇ τῇ ΓΝ ἔση ἐστίν. (νθ) Ὡς δείξει. (ξ) Τουτέστι τὰς μείζους ἡμίσους ζῳδίου, ὅ ἐστι τῶν ιεʹ   μορίων, ἐπειδὴ ὑπόκειται, ιε΄ μοίρας ἀπέχοντος τοῦ ἡλίου ἀπὸ τοῦ ὁρίζοντος ὑπὸ γῆν, τὸ ἄστρον ποιεῖσθαι φάσιν. τούτου οὖν τὰς μείζους ἀπέχοντος τοῦ ἡλίου ὑπὸ γῆν ἀπὸ τοῦ ὁρίζοντος, πολλῷ πλέον ὁραθήσεται τὰ ἄστρα· εἰ γὰρ τὰς ΗΖ ΖΘ ὑπὸ γῆν οὔσας ἀπέχοντος τοῦ ἡλίου τὰ ἄστρα ἐφαίνετο, πολλῷ   πλέον τὰς μείζους αὐτῶν ὑπὸ γῆν οὔσας ἀπέχοντος φαίνεται. (ξα) Εἰ γὰρ τὴν ΓΝ ὑπὸ γῆν οὖσαν διαπορευομένου ἐφαίνετο τὰ ἄστρα, καὶ τὴν ΝΜΞ ἄρα ὑπὸ γῆν οὖσαν διαπορευομένου πάντα φαίνεται· ἐφαίνετο γὰρ καὶ τὴν ΞΒ διαπορευομένου. (ξβ) Ἐπεὶ γὰρ ἡμικυκλίου ἡ ΘΒΜ, ἡμικυκλίου δὲ καὶ ἡ ΗΜΛ, ἴση ἄρα ἡ ΘBΜ τῇ ΗΜΛ. κοινὴ ἀφῃρήσθω ἡ HΜ λοιπὴ ἄρα ἡ ΗΘ λοιπῇ τῇ ΜΛ ἴση. 1) Conf. σχόλιον νζ et in appendice 28. 2) Conf. σχόλιον νη et in appendice 29. 3) Ut ostendetur inferius. AURIA in marg. p. 26 (conf. σχόλιον νθ).
marginal (ξγ)
footnote (ξγ) Τουτέστιν ἐν μιᾷ νυκτὶ οὐδὲν τῶν ἄστρων ὀφθήσεται   καὶ ἀνατέλλον καὶ δῦνον, τουτέστι καὶ ἑσπέριον ἐπιτέλλον καὶ ἑῷον δῦνον. πότε δὲ ὀφθήσεται ἐν μιᾷ νυκτὶ καὶ ἀνατέλλον καὶ δῦνον, ἐρεῖ ἐν τῷ βʹ. 1) Scilicet uterque arcuum βξ γν 4 1/2 — 2 1/2, id est duo signa, uterque autem arcuum ηζ ζθ dimidium signum obtinet. Auria locum sic interpretator et in margine haec addit quae nos inter uncinos adscribimus: ῾  et reliquarum gitur circumferentiarum, altera scilicet ηξ et altera θν, quattuor dimidia Signorum compraehendit: quarum altera βη et θγ duo habet signorum dimidia (utraque grad. 30): reliquarum igitur altera, scilicet βξ, et altera γν simul duo signa continet (utraque simul grad. 60). nare ἐξ et γν utraque, utraque et ηζ et ζθ maώor est.᾿
marginal (ξδ)
marginal (ξε)
marginal (ξϚ)
footnote (ξδ) Διὰ τοῦ θ΄ τοῦ περὶ κινουμένης σφαίρας. (ξε) Τοῦ γὰρ ἡλίου ὑπὸ γῆν ὄντος κατὰ μείζονος τῆς ∠Ε περιφερείας, ἐλάττονος δὲ αὐτῆς τῆς ΓΗ, ἐν ὅσῳ τὸ πᾶν ἄγει τὴν Ε∠ περιφέρειαν ὑπὸ γῆν οὖσαν, ἡ ΓΗ φαίνεται διερχομένη, ὡς ἐν ἐλάττονι χρόνῳ πρὸ τοῦ τὸν ἥλιον ἀνατεῖλαι διιοῦσα   τὸ φανερὸν ἡμισφαίριον. (ξϛ) Ὡς ἐν τῷ ιδʹ θεωρήματι περὶ τῶν φαινομένων.
marginal (ξζ)
footnote (ξζ) Τοῦ μὲν γὰρ Α δύνοντος ὁ ζῳδιακὸς τὴν ἔμπαλιν θέσιν ἕξει, καὶ τὸ ΑΕΓ ἡμικύκλιον ὑπὲρ γῆν ἔσται. ἐπειδὴ δὲ τὸ ∠ προδύνει τοῦ Α διὰ τὸ θʹ τοῦ περὶ κινουμένης σφαίρας, τοῦ ἄρα ∠ δύνοντος τὸ συνανατέλλον αὐτῷ ἐν τῷ ὑπὲρ γῆν ἔσται ἡμικυκλίῳ, τουτέστιν ἐπὶ τοῦ ΑΕΓ, οἷον τὸ Ε· τοῦ ἄρα ἡλίου πρὸς τῷ Ε ὄντος, τοῦ ∠ ἐστὶν ἡ ἀληθινὴ ἑῴα δύσις.
marginal (ξη)
 ΑΓΖ περιφέρειαν διαπορευομένου, τοῦ Β ἄστρου ἐστὶν ἡ ἀπὸ ἑῴας ἀληθινῆς ἐπιτολῆς ἑῴα ἀληθινὴ δύσις, καὶ ἔστι μείζων ἡμίσους ἐνιαυτοῦ.
marginal (α)
footnote (α) Δωδεκατημόριον λέγει οὔτε κατʼ ἀστερισμὸν οὔτε κατὰ δωδέκατα, ὡς ἐμάθομεν, μόνον, οἷον κριὸν ἢ ταῦρον, ἀλλὰ δωδέκατον ὂν τῆς τοῦ παντὸς περιφορᾶς, ἀφʼ οἵου ἂν ἐθέλῃς   σημείου τοῦ ζῳδιακοῦ.
marginal (γ)
marginal (δ)
marginal (ε)
marginal (Ϛ)
footnote (β) Τουτέστι κατὰ διάμετρον. (γ) Ἐπειδὴ τὸ ∠ μόνον ὁρᾶται. πολλῷ δὲ πλέον ἡ ΖΕ οὐχ   ὁρᾶται, ἐπειδὴ πᾶσα ὑπὸ γῆν ἐστιν. (δ) Τοῦ γὰρ ἡλίου ὄντος ἐπὶ τοῦ Ζ τὸ E δῦνον ὁρᾶται· προδύνει γὰρ αὐτοῦ ὁ ἥλιος· ὥστε ἡ ΕΖ δύνουσα οὐχ ὁρᾶται, ἐπειδὴ τὸ Ε μόνον ὁρᾶται δῦνον. οὐδὲ μὴν ἡ Ζ∠· πᾶσα γὰρ ὑπὸ γῆν ἐστιν. (ε) Ἐπειδὴ γὰρ προηγούμενόν ἐστι τὸ Γ, πρότερον δύνει τοῦ Η·  ὥστε ἡ ΓΗ οὐχ ὁρᾶται δύνουσα· μόνον γὰρ τὸ Γ ὁρᾶται δῦνον. (Ϛ) Διὰ τοῦ ιγʹ τῶν φαινομένων.
marginal (ζ)
marginal (η)
marginal (θ)
marginal (ι)
marginal (ια)
footnote (ζ) Ἐπειδὴ ὑπὸ γῆν ἐστι πᾶσα. (η) Δυνούσης γὰρ τῆς Ε∠ καὶ τοῦ Ε ὁρωμένου δύνοντος τὸ Η τὸ ἑπόμενον ἀνατέλλον ὁρᾶται, τοῦ προηγουμένου τοῦ Γ ὑπὲρ γῆν ὄντος· ὥστε ὅλη ὑπὲρ γῆν ὁρᾶται. ἀνατέλλουσα δὲ   οὐχ ὁρᾶται. (θ) Διὰ τοῦ πρὸ αὐτοῦ. (ι) Διὰ τὸ τὸν ἥλιον ὑπὲρ γῆν ὄντα ἀφανῆ αὐτὴν ποιεῖν· προανατέλλει γὰρ αὐτῆς. (ια) Τοῦ γὰρ ἡλίου προηγουμένου αὐτῆς καὶ διὰ τοῦτο   προδύνοντος, ὅτε τὸ E δύνει, περιφέρεια ἡ ΕΘ φαίνεται δύνουσα, ἐπειδὴ τὸ Θ ὑπὲρ γῆν ἐστιν καὶ ἑπόμενον. καὶ ἀπέχει πᾶσα τοῦ ἡλίου ὑπὲρ ἥμισυ ζῳδίου.
marginal (ιβ)
marginal (ιγ)
marginal (ιδ)
footnote (ιβ) Καὶ μὴ φαινομένου διὰ τοῦ αʹ. (ιγ) Τουτέστιν τοῦ ζῳδιακοῦ πρὸς ἄρκτους ἢ πρὸς μεσημβρίαν. (ιδ) Τὰς διαμέτρους αὐτῶν λαμβάνει.
marginal (ιε)
marginal (ιϚ)
marginal (ιζ)
marginal (ιη)
marginal (ιθ)
footnote (ιε) Ὥστε τὴν ΠΗ ἡμίσους ζῳδίου εἶναι διὰ τὸ τὴν ΘΗ ϛʹ ζῳδίων εἶναι. (ις) Τουτέστιν ἀπὸ τοῦ Η ἡμίσους ζῳδίου περιφέρειαν   ἀπέχων κινεῖται ἐπὶ τὸ Π. (ιζ) ῾ Υπόκειται τὰ Μ Ν συνανατέλλοντα τῷ Θ καὶ ἀποδείκνυται μὲν περὶ τῶν Μ Ν, συναποδείκνυται δὲ καὶ περὶ τοὺ Θ. τοῦ ἐπὶ τῶν ζῳδίων· οὐ γὰρ ἐμνημόνευσεν αὐτοῦ ἐν τῇ προτάσει. (ιη) Βόρειον ζώνην καλεῖ τὸ ἀπὸ τοῦ ἰσημερινοῦ ἐπὶ τὸν βόρειον πόλον διάστημα, ὅ ἐστιν ἡ καθʼ ἡμᾶς οἰκουμένη.  (ιθ) Τὰς φαινομένας λέγει· διὰ γὰρ τὸ ϛʹ τοῦ αʹ βιβλίου δῆλον ὅτι αἱ ἀληθιναὶ δι᾿  ἐνιαυτοῦ ἔγγιστα ἐπιτελοῦνται. FIGURA, quae in codicibus ACE ad quartam propos. adscripta est, intra circulum αηβθ rectas tantum, non curvas lineas exhibet. Quapropter Auria, qui hanc figurae formam repetit, in marg. p. 42 adnotat ῾ Diametros tantum accipitʼ. 1) Conf. σχόλιον ιε et in appendice 47. 2) Conf. ιϚ et in app. 48. 3) Conf. ιζ et in app. 49.
marginal (κ)
marginal (κα)
marginal (κβ)
marginal (κγ)
marginal (κδ)
footnote (κ) Ἀεὶ γὰρ τὴν ἑξῆς νύκτα διαπορευομένου τοῦ ἡλίου ἀεὶ τὸ Θ προανατέλλει ὡς ἡγούμενον. συνανατέλλει δὲ αὐτῷ τὸ Μ. ἀεὶ δὲ τοῦτο ἔσται ἐντὸς πενταμήνου, τουτέστι τῆς ἑσπερίας ἐπιτολῆς. λοιπὸν δὲ τὰς ἄλλας φάσεις ποιεῖται ἑῴαν δύσιν καὶ ἑσπερίαν δύσιν, ἕως οὗ ἐλθών ἐπὶ τὸ Ν ὁ ἥλιος τὴν ἑῴαν   αὐτοῦ ἐπιτολὴν ποιεῖται, ὡς ἐν τοῖς ἑξῆς λέγει. (κα) Καὶ ἐπὶ τοῦ κυνὸς καλεῖ· καθʼ ἑκάστην γὰρ νύκτα ψαίνεται ἀνατέλλων, ἕως ὁ ἥλιος ἐπὶ τὸ αὐτὸ φθάσῃ, ὅπου ὄντος αὐτοῦ ὁ κύων τὴν πρώτην ἑῴαν ἀνατολὴν ἐποιήσατο. (κβ) Ἐπὶ τῆς ἑσπερίας ἐπιτολῆς ἡ δεῖξις εἰ γένοιτο, κατὰ   τὰ ῥηθέντα τὴν περιφέρειαν ἀφαιροῦντες τῆς νυκτὸς ἣν ὁ ἣλιος διαπορεύεται   ἀφαιρουμένην ἐποιήσατο οὐχ ἣν μέλλει ποιεῖσθαι. (κγ) Τὴν ἑῴαν αὐτοῦ δύσιν καὶ τὴν ἑσπερίαν λέγει. (κδ) Τοῦ γὰρ Ξ ἀνατέλλοντος τὸ Ν δύνει. καὶ δύνει πρὶν τὸν ἥλιον ἀνατεῖλαι, ὅ ἐστιν ἑῴα αὐτοῦ δύσις. (κε)
marginal (κϚ)
footnote (κε) Τοῦ οὖν ἡλίου ἐπὶ τὸ γενομένου τὸ Ο ἑῷον ἀνατέλλει.   προανατέλλει δὲ αὐτοῦ τὸ Ρ συνανατέλλει δὲ τῷ Θ
marginal (κζ)
footnote (κζ) Τοῦ γὰρ ἡλίου ἐπὶ τοῦ Ζ ὄντος, τοῦ ἐστὶν ἑσπερία δύσις. τοῦ δὲ Γ δύνοντος τὸ ∠ ἀνατέλλει· τοῦ ἄρα ἡλίου ἐπὶ τοῦ Ζ ὄντος, τοῦ ∠ ἑσπερία ἐπιτολή ἐστιν. FIGURA similis exstat in codicibus ACE, nisi quod in AC zodiacus eandem positionem habet quam in superioribus figuris
marginal (κη)
marginal (κθ)
marginal (λ)
marginal (λα)
footnote (κη) Τοῦ γὰρ ἡλίου ὄντος ἐπὶ τοῦ Η, τοῦ παντὸς περιενεχθέντος τοῦ Γ ἄστρου ἐστὶν ἡ ἑῴα ἐπιτολή. τοῦ δὲ Γ ἀνατέλλοντος τὸ ∠ δύνει· τοῦ ἄρα ἡλίου ἐπὶ τοῦ H ὄντος, τοῦ ∠ ἡ ἑῴα δύσις, καὶ οὔτε ἀνατέλλον οὔτε δυνόμενον ὁρᾶται τὸ ∠,   ἐν ὅσῳ τὴν ΖΗ περιφέρειαν ὁ ἥλιος διαπορεύεται, τουτέστι τὰς λʹ ἡμέρας. ἐπειδὴ προελθόντος αὐτοῦ ἀπὸ τοῦ Ζ, οὐκέτι ἀπέχον τὸ Γ ιε΄ μοίρας οὐ φαίνεται τὴν ἑσπερίαν δύσιν ποιούμενον, ὥστε οὐδὲ τὸ κατὰ διάμετρον αὐτῷ τὸ ∠ τὴν ἑσπερίαν ἐπιτολὴν φαίνεται ποιούμενον. πάλιν τοῦ ἡλίου πρὸ τοῦ ὄντος τὸ Γ   μὴ ἀπέχον τὰς ιε΄ μοίρας οὐ φαίνεται τὴν ἑῴαν ἐπιτολὴν ποιούμενον· οὐκοῦν οὐδὲ τὸ κατὰ διάμετρον αὐτῷ τὸ ∠ τὴν ἑῴαν δύσιν ποιούμενον. (κθ) Τοῦ γὰρ ἡλίου ἐπὶ τοῦ Θ ὄντος καὶ περιενεχθέντος τοῦ παντὸς καὶ τοῦ Θ κατὰ τὸ Ζ γενομένου τοῦ δὲ ∠ κατὰ   τὸ Γ τοῦ ∠ ἔσται ἑσπερία δύσις. (λ) Ἐν τούτῳ περὶ ἑῴας δύσεως λέγει καὶ περὶ ἑῴας ἐπιτολῆς. (λα) Ἀντὶ τοὺ εἰς τὰ προηγούμενα μέρη τῶν ἑῴων ἐπιτολῶν γίνονται αἱ ἑῷαι δύσεις.
marginal (λβ)
marginal (λγ)
marginal (λδ)
footnote (λβ) Καὶ εἴρηται δὲ ὡς τοῦ Η ἡ ἑῴα ἀνατολή. (λγ) Ἐπεὶ γὰρ ἡ ΕΛ τῇ ∠Κ ἴση, ἡ δὲ ΕΛ∠ ἐλάττων ἡμικυκλίου, καὶ ἡ Λ∠Κ ἄρα ἐλάττων ἡμικυκλίου· ὥστε ἡ λοιπὴ ἡ ΚΓΕΛ μείζων ἡμικυκλίου. (λδ) Τὸ ὕστερον λέγει ἀντὶ τοὺ βραδύτερον καὶ διὰ πλείονος χρόνου, τὸ δὲ πρότερον ἀντὶ τοῦ θᾶττον καὶ διʼ ἐλάσσονος   χρόνου.
marginal (λε)
marginal (λϚ)
marginal (λζ)
 ἡμῖν, ὅ ἐστι μετὰ τὴν κίνησιν τῶν ζῳδίων ἀπὸ δυσμῶν ἐπὶ ἀνατολάς.
footnote (λϛ) Περιενεχθέντος τοῦ παντὸς καὶ τοῦ Γ ἐπὶ τοῦ ∠ γενομένου, τοῦ δὲ Ξ ἐπὶ τοῦ Ν. (λζ) Τουτέστι τοῦ χρόνου, ἐν ᾧ τὴν ΟΓΚ περιφέρειαν διαπορεύεται.
marginal (λη)
marginal (λθ)
marginal (μ)
footnote (λη) Τὰ ζῴδια ἀπὸ δυσμῶν ἐπὶ ἀνατολὰς τὴν θέσιν ἔχει. οἷον ἔστω κριὸς ἐπὶ τῶν δυσμιῶν. μετὰ αὐτόν ἐστι ταῦρος ἐπὶ   ἀνατολάς, εἶτα δίδυμοι ἐπὶ ἀνατολὰς καὶ ἑξῆς ὁμοίως πάντα. καὶ ἔστιν ἑπόμενα μὲν τὰ ὑποδεχόμενα τὸν ἥλιον, οἷον ἀπὸ κριοῦ ὁ ταῦρος τῷ κριῷ ἑπόμενος, ἀπὸ ταύρου δίδυμοι τῷ ταύρῳ ἑπόμενοι, ἡγούμενα δὲ κατὰ τὴν κίνησιν τοῦ παντὸς ἀπὸ ἀνατολῶν ἐπὶ δυσμάς. ὡς διδύμους ἡγεῖσθαι τοῦ ταύρου   καὶ ταῦρον κριοῦ. (λθ) Ἐν τούτῳ καὶ περὶ ἑσπερίας δύσεως καὶ ἑσπερίας ἐπιτολῆς. (μ) Ἄν τε δὲ ἡμίσους ζῳδίου περιψέρεια εἴη ἡ ΚΘ, ἄν τε ὑπερπίπτῃ τὴν ∠Θ, ἄν τε ἐλάττων ᾖ τῆς ∠Θ, ὡς ἡ ∠Κ,   προβαίνει τὸ θεώρημα, ἐπειδὴ τὸ ∠ ιεʹ μοίρας ἐφ᾿  ἑκάστου ἀπέχον ἑῷον ἐπιτέλλει. 1) Minus tempus scilicet eo tempore, in quo circumferentiam κνγο pertransit. AURIA ibidem  . Conf. Graecum scholium λζ.
marginal (μα)
marginal (μβ)
footnote (μα) Ὡς κεῖται ὁ ζῳδιακὸς μὴ περιγραφείς. (μβ) Ἐπεὶ γὰρ ἡ ΛΓ τῇ ΝΞ ἐστὶν ἴση, ἡ δὲ ΓΝΞ ἐλάττων ἡμικυκλίου, καὶ ἡ ΛΓΝ ἄρα ἐλάττων ἡμικυκλίου· ὥστε ἡ λοιπὴ ἡ Ν∠Λ μείζων ἡμικυκλίου. 1) Conf. in appendice scholium 60. 2) Partes orientales sint in δ puncto, occidentales in γ: septentrio sit α, et meridies β. AURIA in marg. p. 53.
marginal (μγ)
marginal (μδ)
marginal (με)
footnote (μγ) Ἀπὸ τοῦ ιʹ τοῦ περὶ ἐπιτολῶν καὶ δύσεων τοῦ αʹ   βιβλίου. (μδ) Οὐ μόνον γὰρ ἐπὶ τοῦ ὁρίζοντος τὰ ἄστρα λαμβάνονται τοῦ ζῳδιακοῦ βορειότερα καὶ νοτιώτερα, ἀλλὰ καί, ὡς ἑνταῦθα, τὸ ὑπʼ αὐτὸν τὸ Κ νοτιώτερον οὐκ ἐπὶ τοῦ ὁρίζοντος ὄν. (με) Ἀπὸ τοῦ ιεʹ τοῦ αʹ βιβλίου τοῦ αὐτοῦ. FIGURA similis exstat in codicibus ACE, nisi quod zodiacus eandem positionem habet quamu in figuris theorematis 5. (μϚ)
marginal (μζ)
marginal (μη)
footnote (μϛ) Ἔδειξε τὰς φάσεις ταύτας ἐν τῷ Ϛ΄ θεωρήματι· πλέον δʼ ἔτι ἔχει ἐνταῦθα τὸ δεικνύειν διὰ πλειόνων ἡμερῶν λʹ καὶ ἐλασσόνων ἡμερῶν λʹ γίνεσθαι ἃς λέγει φάσεις. ὁμοίως καὶ εἰς τὸ ἑξῆς. (μζ) Ἐν τῷδε διὰ πλειόνων ἡμερῶν λ΄ καὶ ἐλασσόνων   ἡμερῶν λʹ ἀνάπαλιν ἔχουσιν αἱ κρύψεις. ἐν τούτῳ τε καὶ τῷ ἑξῆς. (μη) Ἐπειδὴ ἡ ∠Η ἐλάσσων ὑπόκειται.
marginal (μθ)
marginal (ν)
footnote (μθ) Καὶ δῆλον ὅτι κρύψιν ἄξει τὸ Ε ἄστρον, ἐν ὁ ἥλιος τὴν ΚΓΜ περιφέρειαν διέρχεται. ἐπεὶ γὰρ τοῦ ἡλίου ἐπὶ τοῦ Κ ὄντος τὸ Ε ἑσπέριον ἐπιτέλλει, τουτέστιν ἐσχάτως φαίνεται ἐπιτέλλον, τοῦ δὲ ἡλίου ἐπὶ τοῦ M ὄντος τὸ Ε ἑῷον δύνει, τουτέστι πρώτως φαίνεται δῦνον, τοῦ ἄρα ἡλίου τὴν ΚΓΜ περιφέρειαν   διερχομένου κρύψιν ἄξει τὸ E. (ν) Ὡς κεῖται ὁ ζῳδιακός.
marginal (να)
marginal (νβ)
footnote (να) Ἐπεὶ γὰρ ἡ Ν∠Η ἡμίσους ἐλήφθη ζῳδίου, ἡ Ν∠   ἐλάττων ἡμίσους ἐστὶ ζῳδίου. ἡμίσεος δὲ ἡ ∠Θ ὅλη ἄρα ἡ Ν∠Θ ἐστὶν ἐλάττων ζῳδίου. (νβ) Τουτέστι διὰ πλειόνων ἢ λ΄ ἡμερῶν ἀπὸ ἑσπερίας δύσεως ἐπὶ ἑῴαν ἐπιτολὴν παραγίνεται· τὰ γὰρ ἐπὶ τοὺ ζῳδιακοῦ διὰ λ΄ ἡμερῶν ποιεῖται διὰ τὸ Ϛ΄ θεώρημα. 1) Hoc loco scriptor eadem brevitate utitur quam supra p. 137 suppletis paucis verbis explanavimus. Conf. praefat. ad p. 136, 16 sq. 23; 138, 4—6, et in appendice schol. 64. 2) Haec quoque pars demonstratonis in brevius contracta est. Ad extrema verba ‘Id est minor quam 30. Grad.ʼ adnotat Auria in marg. p. 57. Et conf. σχόλιον να (append. 65) atque in praefatione adnot. ad p. 138, 46. FIGURA similis exstat in codicibus ACE, nisi quod zodiacus eandem positionem habet quam in figuris theorematis 5, et littera ε deest. Notas ἑῴα   δύσις etc. om. E.
marginal (νγ)
footnote (νγ) Ἀναγκαίως προσέθηκε τῶν ἐπὶ τὰ πρὸς μεσημβρίαν, ὧν τὰ μὲν συνανατέλλοντα τῶν συνδυνόντων ἀπέχει ζῳδίου περιφέρειαν· οὐδὲν γὰρ τῶν ἐπὶ τοῦ ζῳδιακοῦ οὐδὲ τῶν βορειοτέρων   αὐτοῦ ὀφθήσεται ἐν μιᾷ νυκτὶ καὶ ἑσπέριον ἐπιτέλλον καὶ ἑῷον δῦνον διὰ τὸ ιαʹ τοὺ αʹ βιβλίου.
marginal (νδ)
footnote (νδ) Ὡς ἔχει θέσεως ὁ ζῳδιακός. FIGURA similis exstat in codicibus ACE, nisi quod zodiacus — itemque in reliquis huius libri figuris — eandem positionem habet quam in figuris theorematis 5. Notas ad- (νε)
marginal (νϚ)
marginal (νζ)
footnote (νε) Μένει γὰρ ὁ ἥλιος ὑπὸ γῆν καὶ τῆς ἑσπερίας ἀνατολῆς   καὶ τῆς ἑῴας δύσεως γενομένης τοῦ Ε· ὥστε εἰκότως ἐν τῇ αὐτῇ νυκτὶ τὸ Ε ἄστρον ἑσπέριον ἀνατέλλει καὶ ἑῷον δύνει. (νϛ) Μετακινηθέντος γὰρ τοῦ παντὸς τοῦ μὲν Θ ἐπὶ τοῦ ∠ γενομένου τοῦ δὲ Κ ἐπὶ τοῦ Λ. (νζ) Τὸ γὰρ βορειότερον ὄν πρότερον ἀνατέλλει διὰ τὸ   θʹ τοῦ περὶ κινουμένης σφαίρας· τοῦ οὖν Ε ἐπὶ τῆς ἀνατολῆς ὄντος, τὸ Γ ἔτι ὑπὸ γῆν ἐστι. καὶ ἔστι προηγούμενα τὰ ἀπὸ τοῦ Γ ὡς ἐπὶ τὸ Θ καὶ Μ· τῶν ἄρα προηγουμένων τινὶ τοῦ Γ, οἷον τῷ Ζ, συνανατέλλει τὸ Ε. 1) Conf. σχόλιον νε et in appendice 67. 2) Quia circumferentia ηδλ ex constructione duo signa continet, unum autem signum sol XXX diebus percurrit (propos. 6 huius), demonstrata igitur est extrema pars propositionis 'eademque longiore temporis spatio occulta eruntʼ cet. Plenior demonstratio in simili theoremate infra (propos. 17 extr.) exstat.
marginal (νη)
marginal (νθ)
footnote (νη) Πάλιν γὰρ ἐδείχθη ὅτι, ἐν ᾧ ὁ ἥλιος ἐπὶ τοῦ Θ ἐστι, τὸ Ε ἐσχάτως φαίνεται δῦνον, ἐν ᾧ δὲ ἐπὶ τοῦ Κ ἐστὶ, πρώτως   φαίνεται ἐπιτέλλον   ἥτις ἐστὶν ἐλάσσων ζῳδίου. (νθ) Ζήτει ἐν τῷ ιε΄.
footnote 1) Ut supponitur in proposit. AURIA in marg. p. 63. Et conf. supra p. 135 adn. 3. 2) Simul enim oriuntur astra ζ et ε: ut ponitur. AURIA
marginal (ξ)
marginal (ξα)
marginal (ξβ)
footnote (ξ) Διαφόρως ἔλαβε πρότερον τὴν ἑσπερίαν δύσιν ἔδει γὰρ τὴν ἑῴαν ἀνατολὴν πρότερον, ἐπειδὴ ὁ ἥλιος ἀπὸ τοῦ Θ ἐπὶ τὸ Η παραγίνεται. (ξα) Εἰκότως· ἐπὶ μὲν γὰρ τοῦ Θ ὄντος τοῦ ἡλίου πρῶτον ἐφάνη ἀνατεῖλαν τὸ Ε ἕωθεν, τοῦ Ζ ἥμισυ ζῳδίου ἀπέχοντος   τοῦ ἡλίου· οὐκοῦν ἔτι μᾶλλον φαίνεται τὸ Ε ἕωθεν, πλέον ἀφισταμένου τοῦ ἡλίου τοῦ Ζ. πάλιν ἐπειδὴ ἐπὶ τοῦ Η ὄντος τοῦ ἡλίου ἐσχάτως ἐφάνη δῦνον τὸ Ε ἑσπέρας, ἔτι μᾶλλον φαίνεται δῦνον ἑσπέρας, πλέον ἀφισταμένου τοὺ ἡλίου τοῦ Γ· ὅπου οὖν ἂν εὑρεθῇ ὁ ἥλιος καθʼ οἱουδήποτε σημείου τῆς ΘΗ   περιφερείας, ἐν τῇ αὐτῇ νυκτὶ καὶ ἕωθεν φαίνεται τὸ Ε ἀνατέλλον καὶ ἑσπέρας δῦνον. (ξβ) Ἀδιαφόρως εἶπε τὸ καὶ ἑῷον ἀνατέλλον ὁρᾶται καὶ ἑσπέριον δῦνον· ἐν   μέσῳ γὰρ τῆς περιφερείας φαίνεται μόνον, οὐκέτι δὲ ἢ ἑῷον ἢ ἑσπέριον. (ξγ)
marginal (ξδ)
marginal (ξε)
footnote (ξγ) Ἀεὶ γὰρ ἀφισταμένου τοῦ ἡλίου τοῦ Ζ, ἀεὶ φαίνεται ἀνατέλλον τὸ Ε, ἕως οὗ εἰς τὸ Λ, φθάσῃ ὁ ἥλιος· τότε γὰρ ἐσχάτως φανὲν ἀνατεῖλαν οὐκέτι φαίνεται. (ξδ) Ὅσῳ γὰρ ἀφίσταται τοῦ ∠ ὁ ἥλιος, τοσούτῳ πλέον φαίνεται δῦνον τὸ Ε ἕως τοῦ Η· ἐκεῖ γὰρ τοῦ ἡλίου φαινομένου, ἐσχάτως φαίνεται δῦνον. (ξε) Ἐπεῖ γὰρ πρότερον ἀνατέλλει τὸ τοῦ Ε διὰ τοῦ θʹ τοῦ περὶ κινουμένης σφαίρας, τοῦ ἄρα Γ ἀνατέλλοντος τὸ Ε ἔτι   ὑπὸ γῆν ἐστιν· συνανατέλλει ἄρα τὸ Ε τῶν ἑπομένων τινὶ τῷ Γ, οἷον τῷ Ζ, ἐπειδὴ δυτικὰ μὲν τὰ πρὸς τῷ Γ καὶ ὁ κόσμσς στρέφεται ἀπὸ ἀνατολῶν ἐπὶ δύσιν ὡς ἀπὸ τοῦ Ζ ἐπὶ τὸ Γ, ἑπόμενα δέ ἐστι τὰ ἁπὸ δύσεων ἐπὶ ἀνατολὰς ἀπὸ τοῦ Γ ἐπὶ τὸ Ζ καὶ Μ. 1) Per diametrum enim est ipsi κ, ut positum est. AURlA in marg. p. 64. 2) Nam ζ et ε astra ortu matutino oriuntur. IDEM. Et conf. σχόλιον ξγ. 3) Eucl. phaenom. 6. (ξϚ)
marginal (ξζ)
footnote (ξϚ) περιφέρεια ἴνα ἐλάσσων μὲν ζῳδίου, μείζων δὲ ἡμίσους ζῳδίου, ὡς ἐν τῇ κατασκευῇ ποιεῖ. (ξζ) Ἐπὶ μὲν γὰρ τοῦ Λ ὄντος τοὺ ἡλίου, ἐσχάτως ἐφάνη δῦνον, ὥστε ἐφεξῆς οὐ φαίνεται, ἕως ο῟υ ἐπὶ τὸ Μ ἔλθῃ ὁ ἥλιος· τότε γὰρ πρῶτον φαίνεται ἐπιτέλλον· ὥστε ὅταν τὴν ΛΓΜ τοῦ ἡλίου διιόντος ἀφανές ἐστιν. 1) Conf. σχόλιον ξε et in appendice 73. 2) Simul enim ε et ζ oriri positum est. AURlA in marg. p. 67. 3) Per diametrum enim est ipsi η. IDEM (pro η per er-rorem F, id est ζ, expressum est).
marginal (ξη)
footnote (ξη) Ἐπὶ γὰρ τοῦ Η ὄντος τοῦ ἡλίου ἀμφότερα γίνεται, ἐὰν δὲ προβῇ τοῦ Η, οὐκέτι.
marginal (ξθ)
