@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg005.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 2: Ajax. Electra. Trachiniae. Philoctetes With an English translation by F. Storr. The Loeb classical library, 21, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1913.
@sponsor=Perseus Project, Tufts University
@title=Electra, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:21Z


 
 
 
 
 

 
, 
 
᾽ 
 

 
, 
 
 
᾽ 
.
 
 
 
 
 
,
 
 
 
 
·
 
ʼ, 
, 
 
 

 
· 
 
 
 
ʼ 

 
 
 
· 
 
ʼ 
,
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 

 
 

ʼ 
 
, 
 
 
.
 
, 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 

 
 
ʼ 
 

 
ʼ 
 
 
.
 
 
ʼ 
 
 
,
 
· 
 
᾽ 
,
᾽ 
᾽ 
 
, 
᾽ 
 
.
132	
 
ʼ 
 
, 
 
 

 
 
 
 
 
.
 
 
 
, 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
, 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
, 
.
 
 
ʼ 
 
 

, 
 
ʼ 
 
 

 
 
 
 
,
 
 
᾽ 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
,
 
 
, 
 
 
 
,
 
 
ʼ, 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 

ʼ, 
᾽ 
 
᾽ 
.
 
 
 
ʼ, 
 
 
 

 
ʼ 
 
 
· 
 

 
 
 
.
 
ʼ 
  
 

ʼ 
 
 
 
,
 
 
 

 
· 
᾽ 
 
 
.
307	
 
 
 
, 
 
,
 
 
 
 

 
᾽ 
 
 
,
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 

 
, 
 
 
 

 
 
 
.
 
 
 
 
᾽, 
 
 

 
 
 
;
 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
· 
᾽, 
 

 
, 
 
·
 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
.
᾽, 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
ʼ, 
 
 
· 
 
 

 
 
 
 
·
 
 
ʼ 
 
᾽ 
 
,
᾽ 
 
 
 
.
 
 
 
· 
 
ʼ 
, 
,
 
 
 
 
 
.
 
ʼ 
· 
 
, 
 

 
 
 
᾽ 
.
464	
 
 
 
.

 
 
 
 
 

 
 
, 
.

᾽ 
 
 
 
· 

 
 
  
;

· 
 
 
 
 

ʼ 
 
 
ʼ 
,
 
 
· 
 
 

 
ʼ 
᾽ 
 
 
 
 
.
518	
 
 

 
 
ʼ 
, 
 

 
 
 
,
 
ʼ 
 

 
 
,
 
 
 
·
 
 
 
 

ʼ 
 
 
,
 
 
 
 

ʼ, 
 
 
 
 

 
 
 
,
 
ʼ 
 
 
 

 
 
 

 
 
 
,
 
 
 
᾽ 

 
 
, 
, 
, 

 
 
 
.
597	
᾽ 
 
 

 
 
 
 
,
᾽ 
 
 

, 
 
 
᾽ 
,
 
 
ʼ 
 
 

 
 
 

 
 
 
 
.
 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 

 
 
 
 
,
 
 
 
 
ʼ,
 
 
 
,
ʼ, 
, 
 

 
,
 
 
 
 
ʼ 
·
 
 
 
 

 
 
.
677	
 
, 
 

 
, 
᾽ 

 
᾽ 
 

 
 
 
 

 
ʼ 
 

 
 
 
; 
 
 
 

ʼ, 
 
 
 
᾽ 
.

 
 
,
ʼ 
 
 
.
 
 
 
 
᾽, 
 
 

, 
᾽ 
 
 
,
 
 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
,
 
ʼ 
᾽ 
,
, 
.
754	
᾽ 
 
 
ʼ 
 

 
 
ʼ 
 
 
 
᾽ 
.
᾽ 
 
 
 
᾽ 

 
 
 
,
 
 
 
 
 
.
 
 
 
 
;

 
 
 

 
 
.
᾽ 
 
ʼ 
 
ʼ 
 
,
 
, 
 
 
,
 
, 
 
.
 
 
, 
 
ʼ 
 
 
,
ʼ 
 
 

 
.
829	
 
 
, 
,
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
,
, 
 
 

 
 

 
, 
 

 
 
 
 
.

 
ʼ 
 
 
ʼ, 
,
ʼ, 
 
 
,
 
, 
 

 
 
· 
 
 

 
ʼ 
ʼ 
 
ʼ 
. 
 
 
 

 
 
;
 
 
 
,
 
ʼ 
 
 
.
921	
 
, 
, 
.
 
 

, 
 
 
 
 
·
 
 
 
 

᾽ 
 
 
 
᾽ 
·
 
 
 
.
 
 
 
 

 
 

 
 

᾽ 
 
 
 
 
 
.

᾽ 
 
 
 
 
 

 
, 
᾽ 
᾽ 
·
 
 
  
,
 
 
 
 
,
᾽ 
 
 
 

 
 
, 
 

 
 
,
 
ʼ 
 
.
1008	
 
 
 
,
 
ʼ 
 
 

 
  
 

 
 
.
 
 
 
, 
 
 
,
 
 

, 
᾽ 
 
 
 

 
 
 
.

 
 
 
 

ʼ 
 
 
·
 
, 
 
 

ʼ 
,
 
 
 

 
 
 
,
 
 
 
 
 
, 
 
ʼ 
·
 
 
 
 

 
 
 
,
 
ʼ 
 

ʼ 
 
.
1096	
 
 
 
.
 
 
 
 

 
ʼ 
 
 

 
 
;
 
 
 
 
,
 
 
ʼ 

 
· 
 
 
 

 
 
.

 
, 
·
ʼ, 
 
 
ʼ 
.
᾽ 
 
 
 
 

 
,
 
 
 
.
 
 
ʼ 
, 
 
 
,
 
ʼ 
, 
 
 
;
 
ʼ 
, 
·
 
 
 
,
 
ʼ 
 
 

 
 
.
1183	
᾽ 
 
 
ʼ 
,
 
 
 
,
 
 
ʼ 
 
.

 
 
 
 
; 
,
 
 
 
 
 
;
 
 
᾽ 
ʼ 
;
᾽ 
 
 

᾽, 
 
 
 
,
ʼ 
, 

 
 

 
.
 
 
 
 
 
 
 
 
 

 
,
 
 
 

ʼ 
 
,
 
ʼ 
 

 
ʼ 
 
.
1261	
 
, 
 
, 
 
 
 
ʼ 

 
 
 
· 
 
 
 

, 
 
· 
 
 
ʼ 
.

 
, 
 
, 
 

 
 
 
 
.
᾽ 
 
 
 
᾽ 
 
 
,
· 
 
 
 
 
,
ʼ 
 
ʼ, 
 
 
᾽ 
;
 
ʼ 
 
 
ʼ 
 

 
 
 
ʼ 
·
 
 
 
 
, 
 
ʼ 
,
 
· 
 

 
 
 
 
 
 

, 
 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
ʼ 
,
 
 
 
ʼ 

 
, 
 
ʼ 

ʼ 
 
 
 

 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
 
 
, 
ʼ 
 

 
 
 
·
 
ʼ 
 
 
 
 

ʼ, 
 
ʼ 
·
᾽ 
 
 
 
,
ʼ 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 

 
ʼ 
 
 
.
1454	
 
ʼ 
ʼ 
 
 
 

, 
, 
 

 
 
ʼ 

 
 
.  
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
·
 
 
, 
 
 

; 
 
ʼ 
 
 
 
;
 
, 
 
ʼ 
 
 

 
 
 
 
 
.
᾽ 
· 
 
 
 

ʼ 
· 
 
ʼ 

 
ʼ·  
 
 
 
ʼ 
;
 
 
᾽ 
 
, 
 
 

ʼ 
 
 
 
;
᾽ 
 
 
 
ʼ 
 
.
᾽ 
, 
 
ʼ 
 

 
 
 
 
 
,
 
᾽ 
 
, 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 

ʼ 
 
 
ʼ 
.
 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
, 
,
᾽ 
 
· 
᾽ 
 
 

 
ʼ 
 
 
.
1626	
ʼ 
, 
 
 
 

 
᾽ 
 
 
 
 
;

 
· 
 
 
ʼ 
, 
 
 
,
 
· 
 
ʼ 
 
.

 
 
 
 
 
 

 
 
, 
 
 
᾽ 
;

 
 
 
· 
 
 
;

 
 
ʼ 
· 
 
 
 
,
 
 
; 
 
.

 
· 
 
ʼ 
 
 
 
.

 
 
 
ʼ 
 
 
.

 
 
᾽ 
ʼ 
 
 
.

· 
 
, 
᾽ 
 
.

ʼ, 
 
 
 
 
 
.

 
 
᾽ 
 
· 
 
 

 
 
 
 
 
 
 
,
, 
 
 
, 
 

, 
 
 
 
.

᾽ 
 
 
 
 
 

 
, 
 
, 
,
ʼ 
 
 
 
 

 
 
 
 
;
 
 
ʼ 
 
, 

 
 
 
· 
᾽ 
, 
 

, 
ʼ 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
· 
 
ʼ 
 
 

, 
 
 
 
᾽ 
.
1853	
 
 
ʼ 
 
 
 
 
 
,
 
, 
 
 
 
.
 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
ʼ, 
 
 

 
 
 
 
 
 
·
 
 
 
 
, 
 

, 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
;
 
, 
 
ʼ 
 
, 
 

 
᾽ 
 
 
 
.
 
; 
 
, 
ʼ, 
 
ʼ 
.
 
 
, 
 
 

 
, 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ, 
᾽ 
 
 
 

 
 
 
ʼ, 
᾽ 
 
 
,
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 

· 
 
 
ʼ 
 
 
 
,
᾽ 
 
, 
 
ʼ 
.  
 
ʼ 
 

 
 
 
, 

 
· 
 
 
 
 
,
 
 
 
 
 
.
2047	
 
 
, 
 
· 
 
 

 
 
, 
 
 
 

 
 
, 
 
 
 
 
.

 
, 
 
, 
 
 

 
 
· 
᾽ 
 
 
,
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
.

ʼ 
 
 
 
· 
 
 
 

 
 
, 
 
 
ʼ 
.

᾽ 
 
 
 
 
ʼ 
.
 
 
ʼ, 
 
 
 
 
,
 
 
 
 
ʼ 

 
, 
 
ʼ 
 

 
 
᾽ 
 
 
.
 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 
.
2167	
 
 
 
 
 
 
;

ʼ· 
 
 
ʼ 
 
.

᾽ 
 
 
ʼ 
᾽ 
 
.

᾽, 
 
, 
᾽ 
 
;

 
, 
 
 
 
 
.

 
 
 
; 
 
ʼ 
 
;

 
᾽ 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

᾽ 
 
, 
 
 
ʼ 
 
 
.

 
ʼ 
 
 
 
 
.

᾽ 
 
· 
 
 
ʼ 
.

 
 
ʼ· 
 
 
 
.

 
 
 
 
 
 
.

ʼ, 
 
, 
 
.

 
 
, 
, 
 
.

᾽ 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
· 
 
 
 
ʼ 
 
.

 
ʼ 
 
 
.

 
ʼ 
; 
 
 
᾽ 
;

 
 
 
 
 
.

 
; 
 
 
 
;

 
ʼ 
· 
 
 
 
.

 
 
 
; 
 
᾽ 
;

 
 
 
, 
 
;

 
 
, 
 
ʼ 
 
.

 
 
 
 
 
 
;

 
 
 
 
, 
᾽ 
 
.

᾽ 
 
 
 
 
 
.
2400	
᾽ 
 
· 
 
 
 

 
 
 
 
.

 
 
 
 
 

 
 
 
 
 

 
 
· 
 
᾽ 

 
 
 
 

, 
 
ʼ 
· 
 
 
᾽ 

 
 
, 
 

 
 
 
 
.
 
 
, 
ʼ 

 
, 
 
.
 
 
 
 
, 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
 
·
 
 
ʼ 
, 
 
 
 
.
2499	
᾽, 
 
, 
 
 
 
 

 
 
· 
 
 
 

᾽ 
 
 
 
 

ʼ 
 
 
 
·
᾽ 
 
 
 
 

 
, 
 
 
ʼ 
 
 

 
 
· 
᾽ 
 

ʼ 
 
 
 
.
 
ʼ 
, 
 
 
 

 
, 
 
 

 
 
ʼ 
 
ʼ 
, 
᾽ 
.
 
 
 
 
 
 

 
᾽ 
 
 
 
 
,
᾽ 
 
 
, 
 
,
, 
 
 

 
.  
 
 

ʼ 
 
 
 
 
;
 
.  
 
 
 
· 
 

 
 
 
 

 
, 
 
 
᾽, 
᾽ 

, 
 
, 
᾽ 
 

 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
ʼ 
 
,
 
 
 
 

 
 
 
 
.
 
 
, 
 
 
 

 
᾽ 
 
ʼ 
·
 
ʼ, 
, 
 
ʼ 
 

 
ʼ 
 
 
 
 

, 
 
 
 
 
.
2703	
 
 
 
 
· 
 
,
 
, 
 
, 
 
.

· 
 
 
 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
 

 
ʼ 
, 
 
, 
, 
·
 
 
᾽ 
 
 
, 

 
 
 
 
 
.
2758	
 
 
 
 
 
 
 

 
,
 
 

 
 
 
 
·
, 
 
, 
 
 
.
 
 
,
 

 
.
 
 
ʼ 
 
ʼ 
 
 
ʼ  
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
.
2813	
 
 
 
 
 
 

 

 
.
ʼ 
 
 
 

 
ʼ 
 
 
.
 
 
 
ʼ 

 
 
 
ʼ 

 
 

 
 
 
.  
 
 
 

 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
.
2872	
 
 
 

 
,
 
 

 
.
 
 
 

 
,
 

 

 
,
 
 

 
 
᾽ 

 
.
2906	
 
, 
 
, 
 
·
 
 
ʼ 
, 
 
ʼ 
ʼ 

 
 
 
ʼ 
 
 
·
 
ʼ 
 
ʼ 
, 
 

 
· 
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
.
 
, 
 
, 
 
ʼ 

 
 
 
.  
 
· 

· 
ʼ 
 
 
 
·
 
 
 
 
, 
 
 
,
 
 
ʼ 
, 
 
ʼ 
·
 
 
 
, 
 
 
,
 
 
 
 
 

 
, 
 
 
 

, 
 
ʼ, 
 
 
ʼ 
.
, 
 
 
 
 
, 

 
· 
 
 
;
᾽ 
 
 
 
 
ʼ 
 
.
᾽ 
᾽ 
 
 
 

ʼ, 
 
 
 
 
 
;
 
 
 
 
 
,
 
 
 
 
 
, 

 
 
, 
 
 
 
᾽ 
 
;
 
 
 
 
ʼ 
 

 
 
 
 
 
;
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
;
 
᾽ 
 
 
 
 
;
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ, 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
.
3159	
 
 
 
 
 
ʼ 
 
 

 
 
 
᾽ 
ʼ 
·
᾽ 
 
 
, 
 
 
ʼ 

᾽ 
 
 
 
 
ʼ 
.

 
 
ʼ· 
 
 
ʼ 
᾽ 
 

, 
 
 
 
 
.
3207	
 
 
 
.  
 
 
.  
 

 
 
᾽ 
 
 
,
᾽ 
 
 
 
; 
 
 

 
 
 
ʼ 
, 
 
ʼ 

 
 
 
, 
 
 
.
 
 
 
 
, 

 
 
 
ʼ 
᾽ 
 
·
 
 
· 
 
 
 
 
.
 
ʼ 
, 
 
 
, 

 
ʼ 
 
 

 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 

ʼ 
, 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
ʼ· 
 
 
 

 
 
 
 
᾽ 
 
.
᾽ 
, 
 
 
, 

 
, 
 
 
.
 
ʼ 
, 
 
 
 
 
, 
 

 
᾽ 
, 
 

 
 
᾽ 
 
; 
 
;
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
᾽ 
, 
 

 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
, 
 
᾽ 
 

 
 
 
 
,
 
 
 
, 
ʼ 

 
 
 
 
,
 
, 
 
 
 

 
 
 
ʼ 
.
 
᾽ 
ʼ 
; 
 
 
᾽ 

 
 
 
 
;
 
ʼ, 
 
 
 
· 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

.  
 
ʼ 
 

 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 

· 
 
᾽, 
 
,
 
, 
 
᾽ 
· 
 
ʼ 

 
ʼ 
 
, 
 
 

 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
3551	
 
 
· 
 
 
 

, 
 
ʼ 
᾽ 
.

 
ʼ 
 
 
 
 
 
,
 
 
 
 
,
 
 
; 
 
 

 
 
 
 
 
 
;

 
 
 
 
ʼ 
 
,
 
 
 
 
· 
 
ʼ 

 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

ʼ 
 
 
 
 
·
 
 
 
ʼ 
.

 
ʼ 
, 
 
ʼ 
 
 
ʼ 

 
 
 
᾽ 
 
 
.

 
 
 
, 
 
· 
 
 

· 
 
ʼ 
 
 
 
.

᾽ 
 
 
 
 
 

᾽ 
 
, 
ʼ 
 
 
.

; 
 
 
, 
 

 
 
ʼ, 
᾽ 
 
.

 
 
᾽ 
᾽ 
 

 
ʼ, 
 
 
ʼ 
 
 
;

, 
, 
· 
ʼ 

 
ʼ, 
 
 
 
 
᾽ 
.
3724	
 
 
 
ʼ 
 
 

ʼ, 
 
᾽ 
 

 
 
, 
 
 
.
 
 
, 
 
,
 
 
· 
 
 
 

 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
.
᾽ 
᾽ 
· 
 
 
 
.
 
 
 
 
 

 
, 
 
, 
ʼ 
,
 
 
 
, 
 
,
 
ʼ 
, 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
,
᾽ 
 
ʼ 
 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
᾽, 
 
ʼ 
, 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
ʼ 
᾽ 
·
 
 
 
 
 
 
᾽ 
.
3886	
 
, 
 
 
 

 
 
 
ʼ 
 
;

᾽ 
, 
 
ʼ· 
 
 
.

 
 
 
᾽ 
 

; 
 
 
 
 
.

 
· 
 
 
 
.

 
ʼ, 
· 
 
 
 

 
 
ʼ 
 
 
ʼ 
.

 
 
· 
 
 

 
 
 
ʼ 
 
.

 
 
, 
 
 
.

 
, 
 
ʼ; 
· 
 
 
 

, 
ʼ 
, 
 
 
.

ʼ 
· 
 
 
 
.

 
 
ʼ, 
 
᾽ 
 
.

 
, 
 
, 
 
; 
 
 
.

ʼ 
 
 
 
 
 
.

 
, 
 
ʼ 
.

 
 
 
 
ʼ, 
 
 
, 
,
 
, 
 
 
;
4033	
 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
,
᾽ 
ʼ 
 
 

 
, 
 
 
,
 
, 
 
 
 
·
 
ʼ 
 
  
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
ʼ 
 
 
 
·
 
ʼ 
᾽· 
 
 
 

 
 
 

ʼ, 
 
 
,
 
ʼ 
, 
 
 
 

 
ʼ 
 
.
 
 
 
᾽· 
 
 
 

, 
ʼ 
 
᾽ 
 
 
.
 
 
 
, 
᾽ 

 
 
 
 
,
 
 
 
.
 
 
, 
 
 
, 

 
 
 
·
 
 
, 
 

, 
 
· 
 
 

 
· 
 
 
·
 
ʼ 
 
, 
 
·
 
 
 
 
·
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
· 
 
ʼ 

 
 
 

· 
 
 
 
 

 
 
· 
 
ʼ 

ʼ· 
 
 
 

 
 
, 
 

 
 
 
 
ʼ 
.
 
 
 
 
 
 

, 
 
 
.
 
ʼ 
᾽ 
 
 
 

ʼ 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 

 
 
· 
 
ʼ 

 
 
 
ʼ 
 

 
 
 
·
 
 
 
 
 

 
, 
 
ʼ 

 
 
 
.
4318	
 
ʼ 
 
 
 
 

 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 

 
, 
 
 
 
·
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

 
, 
 

, 
᾽ 
, 
ʼ 
 

 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
 
·
 
 
 

 
 
 
 

· 
 
ʼ 
 
 

 
 
· 
 
ʼ 

 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
,
᾽ 
 
 
 
 
,
 
 
, 
ʼ 

 
, 
 
 
 
,
 
 
 
,
 
, 
 

 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
 
,
 
 
 
 
.
 
 
᾽ 
, 
 
 
 

, 
 
ʼ 
, 
 
,
 
 
 
ʼ 
 
.
4503	
 
· 
 
 
 
 
 

, 
 
, 
 
.

 
, 
 
, 
 
 
,
 
 
, 
 
; 
 
ʼ 
,
 
 
 
 
 
 
.

 
ʼ 
᾽ 
, 
 
, 
 
 
;

 
 
 
· 
 
 

 
 
 
 
.

 
᾽ 
, 
 
, 
.

 
 
· 
 
 
 
 
,
 
 
 
ʼ 
 

, 
 
 
 
 
,
 
 
 
 
, 

 
 
ʼ, 
 
 

, 
᾽ 
, 
 
 

 
 
ʼ 
 
;
᾽ 
 
 
 
᾽ 
 

 
 
, 
᾽ 
 

 
 
ʼ 
 
 
.
 
ʼ—
 
 
᾽ 
 

 
᾽ 
 
ʼ· 
 
 
 

 
 
, 
 
ʼ 

 
 
—
 
ʼ 
 

 
᾽ 
 
ʼ 
.
4667	
 
· 
 
 
 
,
, 
 
 
, 
᾽ 
᾽ 

 
᾽ 
 
.  
᾽ 
 
;

 
· 
 
ʼ 
 
 
 
.

, 
 
 
 
.

 
 
 
 
.

· 
 
 
 
.

 
 
 
 
 
.

ʼ 
, 
 
 
 
.

 
 
, 
 
ʼ, 
 
,
 
᾽ 
 
 
 
.

 
ʼ 
, 
 
᾽ 
 
.

ʼ· 
 
᾽ 
 
ʼ 

 
 
 
 
.
᾽ 
ʼ 
· 
 
ʼ 
 

 
 
ʼ 
 
 
 
 
 
.
4780	
᾽ 
 
 
 

 
 
 

 
 
 
 
᾽ 
;
᾽ 
 
· 
 
ʼ 
.
 
ʼ, 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
.  
 
 
 
 
 
;
 
 
, 
 
ʼ 

 
.  
 
 
 
 

 
 
 
 

 
.  
 
 
 
;
᾽ 
 
 
 
 
 
 

, 
ʼ, 
 
 
 

ʼ 
 
 
 
.
 
 
 
, 
 
,
 
 
· 
 
 
, 
 
,
 
ʼ, 
 
· 
 
 
ʼ 
 
.
4901	
 
 
 
 
 
 

, 
 
᾽ 
 
 
;

 
, 
.

 
, 
 
;

.

 
ʼ 
.

.

;

 
 
 

 
 
ʼ 
, 
ʼ 
 

 
.
4949	
 
 
ʼ 
 

 
 
· 
 
 
 


 
, 
.

 
.

.

 
᾽· 
 


.

.

ʼ 
ʼ· 
 
 

 
 
 
· 
 
ʼ 
 
᾽ 
᾽· 
 
 
᾽ 
,
 
.
5002	
 
 
.

 
᾽ 
, 
,
 
 

 
 
ʼ 
.

 
.

 
 
 

, 
᾽ 


 
;

 
 
 

 
.
5040	
 
 
 
.

 
 
 
 

, 
 
 
,
 
 
;

 
 
.

 
 
; 
 

 
 


.

, 
 
 
 

 
 
ʼ 
.
5084	
᾽ 
 
, 
, 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 


 
ʼ 
 
 
 
 
 

, 
 
 
 
ʼ 
;

ʼ 
 
, 
 
᾽ 

ʼ, 
, 
 
 
.

᾽ 
 
, 
 
, 
 

 
 
 
 
 
;

 
 
 
, 
᾽ 
 

 
᾽, 
᾽ 
 
 
 
.

 
· 
 
 
 

᾽ 
ʼ 
 
 
;

 
 
 
 
 
 
, 

ʼ 
, 
 
 
.

᾽, 
 
ʼ, 
 
; 
 
 

 
 
᾽ 
 
;

 
 
 
, 
 
 

 
 
 
 
 
 
.

 
ʼ 
 
᾽, 
 
 
 
 
 
.
5230	
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
 
· 
 
ʼ 

 
 
 
·
 
ʼ 
 
, 
 
 

 
 
, 
 

 
 
᾽ 
 
·
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
᾽ 

 
 
᾽ 
 
 
 
·
 
 
 
 
ʼ 
 
 
 
;
 
 
 
, 
᾽ 
,
᾽ 
 
· 
 
; 
 
 
 
 

ʼ 
 
᾽ 
 
.
᾽ 
 
 
 
 
᾽ 
 
 

 
 
 
ʼ 
ʼ 
·
᾽ 
᾽ 
 
 
.
᾽, 
 
, 
· 
 
 

 
 
 
 
.
 
 
 
 
· 
 
 
 

 
 
 
 
.
5410	
, 
 
 
 
ʼ 
 
.

 
ʼ 
; 
 
 
 
 
;

 
ʼ 
 
 
᾽ 
 
 
.

 
ʼ 
 
 
ʼ 
 
ʼ 
 
;

, 
 
, 
 
 

ʼ 
· 
 
 
 
ʼ 
.

 
· 
 
᾽ 
 
;

 
 
, 
ʼ 
.

 
 
 
; 
 
 
ʼ 
.

ʼ 
, 
 
 
 
.

 
· 
 
 
 
ʼ 

 
 
 
 
 
;

 
᾽ 
 
 

ʼ 
 
 
 
.

 
· 
 
 
 
 

ʼ 
ʼ 
, 
 
ʼ 

᾽ 
 
· 
 
, 
᾽ 
,
 
ʼ 
 
 
 
ʼ 
 
.

 
 
 
᾽· 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
;

 
᾽ 
 
ʼ 
· 
 
 
᾽ 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

᾽ 
 
 
 
ʼ, 
 
.

, 
 
 
 
 
.

.  
 
 
 
 
.
5612	
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
᾽ 
 

 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
᾽ 
, 
 

 
ʼ 
 
ʼ 
 
·
 
ʼ 
ʼ 
᾽ 
, 
 
 
 
,
 
 
 
 

 
᾽ 
 
 
 

· 
 
 
 
 
 
ʼ 
.
 
 
 
, 
 
᾽ 

ʼ 
᾽ 
; 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
᾽ 
 

 
ʼ·  
 
 
᾽ 
 
᾽ 

 
 
 
ʼ 
 
 

 
, 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
ʼ 
·
 
ʼ, 
 
, 

 
 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
ʼ 
;
 
 
ʼ 
 
 
 
 

ʼ 
 
 
·
 
 
 
, 
,
 
 
 
 
,
 
 
 
 
 

 
 
 
·
 
 
, 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
 

 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
᾽, 
 
, 
, 
 
,
ʼ 
, 
 
 
 
,
 
 
, 
 
ʼ 

 
 
 
 
 
.
5879	
 
 
 
 
 

 
 
 
 
 
.

 
 
 
, 
 
, 
 

ʼ 
 
 
, 
ʼ 

 
, 
 
 
.
 
 
ʼ 
 
 

 
ʼ 
 
ʼ 
 
;
 
; 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
;
 
 
 
 
 

ʼ, 
 
 
᾽ 
 
.
 
 
 
 
᾽ 

 
 
 
 
.
 
 
 
, 
᾽ 
 

 
 
 
 
᾽ 
 
.
᾽ 
, 
 
 
 

 
ʼ 
 
 
,
 
.  
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
.
6032	
· 
 
 
 

 
 
 
 
 
.

 
 
· 
 
ʼ
 
ʼ 
 
.
᾽ 
 
 
 
 

 
᾽·  
 
 
 
 
ʼ 
.

·
᾽ 
 
 
 
 

 
· 
 
 
 
.

᾽ 
 
 
, 
 
 
 
 
.

 
 
 
ʼ 
 
.

 
 
 
 
.

 
 
 
 
 
.

 
 
 
, 
 
 
 
.

 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

· 
 
 
 
 
.

· 
 
 
 
 
.

 
 
 
᾽ 
 
.

᾽ 
 
 
 
 
ʼ 
.

᾽ 
 
 
ʼ 
 
ʼ 
 
.

 
 
, 
 
 
.

 
 
 
᾽ 
 
 
;

 
 
 
, 
ʼ 
 
 
.

 
 
 
 
.

 
 
 
 
 
.

 
ʼ; 
 
 
 
 
 
 
;

᾽ 
 
 
 
 
 
 
.

 
 
 
 
 
 
.

᾽ 
 
 
᾽, 
 
.

 
 
 
ʼ 
 
 
.

 
᾽ 
, 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
.
6293	
 
· 
 
 
 
ʼ 

 
 
᾽ 
 
 
 
.

᾽ 
ʼ.  
 
 
 
 
,
᾽ 
 
᾽ 
 
· 

 
 
 
 
 
.

᾽  
 
 
 
 

, 
 
᾽.  
 
 
 

 
, 
ʼ 
 
.
6348	
 
 
 
 
 
 

 
᾽ 
 
 
 
᾽ 
 
ʼ 
 
,  
᾽ 
 
᾽ 
 
;
᾽ 
 
 
 

 
 
 
,
 
 
.
 
 
 
, 
 
 
 

 
 
ʼ 
, 
 
ʼ
·
6399	
 
 
 
 
 
 
 
 
, 
 
 
 
 

 
᾽ 
 
 
· 
 
 
 

, 
 
  

 
ʼ, 

 
 
,
 
 
 
 
 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 
;
6452	
 
 
 

 
 
 
 

, 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
.
6489	
 
 

 
 
 
 
 

 
  
·
 
ʼ 
 
 
 
 
 

, 
 
 
ʼ 
 
, 
 

 
 
  
.
6523	
᾽, 
 
, 
 
ʼ 

 
ʼ 
 
 
;

 
ʼ 
 
 
 
 
;

 
ʼ 
 
 
.

᾽ 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
;

᾽, 
 
 
 
 
 
.

ʼ, 
 
, 
 
ʼ 

 
ʼ 
 
 
,

 
ʼ, 
 
 
ʼ 
 

 
 
 
;

 
 
 
 
ʼ· 
 
 

ʼ 
 
 
 
.

 
ʼ 
, 
 
ʼ; 
 
ʼ 
 
.

 
 
 
ʼ 
 

 
, 
 
, 
.

 
 
, 
᾽ 
᾽ 
 

 
, 
 
, 
.

 
 
 
 
 
,
᾽ 
 
 
 
 
.

 
, 
 
, 
 
, 
 

 
 
, 
 
 
,
 
 
 
 
 
 

 
 
 
 
.

ʼ, 
 
, 
· 
 
 

 
 
ʼ 
ʼ 
 
,
᾽ 
 
 
 
 
 
 
.
6715	
 
 
 
 

 
 
, 
 
ʼ 
᾽ 

 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ, 
 
, 
 
ʼ 
.
 
 
 
 
,
 
 
 
 
 
 

 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
,
ʼ 
 
 
 
 
ʼ 

 
ʼ 
ʼ 
 
 

, 
 
, 
 
,
᾽ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
ʼ 
 

 
 
· 
 
 

 
 
ʼ 
 
 
 
 
,
᾽ 
 
ʼ 
 
, 
᾽ 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
᾽ 
 
 

 
 
· 
 
 

ʼ 
 
.  
 
·
ʼ 
 
· 
 
 
 
·
 
ʼ 
· 
 
ʼ 
᾽ 

 
, 
 
 
 

 
 
 
 

 
.  
 
᾽ 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
.
6926	
 
.
 
 
.  
 
.
 
, 
 
,
 
, 
ʼ, 
 
ʼ 
·
 
᾽, 
 
 
.
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
 
 

 
 
· 
 
 
ʼ 
᾽ 
,
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
.
6996	
 
 
, 
, 
,
 
ʼ 
.  
 
 
 
.
 
 
 
᾽ 
 
.

 
.  
 
; 
 
 

; 
 
 
 
 
.

 
ʼ 
 
; 
 
 
᾽ 
 
;

 
 
 
 
 
 
;

᾽ 
᾽ 
, 
 
᾽ 
 
.

 
 
 
 
.

 
 
ʼ, 
 
ʼ, 
᾽ 
 
 
;

 
ʼ 
 
 
.

 
ʼ 
 
 
 
, 
.

 
 
 
 
 
 
,

 
 
ʼ, 
 
ʼ, 
᾽ 
 
;

 
 
᾽ 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
᾽   
 
ʼ 
᾽ 
 
;

ʼ 
 
 
 


 
; 
 
᾽ 
 
;

 
· 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
, 
 
ʼ 
 
.

 
; 
 
 
 
 
;

 
 
 
 
 
 
.

᾽ 
 
᾽ 
 
 
;

 
ʼ.  
 
 
 
 
 
 
.

 
ʼ, 
 
 
ʼ 
 
.
7219	
 
 
 
᾽ 
 
.

 
 
 
 
 
 
.

 
 
ʼ 
  
 
 
;

 
ʼ 
, 
 
 
ʼ 
 
.

᾽ 
 
, 
 
 
 
.

 
᾽ 
 
, 
 
 
 
.

 
 
 
 
 
ʼ 
, 
.

 
 
 
 
.

, 
 
, 
 
 
 
.

 
ʼ 
.

 
ʼ 
 
,
, 
 
 
 
 
.

 
· 
 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
;

 
 
· 
 
ʼ 
 
.

 
ʼ 
 
 
 
;

᾽ 
 
, 
 
 
ʼ 
.

 
ʼ 
᾽ 
 
 
 
;

 
· 
 
 
 
 
 
.

 
, 
 
;

 
 
 
.

 
 
 
 
;

 
 
ʼ 
.

 
 
 
;

 
 

 
 
ʼ 
 
 
.

 
 
.

, 
.

 
ʼ, 
;

᾽ 
 
,

 
 
;

 
 
ʼ 
 
.

 
 
, 
 
,
ʼ 
 
, 
 

, 
 
 
 
.

, 
 
, 
 
 

 
 
 
 
.
7465	
 
,
 
 
 
,
ʼ 
,
ʼ, 
ʼ, 
ʼ 
 
.

· 
 
ʼ 
 
.

 
ʼ 
;

 
, 
 
 
 
.

᾽ 
 
 
 
 
 
,
 
 
 
ʼ 
 
,
 
 

 
 
.

 
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
.

 
,
 
 
 
 
,
 
 
 

 
 
.

, 
, 
᾽· 
᾽ 
 

, 
᾽ 
 
 
 
.
7561	
 
 
,
 
 
 
 
 

 
 
·
 
 
 
 
 
.

 
 
· 
 
 
.

 
;

 
 
 
 
 
 
 
.

 
 
 
 
 
 

ʼ 
 
 
 
;
 
 
 

 
ʼ 
.

᾽ 
, 
  
 
ʼ 
 


 

 
 
 
, 
 
 
 

 
 
· 

 
ʼ 
.

 
 
ʼ 
 
 
, 
 

 
 
 
.
7659	
 
 
 
 

 
 
 
,
 
 
, 
 
᾽ 


 
 
;

 
ʼ 

 
 
 
 
.

 
 
 
 
 
.

;

 
 
;

 
, 
 
 
 
᾽ 
 
ʼ 
,
᾽ 
 
 

 
 
 
 
,
.  
 
ʼ 
 
· 
 

 
 
,
 
 
᾽ 
 
 
 
.
7738	
 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
 

, 
 
ʼ 
, 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
·
᾽ 
 
᾽ 
 
 
 

ʼ· 
 
 
, 

 
 
 
 
.

᾽ 
 
ʼ, 
᾽ 
 
 
 

 
 
 
᾽· 
 
 

 
 
 
 
 
,
ʼ 
 
 
 
 

 
ʼ 
 
· 
 
 
 

 
 
 
.
᾽ 
 
 
, 
 
 
; 

ʼ 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 

· 
 
 
 
ʼ 
,
 
 
 
᾽ 
 
 

 
ʼ 
; 
 
 
ʼ 
·
᾽ 
 
 
 
 
, 
᾽ 

 
 
, 
 
ʼ 
.
᾽ 
 
 
 
 
,
ʼ 
 
 
 
· 
 
 

 
 
 
· 
 
 
 

ʼ 
 
 
 
.
7965	
 
ʼ 
 
᾽ 
 
 
 
 
.

ʼ, 
 
,
 
 
 
 
᾽ 
 
 

 
ʼ 
᾽ 
 
 
.

 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
,
᾽ 
 
ʼ 
, 
᾽ 
 
 

 
 
 
 
;
᾽ 
 
 
 
 
 

 
, 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
ʼ, 
 
 
 
 

 
 
 
᾽, 
 
ʼ 
.
8081	
 
 
 
 
 
;

· 
 
 
 
 
 
.

, 
 
, 
 
.

 
 
 
 
ʼ 
᾽ 
 
.

 
 
; 
 
 
;

 
᾽ 
· 
 
 
 
,
 
 
 
, 
 
 
 
.

 
 
᾽, 
; 
 
 
.

 
;

 
ʼ 
 
 
.

 
ʼ 
 
ʼ 
 
 
 
;

; 
 
;

 
 
 

 
 
 
.

 
 
, 
 
ʼ 
 
 

 
 
 
 
 
;

᾽ 
· 
 
ʼ 
 
 
.
8197	
 
 
, 
 
 
 

, 
 
; 
 
 
 
,
 
 
ʼ 
 
 
 
;
 
 
 
, 
 
ʼ 

 
, 
 
 

 
ʼ 
 
᾽ 
, 
 

 
, 
ʼ 
 
ʼ 
;
ʼ, 
 
· 
 
 
 
·
ʼ· 
 
ʼ 
 
 
ʼ 
 

 
ʼ 
 
 
.

 
 
· 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
, 
, 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 
,
 
 
 
· 
 
ʼ 
,
ʼ 
 
 
 
 

 
 
 
.
8316	
 
 
 
᾽ 
 
 
 
,
, 
᾽ 
 
, 
᾽ 
 

 
, 
 
ʼ 

, 
 
 
 
.

 
, 
 
 

 
 
 
, 
 
 
 

᾽ 
 
 
 
 
.
 
ʼ, 
 
ʼ 
, 
 
 

, 
, 
, 
 

 
 
 
 
,
 
 
 

 
 
 
 
.
8390	
ʼ 
 

 
 
 
 
.
 
 
 

 
 
 
 
,
᾽ 
 
 
᾽ 

 
 
 
.
8418	
 
 

 
 
 
,
 
 
 
,
 
 
 
· 
 
 
 

 
ʼ 
 
 

 
 
 
 
ʼ 
.
8450	
 
 
, 
 
 

 
· 
 
 
.

 
; 
 
 
;

 
 
 

 
, 
 
ʼ 
 
.

 
ʼ 
 
 
 
;

ʼ 

 
 
 
 
 
.

.  
 

 
, 
 
ʼ 
 
.

 
 
· 
 
ʼ, 
 
;

ʼ 
 
, 
 
.

 
ʼ· 
, 
 
ʼ 
 
;

 
᾽ 
 
 
.

 
 
, 
 
 
.

᾽ 
 
 

ʼ 
 
᾽ 
 
 
.

 
, 
 
 
, 
 

 
 
 
.

 
.

, 
 
, 
.

 
᾽ 
.

 
 
 
ʼ 
.

ʼ 
· 
 
 
 
 
.
 
 
ʼ 
 

 
 
 
.
8599	
 
 
 
· 
 
 

 
 
, 
᾽ 
 
.

, 
 
;

 
 
 

, 
 
 
 
.

 
 
;

᾽ 

 
 
 
ʼ 
 
.

· 
 
 
 
 
.

 
, 
 
;

 
 
 
ʼ;

᾽ 
 
 
 

 


 
ʼ 
 
 
,
, 
 
 
 
, 
᾽ 
 
.

· 
.

 
 
 
.

 
 
.

ʼ 
 
ʼ 
.

ʼ 
 
 
 
ʼ 
 
 

 
 
 
, 
 

 
 
 
.
8716	
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

ʼ 
 
 
;
 
, 
 
, 
 
, 
 
 
 

 
· 
 
 
 

, 
 
ʼ 
 
 
.

· 
 
 
; 
 
 

 
 
 
 
 
.

 
᾽ 
 
 
 
; 
 
.

· 
 
 
 
.

 
 
ʼ 
 
 
;

, 
 
, 
 
 
.

ʼ 
᾽ 
 
 
 
;

 
, 
 
᾽ 
 
.

 
 
 
ʼ 
 
 
.

 
, 
 
 
 
 
.

 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
 

ʼ 
 
, 
 
 

 
 
 
 
 

 
 
 
 
.

 
 
 
ʼ 
· 
 
 

 
, 
 
 
 
.
8880	
 
, 
 
ʼ 
 
 
 

· 
 
ʼ 
 
, 
 
.
 
 
ʼ 
᾽ 
, 

 
 
 
ʼ 
 
 
.

 
 
ʼ· 
 
 
᾽, 
 
,
 
᾽ 
 
 
 
 
.

᾽ 
 
 
· 
 
,
 
 
ʼ 
 
 
, 
.

 
 
· 
᾽ 
 
.

, 
 
;

 
; 
᾽ 
;

 
ʼ 
 
 
 
 
ʼ 
 
;

 
 
 

 
 
᾽ 
 
;

, 
 
· 
 
 
᾽ 

᾽ 
 
 
᾽ 
 
 
.

 
 
 
 
 
.

 
 
.  
 
 

 
 
.

 
 
 

 
, 
, 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
;
᾽ 
 
 
 
 
 

, 
 
᾽ 
 
 
,
 
· 
 
 
᾽ 
 

 
 
 
 
.
9058	
 
 
 
 
· 
 
 

 
 
, 
 
 
 
.

 
ʼ 
 
 
 
; 
, 
᾽ 
 

, 
 
 
 
 
 
 
;

 
· 
 
ʼ 
 

 
 
, 
 
 
 
 
.

 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
;

 
 
ʼ· 
 
 
 
 
ʼ 
.

᾽ 
 
 
 
 
.

᾽ 
, 
 
ʼ 
 
.
᾽ 
ʼ.

.

 
 
.

 
 
 
;

 
 
 
ʼ 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
· 
 
 
 
 
 
 
.
9197	
 
ʼ 
, 
 
 

ʼ 
 
 

 
 
 
.
