@node
@author=Dionysius Halicarnassensis
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Hermann Usener, Ludwig Radermacher
@filename=tlg0081.tlg006.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg0081.tlg006.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Dionysii Halicarnasei quae exstant, Hermann Usener, Ludwig Radermacher, Dionysius Halicarnassensis, Teubner, Leipzig, 1899, 5, Hathi Trust.
@sponsor=University of Leipzig
@title=De Demosthenis dictione
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:05:37Z

 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
; 
 
 
, 
 
 
; 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 

 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 

 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 

, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
|
 
 
 
, 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 

 
, 
 
 
 
 
 
 
· 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 | 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 . 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 

 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
.
 
 

 
, 
 
 
 
 
 
 
 
 

 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 | 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 | 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 

 
· 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
· 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 

 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.|
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
; 
 
, 
 
, 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
· 
 
, 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, | 
 
 
 
 
.ʼ 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, | 
 
. 
 
 
 

 
 
 
 
.ʼ 
᾽ 
 

ʼ 
, 
 
 
 
 
 
 
 

, 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
ʼ | 
 
 
 
 
 
· 
 
 
 
 
 
.ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
, 
 
ʼ 
 
 
|
 
; 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
; 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
| 
 

 
,
 
 
 
᾿. 
 
 
 
 
 

, 
 
 
.
 
, 
 
 
 
 

 
 
 
, 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
|
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 

, 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 

, 
 
 
 
᾽ 
 
 
ʼ 
, 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
; 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
, 
 
. 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
· 
, 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 

, 
᾽ 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 

 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 

 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.ʼ 
 
 
· 
 
 
 
’ 
 
 
ʼ 
ʼ 
 
 
 
 
 
 
. 
 
 
 
’ 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
᾽ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
;’ 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
, 
, 
 
, 
 

, 
 
 
 
 
 
 
 
 
 
 
), 
 
 
, 
 
, 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 

 
 
 
 
. 

 
 — 
 
 
 
 — 
 
, 
 

, 
 
 
 — 
 
 
 
 
 
 
 
 — 
 
 
 
 
 
 
 
 — 
 
 
 
 
|
 
 
᾽ 
 
ʼ 
· 
 
 
 
 
 — 
 
 — 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 


 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
, 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
, 
 

, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
 
· 
 

 
 
· 
 
 
 

, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.ʼ
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· ‘ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
᾽ , 
 
 
 
 
, 
 
· 
 
ʼ, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
, 
 
, 
 

 
 
 
 
 
, 
 
 
 
 
 
 
. — 
. — 
 
 
 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
|
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
|
 
, 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 ᾿ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.ʼ
᾽ 
 
 
 
 
 
 
 
 13 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
, 
 | 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
, 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
, 
 
 
 
.
 
 
 
 
 . 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
|
’ 
 

 
. 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
’ 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
. 
 
 
 
 
 
· ‘ 
 
 
 
 
 
 

 
 
 
 
 
, 
· | 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
· 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
|
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
. 
 
 
· 
 
 
 
 
 
 
 | 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
᾽ 
 
· 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
|
 
, 
᾽, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
᾽ 
 
 
᾽ 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 18 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
.
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 | 
 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
, 
᾽ 
 
 
 
·’ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
 
’· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
’ 
 
 
 
’· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
’; 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
, 
|
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
’, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
’. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
᾿ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
᾿ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
|
 
, 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
, 
 
; 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
. 
|
 
 
 
 
 

 
 
 
 
· 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾿ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
’. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
·
 
 
 
,
· 
 
 
 
, 
· 
 
 
 
 
, 
· 
 
 
 
. 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
|
, 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾿ 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
· 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ | 
, 
 
 
, 
 
 
. 
 
, 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
, 
|
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
, 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
ʼ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
᾽, 
, 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
, 
.᾿ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
|
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 

 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
, 
, 
, 
, 
, 
, 
, 
, 
, 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
, 
 
, 
. 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
, 
 
 
ʼ 
 
 
 

 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
᾽ 
ʼ 
 
, 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
 
᾽ 
 
. 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 

 
 
 
 
 
᾽ 
 
 
 
· 
᾽. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 24 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
᾽ 
 
 
, 
 

 
 
 
 
 
, 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 

 
 
 
 
· 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
. 
 
 
, 
, 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
.ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
; 
 
 
 
 
; 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
,ʼ 
 
 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
, 
 
 
 
. 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
᾽ 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
), 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 

 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.’ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
᾿ 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
.’ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
᾽ 
, 
 
 
 
 
᾿ 
 
 
 
 
 
. 
 
· 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
.᾿ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
· 
 
 
᾽ 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
,ʼ 
᾽ 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 

 
 

᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
᾽ 
 
 
,ʼ 
 
· 
 
 
, 
 
 
,ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
,ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
,ʼ 
 
 
· 
 
 
 
, 
 
 
 
,ʼ 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
,ʼ 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
.ʼ 
 
ʼ 
· 
 
 
 
, 
 
 
 
, 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
᾽ 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
ʼ 
.
 
 
 
, 
 
 
 
 
 27 
 
, 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 

 
 
. 
 
 
 
 
, 
 
᾿ 

 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
· 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
· 
 
 
.’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
’ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
.ʼ
 
, 
 
 
 
 
 
 
 28 
, 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
, 
 
 
, 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
᾽ 
 
 
 
 
;’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
; 
 
; 
 
; 
 
 
 
 
; 
 
ʼ 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.᾿ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.᾿ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
. 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
 29 
 
, 
· 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
.ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
; 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
.ʼ 
 
 
 
 
. 
 
 
 
 
 
; 
᾿ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
.|
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
᾽ 
. 
 
 
 
 
 
, 
 
 
. 
 
 
· 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
, 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
| 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
ʼ 
, 
, 
 
 
 
, 
 
. 
᾽ 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
.᾿ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
), 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
|
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
, 
 
ʼ 
, 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
ʼ 
. 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
, 
 
, 
 
 
 
 
 
᾽ 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
, 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
|
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
, 
 
.ʼ
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
, 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
 
| 
 
, 
. 
 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽, 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
, 
 
 
), 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
|
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
??
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
), 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 35 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
᾿ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 | 
 
 
 
;), 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
.ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 

 
 
· 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
’
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
| 
 
, 
ʼ 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 37 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
;’ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. | 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 39 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
⟩ 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
, 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 | 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 | 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, | 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
|
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
. 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
᾽ 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 | 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
 
 
, 
 
 
 
. 
 
 | 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 | 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;᾿
 
 
 
, 
 
 
 
 
 41 
 
 
 
 
᾽ 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 | 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 | 
 
 
 
; 
 
ʼ 
 
 
 
 
 
· 
 
, 
᾽ 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
. 
 
᾿, 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
|
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
ʼ 
 
, 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
|
 
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ | 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.᾿
 
 
 
 
 42 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 | 
· 
 
 
 
 
 
; 
 
 
 
 
⟩ 
 
 
 
 
 
 
 
 
; 
 
 
 
 
.’ 
 
 
 
 
, 
 
, 
 
 
, 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
)· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
|
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
ʼ, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
’ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
’, 
 
 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 
 
 
⟩ 
 
. 
 
ʼ 
 
 | 
 
 
 
 
’, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
’ 
 
 
 

 
 
’. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

 
 
)· 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
 
. 
᾽, 
, 
 
 
· 
 
 
ʼ 
 
 
 
 
, 
 
 
 
.ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 | 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
. 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
.|
 
 
᾽ 
; 
 
 
 
 44 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
, 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 | 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
⟩, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
|
 
, 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 | 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 | 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 46 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
. 
 
 

 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
) 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
. | 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
|
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
; 
 
; 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
|
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 | 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. | 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 49 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
᾽ 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
|
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 | 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 | 
 
 
 
 
; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
· 
 
 
, 
 
 
 
, 
 
 
, 
 
 
. | 
 
ʼ 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
⟩ 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 


 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
. 
 

 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
, 
, 
, 
, 
, 
, 
, 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. | 
 
 
 
 
 
 
 
 
, 53 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
, 
᾽ 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
.|
 
 
 
 
 
 
 54 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
᾿ , 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
᾿ . 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 | 
 
 
 
. 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
· 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
|
, 
 
 
 
 

 
 
;ʼ 
 
 
 
 
. 
 
, 
᾽ 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
, 
᾽ 
᾽ 
 
, 
 
 
᾽ 
, 
 
 
 
 
 
, 
 
· 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
᾿. 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
, 
 
 
, 
᾽ 
, 
 
ʼ 
 
 
, 
 
 
 
, 
 
, 
 
, 
 
, 
 
, 
 
ʼ; 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
, 
, 
, 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 55 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
᾽ 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
), 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
.
 
ʼ 
 
 
 
 
 
 
 56 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
??

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
, 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
, 
, 
 
 
, 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
· 
 
, 
 
, 
 
; 
 
 
;ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
΄ 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
, 
 
 
|
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
