@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg013.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἰφιγένεια ἐν Ταύροις, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:24Z


 
 
 
 
 

 
 
 
 
,
 
 
 
· 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
ʼ 
 

 
 
 
 
,
 
 
ʼ, 
 
, 

 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
,
 
 
 
 

 
 
 
ʼ 
 

 
, 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
 
·
 
᾽ 
 
 
,
, 
 
 
 
 
,
 
 
 
 
 

 
· 
 
 
 
 

, 
 
 
 
.
ʼ 
 
 
 
 
 

 — 
 
 
 
᾽ 
 — 
 
 
 
. 
 
ʼ 
 

 
ʼ 
 
 
.
 
ʼ 
ʼ 
 
ʼ 
 

 
ʼ 
 
·
᾽ 
 
 
 

 
, 
 
 
 

 
ʼ 
 
᾽ 
 
 
,
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
·
 
 
 
 

, 
, 
ʼ 
 
 
 — 
 
ʼ 
 
, 
 
 
 — 
 
, 
 
ʼ 
 

ʼ 
 
ʼ 
 
.
233	 
 
ʼ 
 
 
 
,
 
 
ʼ, 
 
 
 
᾽ 
᾽ 
.
ʼ 
 
 
᾽ 
 

 
 
, 
 
ʼ 
 

, 
 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
,
 
 
᾽ 
 
 

ʼ 
 
 
 
,
. 
 
ʼ 
 
 
·
ʼ 
, 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
 

ʼ 
 — 
 
 
ʼ 
 — 
 
, 
 
ʼ 
 

 
. 
᾽ 
 

 
 
; 
ʼ 
 

 
 
 
ʼ 
 
.
375	
, 
 
 
 
 
 
.

, 
 
ʼ 
 
 
.

, 
 
 
 
᾽ 
 

ʼ 
 
 
 
;

ʼ, 
· 
 
 
 
.

 
, 
 
 
 
;

 
 
 
ʼ 
 
.

 
ʼ 
᾽ 
 
ʼ 
 
;

 
 
ʼ 
 
.
᾽ 
ʼ 
 
 
 
.

 
, 
 
ʼ 
 
᾽ 
 
 

, 
 
 
ʼ 
,
 
, 
 
ʼ 

 
 
 

 
 
 
 
,
 
 
ʼ 
 
 

 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
ʼ 
 — 
 
ʼ 
 
 
 
ʼ 
 
,
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ, 
 

 — 
 
ʼ 
᾽ 
 
 
 — 
 
 
ʼ 
 
 
.
544	 
 
 
 
 

 
 
, 
. 
 
ʼ 
,
 — 
 
 
 
 
 
 — 
 
; 
 
 
 

· 
 
 

; 
 
 
 
 
;
 
 
 
 
 — 
 
 
; 
 
ʼ 
 

 
 
 
,
ʼ. 
 
 
, 
 

, 
 
᾽ 
.

 
 
 
 
᾽ 
,
 
 
 
 
 
 
·
 
ʼ 
 
 

ʼ 
ʼ 
 
 
 
 
 — 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
 
 
.
 
 
ʼ 
 
 
 

 
· 
 
 
 

, 
 
ʼ 
 
 
.

 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
, 
· 
 

 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
 
· 
·
 
 
 
 
 
 
.
725	
ʼ, 

 
 

 
 
.
 
 
 
,
ʼ 
,
 
 
, 

 
 
,
 
 
 

 
 
,
 
 

 
 
 
ʼ 

ʼ 
,
 
 
.
· 
 
; 
 
ʼ 
;
 
 
 
 
 
,
 
 
 
 
 

 
 
 


 
; 
793	
 
,
 
 

, 
 
 

 
 
, 
,
, 
 
·
 
 
ʼ 
,
 
 

, 
 


 

, 
 
ʼ 
.
 
·
 
ʼ 
 
·
 

 
.
 
 
 
 
.
 
,
 
 
 
 

 
, 
 
 

 
 
 
 

 
 
 

 
ʼ 
 
 

 
ʼ 
 

 
 
 
,
 
 
 
.
᾽ 
 
 

 
 
 
.
 
 
 

, 
 
 
 
 
·
 
ʼ· 
 
 
 
 

 
, 
 
ʼ 
.
 
 
 
 

 
 
, 
 

 
ʼ 
 
.
925	
 
 
 
ʼ
 
 
 

 
ʼ 
,
 
 
 

 
, 
 
 

 
 
 
.
, 
 
 
·
 
 
, 
,
 
.
 
 
 
 

 
,
 
ʼ 
 
 
·
 
 


· 
 
ʼ 

 
 

ʼ 

. 
 
ʼ 
 

 
 
 
,
 
 
, 
 

 
 
 

 
 
 
ʼ
 
, 
 
ʼ 
ʼ
 
 
.
1016	
 
 
 

 
 
 

 
 
· 
 

 
 

 
 
,
 
 
 
,
 
 
 
 

 
 
 

 
 

 
ʼ 
 

, 
 
·
 
ʼ 
 

 
 

, 
, 

 
 
 
, 
.
 
ʼ 
 
 

 
 
,
 
 
 
,
 
 
 
ʼ 

᾽ 
 
 

 
 
 


 
ʼ, 
᾽
 

 
ʼ 
 
,
 
ʼ 
 

 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 

, 
 
 
,
 
, 
 
, 
 

 
 
 
 
 
ʼ
 
 
.
1148	
 
 
᾽ 
 
 

 
 
 
 
 
.

 
 
 
 
,
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
, 
 

 
, 
 
,
 
 
 
 

. 
 
 
 

 
 
 
 
 
.

; 
 
 
ʼ 
 
 
;

· 
 
᾽ 
 
 
 
.

᾽ 
ʼ 
 
 
 
 
;

 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
ʼ 
;

 
᾽ 
· 
 
 
.

 
ʼ 
ʼ 
 
 
;

 
 
 
 
 — 

 
 
 
 
;

 
 
 
 
.

 
 
, 
 
 

 
ʼ 
· 
 
 
 
.
 
 
ʼ· 
 
 
 

 
 
.
1304	
 
 
 
 

 
 
 
,
 
 
 
 
 

 
, 
 
.
 
 
 
 

 
, 
 

 
 
 
.
 
ʼ· 
 
; 
 

 
.  — 
 
ʼ 
 
 

 
 
 
ʼ 
·
 
 
 
, 
 
,
 
, 
 
 
,
᾽ 
 
᾽ 
 
 
,
 
 
ʼ, 
 
 

 
 
 
.
 
 
 
, 
 
,
 
, 
 
ʼ 

 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
ʼ 
 

 
 
 
,
 
, 
 
 
 
·
, 
 
; 
 
ʼ 
 

 
, 
 
 
 

 
 
 
᾽ 
;
 
ʼ 
 
 
 
 
 

 
, 
ʼ 
 

 — 
 
, 
 
.
, 
 
· 
 
;
 
ʼ 

 
 
 
ʼ, 
᾽ 

 
 
 
 
 
,
 
ʼ
 
 
.
1503	 
 
, 
 
,
 
ʼ· 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
ʼ 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
ʼ, 
,
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
· 
 
ʼ 

 
, 
 
 
 

 
. 
 
 
 
 

 
ʼ 
 
 
ʼ 

 
 
 
 
,
 
 
 
,
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
 

 
 
 
 
 
,
 
ʼ· 
 
ʼ 
 
 

, 
 
 
.
 
 
 
 
ʼ 
·
, 
ʼ, 
᾽ 
 

ʼ· 
 
, 
 
 
.  — 
 
ʼ 
 
 
 
,
 
 
 
.
᾽, 
 
 
, 
 
 

 
· 
 
 
᾽ 
,
 
 
 
 
 
.
᾽ 
 
· 
 
 
 

 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
 
 

 
 
ʼ, 
 
 
 

 
. 
 
ʼ 
 
 

 
. 
 
ʼ 
 
 

 
 
 
 
ʼ 
 
.
 
 
ʼ, 
 
, 
 

 
· 
 
 

, 
 
 
 
 

 
 
 
 
 
.

ʼ 
 
 
ʼ, 
 

 
 
 
 
 
.
1782	
· 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 — 
 
 
, 
 
 
 

 
 
 
 
,
 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
ʼ 
 
᾽ 
 
,
 
 
ʼ, 
 
ʼ 
.
 
᾽ 
᾽ 
 
, 
, 
·
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
, 
 
 
 

 
ʼ 
᾽, 
 
ʼ 
,
 
ʼ, 
᾽ 
 
,
 
᾽ 
 
 
 
,
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
 
.
 — 
 
 
 
᾽ 
 
 — 
 
 
 

 
 
 
, 
,
 
ʼ· 
 
, 

ʼ 
 
 
· 
 
ʼ 

 
 
 
 

 
, 
 
 

· 
 
ʼ 
 
 
.
 
 
 
᾽, 
 
 
,
 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
,
 
 
 — 
 
 

ʼ 
᾽ 
, 
 
ʼ 
 

· 
 
ʼ 
 

 
, 
 
ʼ 
 
 
 
.
 
, 
 
, 
 
 

, 
, 
 
 
 — 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
, 
 
 
,
 
 
 
 
.
 
᾽ 
 
 
 
 
 

 
 
. 
 
 

 
 
 

 
, 
 
 
,
 
ʼ 
᾽, 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
.
2081	
 

 
, 
᾽ 
 
 
 
 
 
᾽ 
 
 — 
 

 
.
 
ʼ 
 
 
 

 
 

 
 

 
 
 
, 
 

 

 
 

 
 
;
2126	
 
 

 
 
 
 
 
, 
 
 
 
,
 

 
;
 
 
 
ʼ, 
 
 
 

 
, 
 
 
 

 
᾽ 
 
 
 
 
,
 
·
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
.
2179	
 
 
 
,
 
 
 
 

ʼ 

 
᾽ 
 
 
,
 
 

  

 
,
 

 
 

 

 


 
 
,
 
 
᾽ 
, 
 
, 
 
 
,
 
 
;
2229	
᾽ 
 

 
 

 
 
 

 
 
, 
᾽ 
 
 
 

 

 
 

 
ʼ 
.
 
ʼ 

ʼ, 
 
 

 
 
 
,
 

 
·
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
.
2287	
᾽ 
 
 
 

 
, 

 
· 
, 
.
 
 
 
 

 
 
 
·
᾽ 
 
 

 
.
 
ʼ, 
 
 
᾽ 

 
 
, 
 
,
 
 
ʼ 
 
 
 

.
2335	
·
 
 
 
 
 
 
 

 
. 
 
 
 
,
 
 
 
᾽ 
 
.
 
ʼ 
 
 

 
 
 
 
 
 
.
·
 
 
 
 
ʼ 
 

 
ʼ; 
 
ʼ, 
 
 
 — 
 
 
 

 
.  — 
 
 
 
ʼ 

ʼ 
; 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
ʼ 
 
 
.
 
ʼ 
ʼ, 
 
 
;
 
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
᾽ 
 
.

 
᾽ 
, 
 
 
 

 
, 
 
 
ʼ, 
 
;
 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
᾽ 

 
· 
 
ʼ 
 

 
, 
 
ʼ 

 
ʼ 
· 
 
 
ʼ 
 
.
 
 
 
 
· 
 
 

 
 
 
.
2503	
 
᾽ 
 
᾽ 

 
; 
 
 
 
.

᾽, 
 
 
 
 
᾽ 
 
 
.

 
 
 
 
;

 
ʼ 
 
 
 
 
, 
;

 
 
 
 
 
;

 
ʼ· 
 
ʼ 
 
, 
.

 
ʼ 
 
 
ʼ 
 
 
;

 
 
 
 
ʼ 
.

 
᾽ 
· 
 
 
 
 
.

 
 
 
ʼ 
.

 
 
 
; 
 
 
 
;

 
 
 
 
, 
 
 
.

᾽ 
 
 
 
 
 
;

 
 
 
, 
 
.

 
 
 
 
 
 
;

 
 
 
ʼ 
 
.

 
, 
, 
 
ʼ, 
 
 
;

 
 
 
ʼ
 
ʼ 
 
.

 
ʼ
 
, 
 
 
;

 
 
 
 
ʼ 
 
 
.

᾽ 
 
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
ʼ 
 
 
 
.

 
 
ʼ· 
 
 
, 
 
᾽ 
.

 
 
ʼ, 
 
 
.

 
᾽ 
 
 
ʼ 
 
.

 
 
᾽ 
 
 
.

 
 
 
᾽ 
ʼ 
.

 
ʼ 
 
 
 
;

, 
 
ʼ 
 
 
 
.

 
 
; 
 
 
 
 
.

 
 
 
 
.

 
 
 
, 
 
 
.

 
 
 
 
 
 
.

 
ʼ 
 
᾽, 
 
;

 
᾽ 
 
 
ʼ 
.

 
 
 
, 
᾽ 
 
.

ʼ, 
 
᾽ 
· 
 
ʼ 
.

 
 
 
 
 
 
;

, 
 
 
 
 
.

 
ʼ, 
 
.  — 
 
 
 
 
;

 
ʼ 
, 
 
ʼ, 
 
.

, 
 
᾽ 
 
 
.

 
· 
 
 
.

 
ʼ 
 
 
 
 
 
;

 
· 
 
ʼ 
ʼ 
 
.

 
, 
 
 
 
.
2880	
 
 
ʼ; 
 
 
 
ʼ 
.

 
· 
 
᾽ 
ʼ 
.

 
 
᾽ 
 
, 
.

 
ʼ 
 
, 
 
᾽ 
;

; 
 
 
 
ʼ 
 
 
 
.

 
 
 
 
 
.

 
ʼ· 
 
 
 
, 
.

 
 
, 
᾽ 
ʼ, 
᾽ 
, 
.

ʼ 
 
, 
 
ʼ 
 
.

; 
 
; 
ʼ 
.

 
ʼ 
 
; 
 
 
;

 
 
 
 
ʼ 
.

 
 
 
 
 
.

 
 
 
  
 
.

 
 
 
ʼ 
 
.

 
ʼ, 
 
 
 
 
.

 
· 
 
 
 
ʼ, 
 
.

 
 
. 
 
 
 
;

 
 
 
.

·
 
 
 
 
.

᾽ 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
.

 
; 
 
 
 
 
;

 
, 
 
 
 
 
.

ʼ 
 
 
 
 
.

 
 
 
 
.

 
 
 
ʼ 
 
 
 
;

᾽, 
 
, 
 
 
.

 
, 
ʼ· 
 
᾽ 
.

᾽ 
 
 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 
 
 
,
 
 
 
 
 
 

 — 
 
 
 
.

 
· 
 
ʼ 
 
 
ʼ 
 
;
᾽ 
; 
᾽ 
 
; 
 
 
;
3164	
ʼ· 
 
 
 
ʼ 
 
,
 
ʼ 
, 
 
, 
 

. 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
ʼ 
 
.
 
, 
 
 
ʼ, 
 
 

 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 

 
, 
 
 

 
 
, 
 
 
ʼ 

 
 
 
, 
 
ʼ 
;
 
 
 
 
 

 
 
, 
 
ʼ
 

 
 
 
 
 
.
 
ʼ — 
 
, 
 
, 
 

 
 
 
 
 
 
 — 
, 
 
 
 
 
 
,
 
 
 
.
 
ʼ, 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
, 
 
·
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
᾽ 

 
 
 
 
.
᾽ 
 
· 
 
 
 
·
 
 
, 
 
 
 
·
 
ʼ 
 
 
. 
 
 

 
 
 
 

 
. 
 
ʼ 
᾽ 
 
,
 
 
 
 
 
 
 
.

 
ʼ 
, 
 
᾽ 
 

 
 
 
 
ʼ 
 
.
 
 
 
 

 
. 
 
 
᾽ 
, 
,
 
, 
 
ʼ 
 
 
.
 
 
 
, 
 

 
, 
 
 
· 
 
 

 
 
᾽ 
 
.
3428	
 
 
 
 
 
 
 
;

· 
 
 
 
 
.

 
ʼ, 
 
, 
 
.

᾽ 
 
 
ʼ, 
 
.

 
 
 
 
;

, 
 
 
 
 
.

 
 
 
; 
 
᾽ 
 
 
.

 
 
ʼ 
 
 
 
.

 
 
 
 
ʼ, 
 
;

 
 
 
 
ʼ 
 
.

·
 
 
ʼ 
 
 
 
;

 
, 
 
, 
 
ʼ 
,
· 
 
 
 
 
.
 
, 
 
 
 
,
᾽ 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 

· 
 
 
 
 
 
.
ʼ 
, 
, 
 
 — 
 
 
 
 
 

 
 
, 
 
᾽ 
 
,
 
 
 
 
 
 

 
 
 
.
3610	
 
 
 

 
 
.

 
 
 
᾽, 
 
ʼ, 
 
.

 
 
 
, 

, 
ʼ, 

 
 
ʼ 
.

 
 
, 
 
.

 
 
.
 
, 
.
 
. 
 
 
;
 
 
 
 
 
,
 
 
 
 
 
.
3671	
, 
 
 
 
 
;

 
ʼ· 
 
 
 
 
.

 
 
 
; 
 

ʼ 
 
 
ʼ 
 
 

 
ʼ 
 
 
ʼ 
 
 

ʼ 
 
ʼ 
, 
 
 

ʼ 
 
ʼ 
 
 

 
 
. 
 
 
 

 
 
· 
 
 
 

 
ʼ 
 
 
᾽ 
,
 
 
ʼ, 
 
 
 
.

 
 
· 
 
 
 
,
 
· 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
.

᾽; 
 
 
 
 
 
 
.

 
 
 
 
 
·
 
ʼ 
  
 
 
 
 
.
 
 
 
 
 

 
 
 
ʼ 
 
 
,
 
 
 
 — 
 
 
 — 
 
 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
3870	
 
· 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
,
ʼ 
 
, 
 
 
ʼ 

· 
 
 
 
 
᾽ 
 
 
,
ʼ 
 
 
 
, 
 
.
 
ʼ 
 
ʼ 
, 
 
ʼ, 
 
ʼ, 

ʼ, 
 
 
 
 
.
 
, 
 
 
 

, 
 
 
 
ʼ 
 — 
 
ʼ 
 
᾽ 
, 
᾽ 
 

 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
ʼ 
 
,
 
 
 
᾽ 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
᾽ 
 

, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ· 
 
 
 
ʼ 
 
,
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
ʼ 

ʼ, 
 
 
 
.
 
᾽ 
 
 
 
 
 
,
 
 
 
.

 
 
, 
 
 

 
 
, 
 
, 
 
ʼ 

 
 
 
ʼ 
 
.
 
 
 
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
.
᾽ 
, 
, 
 
 

 
 
, 
 
.

· 
 
 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
.
4127	
ʼ 
 
 

 
 
 
 
.
 
 
 
 
,
, 
· 
 
ʼ 
 
 
,
ʼ. 
 
 
 
 
ʼ

 
 
 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
 
 
.

 
 
; 
 
 
;

 
 
 
 
 

 
, 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
; 
.

 
 
 
 
 
.

 
· 
 
 
 
;

 
 
 
 
;

.
 
, 
 
 
 
.

· 
 
ʼ 
ʼ 
 
 
.

, 
 
, 
 
 
 
.

 
 
 
ʼ 
 
.

 
 
 
 
 
.

᾽ 
 
 
᾽ 
 
;

, 
 
 
 
 
.

 
ʼ 
 
ʼ 
, 
 
.

 
ʼ 
 
 
 
 
;

 
· 
 
 
, 
 
 
;

 
ʼ 
 
ʼ 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
, 
 
 
.

 
 
 
᾽, 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
,
 
 
 
 
᾽ 
.

᾽ 
ʼ 
 
; 
 
 
 
·
 
ʼ 
 
 

 
 
 
᾽ 
 
.
 
 
· 
 
 
 
,
 
 
 
·
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
᾽ 
 

 
 
 
 
 
 
 
 
.
4436	
ʼ 
, 
 
 
·
 
 
 
ʼ 
 

ʼ 
, 
 
 
ʼ 
 
ʼ 
 — 

 
ʼ 
᾽ 
; 
ʼ 
 
;

᾽ 
 
 
· 
 
 
 
.
 
ʼ 
 
, 
 
, 
 
,
 
 
 
 
 

, 
᾽ 
 
 
 
.

, 
 
; 
 
ʼ 
᾽ 
;

 
 
 
 
.

 — 

᾽ 
 
 
 
 
.

 
.

 
 
 
 
 
 
;

· 
 
ʼ· 
 
 
.
ʼ 
 
 
ʼ 
 
ʼ 
.

᾽ 
᾽ 
 
 
 

 
 
ʼ, 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
ʼ 
ʼ 
. 
᾽ 
,
᾽ 
 
 
 
 
.

 
 
 
 
,
 
ʼ 
ʼ, 
 
 
 
,
 
ʼ 
 
 
ʼ 
.
, 
 
 
 
 
,
, 
 
 
 
.

· 
 
 
 

 
 
ʼ 
 
 
.
 
 
 
ʼ, 

 
ʼ 
 
 

 
 
, 
 
ʼ 
.
4633	
ʼ, 
 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
 
 

 
, 
 
ʼ 
,
ʼ 
, 
 
ʼ 
 
.

 
ʼ 
 
 
; 
 
 
;
 
ʼ 
 
 
 
 
 
.

 
᾽ 
 
, 
 
, 
.

᾽ 
 
 
 
ʼ 
;

 
 
 
, 
 
ʼ 
.

 
; 
 
 
 
 
;

· 
 
 
 
 
.

 
 
 
 
, 
 
ʼ 
.

᾽ 
, 
 
 
 
·
 
 
ʼ 
 
 
;

· 
 
 
 
 
.

᾽ 
 
ʼ 
ʼ 
 
 
;

 
ʼ, 
 
 
 
 
.

 
ʼ 
 
 
 
;

 
 
᾽ 
 
 
.

 
ʼ 
 
 
 
 
;

ʼ· 
 
 
 
 
 
 
ʼ 
.

 
; 
 
 
 
 
 
;

 
ʼ 
 
 
 
.

 
ʼ 
 
, 
 
 
·
 
 
 
 
 
,
 
 
 
 

ʼ 
, 
 
,
 
 
 
 
.
4843	
 
ʼ, 
 
, 
 
 
,
 
ʼ, 
, 
 
 

, 
 
.

 
 
 
 
, 
 
.
 
 
, 
 
 
 
 

 
 
 
, 
 
ʼ 
.

᾽ 
 

 
 
 

 
 
.
 
 
 
 
 

, 
 
; 

 
 
 
 
᾽ 
.

 
 
 
 
.

 
 
, 
 
·
 
ʼ 
 
 
 
 
 

 
·
 
 
· 
 
,
 
,
 
 
, 
 
 
,
 
 
 
 

 
.

 
 
, 
 
 
,
 
ʼ, 
 
 
 
.

ʼ 
 
, 
ʼ, 
 

 
 
 
 
.

. 
 
 
 
 
ʼ 
 
.

, 

ʼ, 

 
 

 
᾽ 
·
 
 
 
 
 
 
.
 
 
 

.

 
 
 
 
 
.

ʼ 
 
 
.
 
ʼ 
 
 

 
 
.

 
 
ʼ 
, 
 
ʼ, 
.
5038	
 
 
 
. 
ʼ 

ʼ 
, 
 
. 
 
ʼ 

 
 
 
 

 
.
 
ʼ 
᾽ 
 
 
;
 
 
 
;
 
 
 
 — 
 
 
, 
 
 

ʼ 
 
,
 
 
 
 
 
;
 
 
, 
 
 
,
 
.
 
 
, 
 
 — 
 
 

 
 
 
 

 
ʼ 
 
 
· 
 
 

 
 
 
 
 
.
, 
.
 
 
 
᾽ 
 
 
 
 
 

 
 
,
 
 
, 

 
 
 

 
;
5149	
 
 
 
 
 

᾽ 
 
 
 
 
ʼ 
.

 
 
 
 
 
 
,
, 
 
 
 
·
 
ʼ 
 
ʼ 
᾽ 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
, 
 
 
,
 
, 
 
 
.

 
· 
 
 
ʼ 
 

 
 
· 
 
 
 
 
,
 
 
 
 
 
.

 
ʼ 
 
ʼ· 
᾽ 
 
,
 
 
 
ʼ 
 

 
· 
 
 
 
᾽ 
.

 
 
 
ʼ 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
, 
 
;

 
, 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
· 
 
 
 
 
 
.

ʼ 
 
 
 
 
 
.

 
 
, 
 
 
.

 
 
ʼ 
 
 
 
 
;

 
· 
 
 
.

 
ʼ 
 
 
᾽ 
 
 
;

 
 
· 
 
 
 
.

· 
 
ʼ 
 
 
 
 
;

 
· 
 
 
 
.

 
 
 
 
 
;

, 
᾽ 
 
 
ʼ 
 
.

᾽ 
᾽ 
᾽ 
 
ʼ 
 
;

 
 
 
 
 
.

· 
 
ʼ 
᾽ 
 
.

᾽ 
 
ʼ 
 
.

 
 
ʼ 
 
 
᾽ 
 
;

 
 
 
.

 
 
; 
 
 
;
5432	
᾽ 
· 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
 

 
 
, 
 

 
, 
 
 

 
 
 
᾽ 
 
,
 
 
 
 
.
 
 
 
, 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 — 
 
 
ʼ 
 

 
ʼ, 
 
 
·
 
ʼ 
 
, 
 
 

, 
 
 
 
 
,
 
ʼ 
ʼ 
 
ʼ, 

 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
,
 
 
᾽ 
 
 
.
 
ʼ 
 
 

 
, 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

, 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
.
 
ʼ
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 

 
 
 
·
 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
·
 
ʼ 
 
 
 
,
 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
 
 
, 
 
,
ʼ 
 
 
 
,
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
 

 
ʼ 
 
, 
 

ʼ 
 
ʼ 
 
.
᾽ 
 
 
 
,
· 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
.
᾽, 
 
ʼ, 
 
 
,
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
5725	
 
 
 
 

 
 
 
 
 
ʼ 
.

 
 
, 
 
 
᾽ 
, 

 
 
 
, 
ʼ, 
.
 
ʼ 
 
, 
 
 
 

 
ʼ 
, 
 
 
 

, 
 
· 
·
 
 
 
 
ʼ 
 

 
ʼ 
. 
 
 
ʼ 
 

 
 
, 
ʼ 
 

 
 
 
.
 
ʼ 
 
; 
 
ʼ 
 
 
;
᾽, 
 
 — 
 
 — 
᾽ 
 
,
 
ʼ 
 
ʼ 
᾽ 
 

, 
 
 
 
·
 
 
ʼ — 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
ʼ, 
 
ʼ 
 
 

· 
 
 
᾽ 
 
 
 

 
, 
 
 
 
.

 
 
 
 
 
 
 
·
 
 
 
· 
 
 

 
 
ʼ 
 
 
 
 
.
 
 
ʼ, 
 
 
 
,
 
, 
 
 
 
 
.
 
ʼ 
· 
 
 
 

, 
 
 
 

 
ʼ 
 
 
ʼ 
 

 
 
 
; 
 

 
᾽ 
 
 
 
 
.
5936	
 
 
᾽ 
 
 
᾽ 
 
,
 
ʼ 
 
; 
 
 

 
 
· 
 
 
 
.

᾽ 
 
 
 
ʼ 
;

 
᾽ 
, 
 
.

᾽, 
 
 
 
 
, 
.

 
 
· 
 
 
 
.

 
ʼ, 
 
 
 
 
 
;

 
 
 
 
 
;

 
 
 
, 
 
ʼ 
 
 
.

ʼ 
 
 
, 
 
 
.

, 
· 
 
 
;

 
 
 
 
 
.

 
; 
 
, 
 
 
.

 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
, 
 
.

 
 
 
 
 
 
,

᾽ 
 
ʼ; 
 
 
.

 
 
· 
 
ʼ 
 
 
.

 
 
 
 
ʼ 
;

 
 
 
 
,

᾽ 
 
 
, 
᾽ 
 
.

 
, 
 
 
, 
.

 
; 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 
;

· 
 
 
 
᾽ 
 
.

 
ʼ 
᾽ 
 
 
 
;

 
 
 
 
ʼ 
.

 
ʼ 
 
 
 
 
;

 
· 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
.

 
 
, 
 
 
.
᾽ 
 
 
 

ʼ· 
 
 
 
 
 
.
 
ʼ 
᾽ 
 — . 
 
 
.
6230	
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
 
᾽ 
·
 
, 
 
 

 
 
 
ʼ 
.
ʼ 
 
 

. 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
ʼ 
 
ʼ. 
 
 
 

 
 
 
, 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
.
 
; 
 
 
 
 
 
 
 — 
 — 
; 
 
 
 

 
 
 
 
.

, 
 
, 
 
 
·
 
 
ʼ 
 
 
 
 — 
 
 
 — 
 
 
.

 
 
 
᾽ 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ, 
 
ʼ 
 
 

 
 
 
 
,
 
 
 
 
 
ʼ· 
 
 

 
 
 
 
 
.
᾽ 
 
 
 

 
 
· 
 
 
᾽ 
 

, 
 
 
 
 
.
6450	
, 
 
 

 
, 
,
 
 
,
 
 
,
 
 
 
 
,
 
 

, 
 
,
ʼ 
 
,
ʼ 
 
,
 
 
 
 
 
 
ʼ 

 
ʼ 
 

 
 
 
, 
 
 
,
 
ʼ 
 

, 
 
 
 
 
.
6511	
 
 
 
,
 
 
 

, 
 

 
 
 

 
 
 
.
 
 
ʼ 

 
 
,
 
 

 
 

ʼ 
 
 
 
ʼ 
 
,
ʼ 
 
 
 
ʼ· 
 
 
 
 
 
 
.
 
·
 
 
ʼ 
 
 
 
 
.
6574	
 
 
, 
ʼ, 

 
 
·
 
ʼ 
 

 
 

 
,
 
 
ʼ 
 
 

 
 

 
 

 
ʼ 
 
 
.
 
ʼ 
 

 
 
·
 
 
 
 
 
 
 
 

 
.
6628	
 
 
,
ʼ 
 
 
·
 
ʼ 
 

 
 
 

 
·
 
ʼ 
, 
 

, 
 
,
 
ʼ 
 

 
 
,
 
 
,
 
 
,
, 
 

 
 

 
.
6676	
 
ʼ 
 
 
 
 

; 
 
 
 
;
 
 
 
 
 
;

᾽ 
, 
 
 
᾽, 
, 
 
.

·
 
 
 
 
 
,
 
, 
 
ʼ 
 
;

, 
᾽ 
 
 
 
 
.

 
ʼ 
, 
, 
 
 
;

ʼ· 
 
 
ʼ 
 
.

 
 
; 
 
.

 
 
 
 
ʼ 
ʼ, 
.

 
 
 
ʼ; 
 
 
;

 
 
 
 
 
 
.

, 
 
 
 
 
;

· 
 
ʼ 
 
.

 
ʼ 
 
; 
 
 
 
 
;

᾽, 
 
· 
 
 
.

᾽ 
 
ʼ 
 
 
 
;

 
 
 
 
.

᾽; 
 
 
 
 
 
.

 
 
 
.

, 
᾽ 
 
 
 
 
.

 
 
 
.

 
ʼ 
 
᾽ 
ʼ 
 
;

 
ʼ 
᾽ 
ʼ, 
 
 
.

 
ʼ 
 
 
 
 
;

, 
 
 
 
 
.

 
ʼ 
 
, 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
ʼ 
 
.

 
 
ʼ 
ʼ, 
 
ʼ 
.

 
 
, 
, 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
;

 
· 
 
 
 
.

ʼ 
 
· 
 
 
ʼ 
.

 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
.
7046	
 
 
 
 
;

 
 
 
.

 
 
 
.

 
 
ʼ 
 
;

 
 
 
.

ʼ 
 
, 
.

 
 
 
 
 — 

 
.

 
 
.

 
 
.

 
 
 
ʼ 
.

᾽ 
 
.

 
 
 
ʼ 
 
 — 

 
;

 
 
 
.

 
 
;

 
 
 
ʼ 
.

 
 
 
 — 

ʼ 
 
 
.

 
 
 
.

 
 
ʼ 
 
 
.

᾽ 
 
 
.


 
 
 
 
 
.

 
 
 
 
 
 
 
 — 

 
 
;

 
 
.

 
 
 
.

ʼ 
 
ʼ 
 
 
 
 — 

 
 
 
;

 
 
.

 
 
.

 
ʼ 
 
 
 — 

᾽ 
 
 
 
;

 
.

 
 
 
ʼ — 
 
 — 
.

 
 
 
 
 
 
.

.

᾽ 
᾽ 
 
 
 
 

 
 
 
 
ʼ 
, 
 
 

 
, 
 
 
 
 
ʼ 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
,
ʼ, 
, 
 
 
 
 
.
 
 
 
ʼ 
 
ʼ, 
 
 

 
 
 
 
, 
 
 
,
 
ʼ 
 
. 
 
 
ʼ 
 
᾽, 

 
 
ʼ 
 
 
 
 
, 
.
7339	
 
 
 
,
 
 
 
 
 

,

 
 
, 
 
ʼ 
 

 
· 
 
ʼ 

 
 
 
,
 
 
 
, 
 
 

 
 
 
·
 
 
 
,
 
 
 
,
 
 
, 
 
 
.
 
 
 
, 
 

 
 
 

, 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 

 
, 
 
 
, 

 
 
.
7432	
 
ʼ 
 
 

ʼ 
 

 

, 

 
 
ʼ 


 
 
 
 
 
, 
 
ʼ
᾽, 
 
ʼ 
 
,
 
 
 
 
 
· 
 
 

 
 
 
, 
 
.
 
ʼ 
 
 
 

 
 
 

 

 
 
 
 
 
. 
 
ʼ, 
 
 
 

 
 
 
·
 
ʼ 
 
, 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 

 
.
7534	
 
 
 
ʼ 
,
 
 
 
 
 
 
;
ʼ 
 
 

 
 
 
 
.

 
ʼ 
, 
 
 
 
 
;

 
 
 

 
 
 

 
 
 
 
 
 

 
 
 
 
.

 
 
· 
 
ʼ 
 

 
, 
 
 
 
.

; 
 
 
 
 
 
.

 
· 
 
 
 
 

 
 
᾽ 
 
.

ʼ, 
 
 
 
·
 
 
 
 
.

· 
 
ʼ 
 
 
 
 
;
 
 
 
 
 
 
;

, 
 
ʼ 
 
 
 
 
,
᾽ 
 
᾽ 
 
 
 
.
, 
 
, 
 
 
,
 
 
ʼ 
᾽ 
 

, 
 
 
 
.

 
 
 
 
᾽ 
 
,
 
 
 
 
 
;

·
 
 
, 
 
ʼ 
 
,
 
 
· 
 
 
ʼ 
 
᾽ 
.

 
 
 
 
;

 
 
 
· 
 
ʼ 
 

ʼ 
. 
 
 
 

 
ʼ, 
ʼ, 
 

 
 
 
, 
 

ʼ 
· 
 
ʼ 
 
.

 
; 
 
 
 
;

ʼ 
· 
 
 
 
.

 
; 
᾽ 
 
 
 
;

 
 
 
 
.

 
 — 
 
 
 
 
;

 
 
 
 
ʼ, 
᾽ 
 
·
 
ʼ 
 
 
 

 
 
 
 
.

᾽· 
 
 
· 
 
 
 

, 
 
 
 
.
7822	
 
 
 
 
,
 
 
 
 
 
,
 
, 
 
 
 
 

, 
ʼ 
 

 
, 
 
 

 
 
 
 
,
 
ʼ 
 
ʼ 
 
 

 
. 
 
᾽ 
 
 
,
 
 
 
, 
.
 
ʼ, 
᾽ 
 
 
 
 
 
,
 
 
 

 
ʼ, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
 
 
ʼ 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
 

 
᾽ 
, 
 
 
.
ʼ 
 
 
 

 
 
 
,
 
 
ʼ 
 
 

, 
 
 
 
 

 
 
 
.
 
 
 
, 
 
ʼ 

 
· 
 
, 

, 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 

 
ʼ, 
 
 

 
, 
 
ʼ 

 
 
 
.
 
ʼ 
· 
 
 

 
 
 
 
 
;
 
 
 
 
᾽ 
 
;
 
ʼ 
᾽· 
, 
᾽ 
, 
 
,
 
, 
᾽ 
 

 
, 
 
ʼ 
 
.
8036	᾽ 
 
 
 
 

 
 
 
 
 
·
 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 

 
 
, 
 
 
 

ʼ 
 
ʼ, 
 
ʼ 
 
·
 
ʼ 
 

 
 
 
.
᾽ 
 
 
 
 

 
, 
᾽ 
 
.
 
 
 — 
 
 
 
 

 
, 
 
ʼ 
 

 
 — 
 
 
 
 
,
 
 
 
 
 
,
ʼ 
 
 
 
,
 
ʼ 
 
, 
 
 

. 
 
ʼ
 
 

 
· 
 
 
 
, 

 
 
 
ʼ 
·
 
 
 
᾽ 
 

 
 
.
8190	 
 
 
 

 
. 
 
ʼ, 
 
 
 

, 
 
, 
 

 
 
ʼ 
·
 
 
 
 
 

 
ʼ 
ʼ· 
 
ʼ 

 
 
· 
 
 
 

 
 
 
. 
 

 
 
ʼ· 
 
 

 
 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
, 
·
 
 
 
 
 
.
 
ʼ 
 
 

, 
 
 


 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
᾽ 
,
 
 
 
, 
, 
.
᾽ 
, 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 

 
, 
 
,
 
 
 
 
 

 
 
, 
 
, 
 

, 
 
ʼ, 
 
 
 

 
 
ʼ 
.

 
 
, 
 

 
 
 
 
.

 
 
 
 
 
,
 
 
 
 

 
 
 

 
, 
 
 
 

 
 
 
,
 
ʼ 
 
ʼ 
 
 
;
 
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
.
 
 
 
ʼ 
 
,
, 
, 
ʼ 
 
 
,
· 
 
 
 

 
 
 
 
.
8454	
 
 
 
 
, 

; 
 
᾽ 
 
.
 
 
 
ʼ 
 
·
 
 
 

᾽ 
ʼ 
, 
 
ʼ 
 

 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
.
 
 
 
᾽ 
 
· 
 
ʼ 

 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
ʼ, 
, 
 
 
 — 
 
 
 
 
 
 
 — 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 

, 
 
 
,
, 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
,
 
 
 
ʼ 

 
. 
 
 
 

 
 
 
 
.
 
 
 
᾽· 
 
 
,
 
 
 
ʼ 
 

 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
.
 
ʼ 
 
, 
, 

 
 
 
 
·
 
 
 
, 
 

 
 
 
 
,
 
 
 
 
 

ʼ 
 
. 
 
ʼ 
 

 
 

 
 
᾽
 

 
 
ʼ 
 
 
 
 

ʼ, 
· 
 
ʼ 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
,
 
.  — 
 
 
 
, 
.
8695	
ʼ 
, 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
ʼ, 
 
 
 

ʼ, 
 
ʼ 
 
· 
 

 
 
 
 
 
;
 
 
 
 
 

, 
 
ʼ 
 
.
 
 
 
᾽ 
ʼ 
 

, 
 
 
ʼ 
.
 
 
 
 
 

 
ʼ 
, 
 
᾽ 
 
, 
.

· 
 
 
 
 
 
 
 
.
ʼ, 
 
, 
 
 

ʼ 
 
· 
 
ʼ 

ʼ 
 
 
 
 
.
8795	
ʼ 
᾽ 
 
 

 
 
.
᾽, 
 
 
 
ʼ 

 
 
, 
 
,
 
 
 
 
.
 
 
 

 
 
.
 
 
 
, 
 

 

 
 
 
.
