@node
@author=Aristophanes
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg009.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Sparta
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Frogs, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:38Z















 
 
 
 
 
,
᾽ 
 
 
 
 
;
 
 
ʼ 
 
 
 
, 
 
,
 
 
· 
 
 
᾽ 
 
.
ʼ 
 
 
;
 
ʼ 
 
.
 
; 
 
 
 
;
 

 
· 
 
᾽ 
 
 
,
 
;
 
 
 
.
ʼ 
 
 
 
᾽ 
 
,
 
 
 
, 
;
 
ʼ, 
, 
 
ʼ 
 
 
.
 
᾽ 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
;
 
 
· 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
 
᾽ 
 
 
,
 
 
, 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
, 
 
ʼ 
,
 
 
 
ʼ 
 
;
 
 
 
;
 
 
 
 
ʼ 
;
 
 
.
 
;
 
.
 
 
 
᾽ 
 
 
 
 
;
 
ʼ 
 
ʼ 
 
 
 
 
 
 
ʼ 
.
 
 
, 
 
ʼ 
 
᾽ 
 
;
 
ʼ· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
· 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
. 
 
 
 
 

 
 
 
᾽, 
 
 

 
. 
, 
, 
, 
.
278	 
 
 
; 
 

ʼ 
· 
 
 
 
 
;
 
.
 
;
 
;
 
;
 
 
ʼ 
.
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
ʼ 
· 
᾽ 
 
.
 
 
· 
 
 
 
.
᾽ 
 
 
ʼ 
ʼ 
 
 

 
 
 
 
.
 
 
; 
 
 
 
 
;
 
 
;
 
;
 
 
 

 
 
 
ʼ 
 
 
 
.
;
 
 
.
ʼ 
᾽ 
.
 
᾽ 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
; 
 
;
 
 
.
;
 
᾽.
 
;
.
᾽ 
;
.
 
 
;
 
 
ʼ 
ʼ· 
 
 
᾽ 
 
·
 
 
 
.
426	 
 
;
 
 
.
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
;
; 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
;
 
 
 
 
· 
 
 
.
 
 
 
 

.
 
 
 
;
 
 
ʼ 
 
 
 
 
 

 
᾽ 
.
 
 
 
;
 
 
ʼ 
 
 
ʼ 
 
 
.
 
;
 
 
.
 
 
 
᾽ 
, 
 
ʼ 
 
.
 
ʼ; 
 
 
;
 
 
 
 

᾽ 
 
 
, 
 
 
᾽ 
·
 
 
ʼ 
ʼ 
᾽ 
 
᾽ 
 
.
᾽ 
 
 
 

 
, 
 
 
 
ʼ 
;
 
 
ʼ 
 
ʼ, 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
᾽ 
 
·
 
ʼ 
 
 
᾽ 
 
ʼ 
.
 
 
 
;
 
ʼ 
,
 
 
 
 
 
.
 
 
 
;
 
 
.
 
 
;
 
 
.
 
;
 
 
ʼ 
 

 
 
 
 
.
 
᾽ 
᾽ 
 

 
 
 
 
,
 
 
 
 
.
 
᾽ 
 
 
,
 
, 
 
,
 
 
, 
 
 
 
,
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
.
 
;
 
, 
 

 
 
,
 
 
, 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
.
 
 
᾽ 
;
 
 
 
.
 
 
 
ʼ 
, 
 
 
 
.
 
 
 
 
· 
 
 
.
 
 
 
 
 
.
 
 
.
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
, 
 
, 
 

 
ʼ, 
ʼ 
 
 
,
 
 
, 
 

ʼ 
 
 
 

 
 
, 

 
.
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
;
 
 
 
᾽, 
 
 
 

 
ʼ 
ʼ 
 
 
·
 
 
 
᾽ 
 
 
.
 
 
᾽ 
 
 
 
; 
;
 
 
 
 
 
 
 
,
 
.
, 
 
.
᾽ 
 
 
 

 
 
.
 
 
;
 
.
 
 
 
·
 
 
 
.
 
 
 
 
 
;
 
 
ʼ 
 
 
 
 
.
 
 
 
.
 
 
;
 
 
 
 
 
—
 
;
 
 
ʼ 
 
,
ʼ 
 
 
 

,
ʼ 
 
 
 
.

.
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
.
 
;
 
 
 
.
᾽ 
 
 
.
 
 
 
 
 
 

.
 
 
;
 
 
 
ʼ 
 

 
 
ʼ 
 
 
.
,
 
 
 
 
 
ʼ 
.
 
 
;
 
.
 
᾽ 
 
 
ʼ 
 

.
 
ʼ 
 
 
·
 
 
ʼ 
.
 
 

 
 
· 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
, 
 
 

, 
 
 
 
,
 
 
 
 
.
1022	 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
 
;
 
—
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
᾽ 
.
 
 
 
 

. 
 
 
 
ʼ 
 
.
 
 
;
 
 
 
.
 
ʼ, 
 
ʼ, 
 
 

 
, 
 
 
᾽ 
.
 
 
 
;
 
ʼ 
.
 
.
 
 
ʼ 
 
 
,
, 
 
 
, 
 
 
·
 
 
ʼ 
 
 
;
ʼ 
;
.
 
 
 
;
 
ʼ 
᾽ 
.
ʼ 
 
 
.
 
 
ʼ, 
 
 
 
.
 
 
 
 
, 
 
.
ʼ 
ʼ 
.
 
 
.
 
 
 
· 
 
;
 
.
 
 
 
.
 
 
 
.
 
.
 
 
;
; 
 
 

 
 
 
, 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
 
.
ʼ 
 
, 
ʼ 
 
, 
ʼ 
 
.
1252	 
 
 
 
 
 
;
 
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
, 
 
ʼ 
, 
 
 
;
.
 
.
 
 
;
 
 
;
 
 
 
 
ʼ 
.
 
.
 
.
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
᾽ 
 
.
 
 
 
 
 
;
 
᾽ 
;
 
 
 

 
 
.
;
 
.
 
, 
 
 
;
ʼ 
 
. 
 
 
 
, 
.
 
 
;
 
 
; 
 
ʼ 
 
ʼ 

 
 
, 
 
 
 
;
 
 
᾽ 
 
;
.
 
 
 
 
;
.
 
 
 
 
᾽ 

 
;
 
 
 

 
 

 
᾽ 
;
ʼ· 
 
 

ʼ, 
 
 
,
;
 
 
.
 
.
 
 
 
.
1413	 
 
,
 
 
.
 
 
,
 
 

ʼ, 
 
 
,
 
,
 
 

 
 

 
,
ʼ 
 

 
 

 
ʼ 
 
 
 
.
 
 
.
 
 
ʼ 
 

 
 
 
 
·
 
ʼ 
 
 
.
1470	 
 
.
᾽ 
ʼ 
 
·
 
 
᾽ 
᾽ 
 
.
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
,
 
, 
 

 
 
 
.
 
 
.
 
 
 
ʼ 
,
 
 
 
 
,
ʼ 
ʼ 
 
—
 
 
.
᾽ 
 
 

.
 
 

ʼ, 
 
 
ʼ 

 

 
 

 
, 
 

 
,
 
 
 

 
 
 

 

.
 
 
.
 
ʼ 
 
.
 
 
 
.
 
ʼ 
᾽, 

 
.
 
 
.
ʼ· 
 
 
 
.
 
 
 
ʼ
 
 
 
 

 
ʼ 
.
 
 
.
 
 
 
.
 
 
 
 
.
 
 
 
ʼ 

· 
 

 
 
ʼ 

 
 
,
 
 
 
 
 
,
 
 
.
1642	 
 
 
ʼ 
 
 
.
 
 
, 
 
 
,
ʼ, 
 
 
.
 
 
.
 
. 
 
; 
 
.
.
 
.
ʼ 
 
.
 
 
;
 
 
.
 
 
 
 
 

 
 
, 
 
 
;
 
ʼ 
;
 
 
 
, 
 
 
ʼ 
.
 
 
 
;
 
 
,
 
 
 
 
 
 
 

 
ʼ 
ʼ 
.
 
.
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 
᾽ 
 
.
 
 
ʼ 
 
 
 

 
ʼ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
;
.
ʼ 
.
᾽ 
 
 
 
.
 
 
.
 
 
 
 
 
 
 
.
 
;
· 
 
 

 
 
 
, 
 
ʼ 
, 
 
ʼ 
 

 
.
 
; 
ʼ 
᾽ 
 
.
᾽ 
᾽ 
 
 
, 
᾽ 
 
.
 
 
.
 
 

 
 
.
 
 
 
;
 
 
, 
 
 
 
,
ʼ 
.
 
᾽ 
 
;
 
ʼ 
;
 
 
ʼ, 
᾽ 
 
 
.
ʼ 
 
.
 
 
 
ʼ
ʼ, 
, 
 
 
 
.
 
.
 
ʼ 
 
 
.
ʼ 
 
.
 
᾽ 
 
.
 
ʼ 
;
· 
᾽ 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
.
.
 
 
.
 
.
 
ʼ.
.
 
.
 
, 
 
ʼ 
 
.
 
 
 
 
.
, 
 
 
 
 
 
;
᾽ 
 
 
' 
;
 
 
 
 
 
;
 
 

.
 
;
 
;
;
 
.
, 
 
 
 

 
 
 
.
᾽ 
 
 
.
1967	ʼ 
 
.
ʼ 
 
.
᾽ 
᾽ 
᾽ 
 
ʼ· 
 

 
 
, 
 
 
.
 
 
 
 
 
.
 
. 
 
 

 
᾽, 
 
 
 
.
2004	ʼ 
 
ʼ 
 
 
 
,
ʼ 
 
,
 
᾽ 
 
 

 
 
,
 
 

 
 
 

 
, 
 
ʼ 

 
 

 
,
 
 
 
, 
, 

 
 
.
2049	 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
;
2069	 
 
 
 
 
 
 
†,
ʼ 
 
,
 
 
 
.
 
 
 
·
 
 
·
 
 

 
ʼ 
 
 

 
 
.
 
 
 † 
†
 
ʼ 
᾽ 
 
 

 
 
.
2116	 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
᾽ 
,
 
 
 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 

 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
᾽ 

 
 
· 
 
ʼ 
 

 
 
 
 
 
 
 
.
2256	 
 
 

 
 
 

 


 
 
 
,
 
ʼ 
.
2275	᾽ 
 
 
 

 
 

 
 
,
 
 

 
ʼ 
 
 
,
 
 
 
.
2299	 
 
 
 
 
 
 

 
 
 
 
 
.
2314	 
 

 
,
 
 
 
 
,
 
ʼ 
 

 
 
 
·
2333	 
 
 
 
ʼ 
, 
 
 
, 

 
 
 

 
 
 
 
.
2353	ʼ 

 
 
 
 
 
 

, 
 
 
 
 
.
2369	 
, 
 

 
, 
 

 
 

 
 
 
 

 
 
.
 
 
 
.
2393	 
 
 
 
 

ʼ 
 
 
 

 
 
,
 
᾽ 

 
 
 
.
 
 
 
.
2419	 
 
 
 

 
 
 
 
᾽ 


 
 
 
.
 
 
 
.
2440	 
ʼ 
 
 
 
 
 
ʼ 

 
 
.
 
.
2455	 
 

 
;
 
 
 
 
 
.
2467	 
 

 
 
 
,
 
 
 
 
 
.
2481	 
 
ʼ 

 
 
 

 
 
 
 
 
·
2496	ʼ 
,
 

 
 
 
.
2505	 
 
 

 
 

 
 
 
.
2517	᾽ 
 
 
 

ʼ 
 
ʼ 
;
 
 
 
 
.
2532	 
 
,
ʼ 
 
 
,
᾽ 
᾽ 
᾽ 
 
 
.
ʼ 
 
 
 
.
 
 
 
 
;
᾽ 
 
 
 
 
 
.

 
 
 
 
, 
 
᾽ 

 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
, 
 
 
.
2591	 
 

 
,
 
 

 

, 
 

 
.
2607	 
 
 

 
 
 
,
 
ʼ 
 
 

 
 
 

 
 
.
2628	 
 
 
 
 
 
; 
;
 
᾽ 
 
 
;
 
 
, 
 
 
 
,
ʼ 
 
 
 
 
 
ʼ 
.
 
.
 
;
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
 
,
 
 
. 
 
 
 
·
 
 
 
 

 
 
 

, 
 
 
 
,
 
ʼ 
, 
 
 
 

, 
 
ʼ 

 
· 
 
 
 

 
 

 
 
,
᾽ 
 
 
 
 
.
 
 
;
· 
 
.
 
ʼ 
 
 

 
 
ʼ 
 
;
᾽ 
.
᾽ 
 
 
 
 
 
.
 
, 
.
 
;
 
 

᾽ 
 
 
;
 

 
 
 
 
 
.
 
 
 
 
.
;
 
 
 
 
 
;
 
 
 
ʼ 
᾽ 
ʼ 
.
 
;
ʼ 
 
, 
 
 
·
 
ʼ 
 
 
ʼ 
.
 
ʼ 
 
.
 
 
.
 
ʼ 
 
 
 
 
 

 
 
;
 
 
ʼ 
᾽ 
.
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
᾽· 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 
.
 
 
 
 
ʼ 
 
.
2904	 
ʼ 
 
; 
᾽ 
.
 
 
 
ʼ
 
ʼ 
ʼ, 

 
, 
 
 

 
ʼ 
 
, 
 
ʼ 
,
 
 
. 
᾽ 
.
ʼ, 
.
 
 
 
 
 
ʼ 

ʼ, 
 
 
 

 
, 
 

, 
 
 
.
᾽ 
ʼ 
᾽ 
.
 
.
 

 
 
ʼ 
. 
 
 
 
 

᾽ 
 
᾽ 
 

 
ʼ 
 
.
 
; 
;
 
 
.
᾽ 
ʼ, 
 
 
 
 
 

ʼ 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
.
 
. 
 
 
 
 
,
 
 
 
 
;
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
ʼ 
; 
 
 
 
ʼ 
 

 
;
 
ʼ, 
᾽ 
 
.
 
 
.
᾽ 
 

 
 
 
.
 
;
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
;
 
· 
᾽ 
᾽. 
 
 
 

 
 
, 
 
 
.
3104	 
 
 
 

 
 
 
 

 
,
 
 

 
 
 
 

 
 

ʼ 
, 
ʼ 

· 
 
 

 
 

 
 
 

 
 
.
 
 
 
 
, 

 
 
 
 

 

 
 
ʼ 
᾽ 
 
ʼ, 

 
 
 

 
, 
 
ʼ 
ʼ 
 
 

, 
ʼ 
 
 

 
 

 
 
 
;
3190	 
 
᾽ 
ʼ, 
 
 
,
 
 
 
 
 

ʼ 
 
ʼ 
.
 

 
 
.
 
 
.
 
 
 
 
 
ʼ 

᾽ 
.
 
 
.
 
 
 
 
.
 
 

 
ʼ 
 
 
.
 
 
 
 
,
 
 
, 
 
 
ʼ 
;
 
; 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
 
,
 
 
 
 
 
.
 
 
· 
 
 
 
.
 
 
 
ʼ 
 
 
.
 
 
.
 
 
 
 

 
 
ʼ 
 
·
 
ʼ 
ʼ 
 
 
 
 
.
 
 
 
.
᾽ 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
,
᾽ 
 
.
 
 
,
 
 
 
 
 
 

ʼ 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
ʼ, 
 
 
 
.
᾽ 
ʼ 
 
 
ʼ, 
 
 

 
 
.
ʼ 
, 
 
 
 
.
ʼ 
 
 
· 
 
 
 
.
 
 
 
 
.

 
.
 
 
 
 

 
 
 
 
 
 
;
ʼ 
ʼ 
 
, 
 
 
 
·
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
,
 
, 
 
, 
 
,
ʼ 
, 
 
 
.
 
 
 
 
 
.
3469	 
 
 
᾽, 

 
 
 

 
 
 
,
 
 
 
 
 
,
 
 

 
 
.
 
 
 

 
 
,
 
 
ʼ 

 
 
 
.
 
 
 
ʼ,
 
 
 
᾽
 
.
 
 
, 
 
 
 
,
᾽ 
 
 

ʼ 
 
ʼ 
.
᾽ 
 
 

ʼ
 
 
 

 
ʼ 
.
 
ʼ 
, 
 

 
 
 
 
.
3557	 
 
 
 
,
 
 
· 
.
 
 
.
 
 
; 
 
.
, 
 
;
 
 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
, 
 

 
 
;
ʼ 
.
 
 
 
 
.
 
 
 

 
᾽ 
 
᾽, 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
ʼ 
 
ʼ, 
 
ʼ 
.
 
 
;
 
, 
 

 
 
 
, 
,
, 
 
ʼ 
 
 
 
 
,
 
, 
 
 
, 
 

 
 
 
 
 
.
 
 
· 
 
 
 
 
 

 
 
, 
 
 
.
 
᾽ 
ʼ. 
 
 
ʼ 
.
 
 
, 
 
 
ʼ 
 
.
 
 
 
 
, 
 
 

 
 
.
 

 
 
 
 
᾽· 
 
 
,
 
 
.
 
 
;
 
 
 
 
,
 
 
.
᾽ 
;
ʼ 
.
 
 
 
 
 
·
 
 
 
, 
 
.
 
᾽, 
 
 
 
 
 
,
 
 
 
 
 
 
 
;
 
 
· 
 
ʼ 
 
 

 
 
 
 

, 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
·
 
 
 
 
. 
 
.
 
 
 
 
;
·
 
 
 
.
 
.
.
 
 
 
ʼ 
ʼ 
.
 
 
ʼ.
 
 
ʼ.
᾽ 
 
.
᾽ 
ʼ 
 
 
 
.
;
 
 
.
 
 
 
 
;
 
· 
 
ʼ 
 
.
 
 
; 
.
 
;
 
;
 
 
ʼ 
᾽ 

ʼ 
 
 
 
 
.
 
 
. 
 
 
.
 
.
 
;
 
.
 
 
;
 
.
 
 
ʼ 
.
 
 
.
 
ʼ 
 
 
 
.
.
 
;
 
 
.
 
 
 
; 
 
 
.
—
 
 
 
 
ʼ 
.
· 
 
;
 
᾽, 

 
 
.
 
 
· 
 
 
 
.
 
 
ʼ 
᾽ 
 
 
 
.

 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
. 
᾽ 
·
 
 
 
 
 

 
 
ʼ, 
ʼ 
 
 
.
 
· 
 
ʼ 
 
 

 
, 
 
 
 
 
.
4005	 
 
· 
 
 
ʼ 
 
 
 
,
 
 
 
· 
, 
 

 

 
, 
᾽ 
 
 
 

 

 

 
 
 
· 
 
ʼ 
 
 
, 
 
,
 
 
.
4050	 
 
 
 
 
 
 

 
 
. 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
᾽ 
᾽ 
᾽ 
 
 
 
 
 
,
᾽ 
· 
 
 
 
 
᾽ 
.
 
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
, 
 
 
.
 
 
᾽ 
 
,
 
 
 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
4195	 
ʼ 
 
 
 
 
 
 
 
 
᾽
,
 
 
᾽ 
 
 
 
 
 
,
 
 
,
 
 
 
 
 

 

 
 
,
 
· 
 
 
᾽ 

 
᾽, 
 
 
 
 
 

 
.
4247	 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
, 

 
 
 
 
 

 
 
 
 
 
 
 

ʼ 
, 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
, 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
· 
 
 

, 
 
 
 
ʼ, 
 
 
 
 
,
 
 
 
, 
 
 
 
.
4399	 
 
 
 
 
 

 
 
.
 
 
 
,
 
 
 
 
 
 
;
 
 
 
 
ʼ 
ʼ 
,
 
 
 
 
 
.
 
.
 
 

 
, 
 
 
 
.
, 
;
ʼ 
 
,
 
 
 
 
.
 
 
, 
ʼ 
 
 

 
 
;
 
᾽ 
.
 
 
 
;
 
 
ʼ 
 
ʼ 
.
 
· 
 
 

᾽ 
 
;
 
 
 
.
 
 
 
 
 
;
;
 
ʼ 
᾽ 
 
 
, 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 

 
 
;
 
.
.
 
 
 
 

 
 
 
 
 
 
.
 
;
 
 
᾽ 
 

 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 

 
 
 
 
—
.
 
 
 
 

 
 
· 
 
 
 
.
 
 
 
 
;
 
 
 
 
,
 
 
 
 
.
 
 
;
 
 
ʼ 
, 

 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
 

 
 
·
ʼ 
 
 
 
,
᾽ 
 
.
 
;
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.
 
 
;
 
ʼ 
 
ʼ 
.
ʼ 
 
ʼ 
 
 
 
;
 
 
 
, 
 
.
 
ʼ 
 
 
 
;
 
 
 
 
 

 
 
 
.
 
 

 
 
 
 
 
;
4712	 
ʼ 
 
, 
᾽ 
 
 
,
 
 
, 
 
 
,
 
 
 
 
·
 
ʼ 
, 
 
 
,
 
· 
 
 
 
,
 
 
· 
 
 
, 
 
 

ʼ 
 
 
ʼ 
.
 
ʼ 
᾽ 
;
 
ʼ 
 
.
 
 
 
 
.
 
 
 
 
—
 
; 
 
 
;
 
 
 
 
 

 
 
—
 
;
 
 
 
. 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
;
᾽ 
 
·
 
 
 
 
.
 
 
 
ʼ 
—
 
 
 
 
.
 
 
ʼ 
 
 
 

 
· 
 
 
 

, 
 
 
 
 
.
᾽ 
· 
 
 
ʼ 
 

, 
ʼ 
 
.
4870	 
 
 
 
 
 
,
ʼ 
 
 
 
 

· 
 
 
 
 

 
. 
4892	 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 

ʼ 
.
4912	 
ʼ 
 
 
 
,
 
 
 
 

 
 
 

 
·
4930	 
 
 
 
 

ʼ 
 
 
 

 
 

 
 
.
4948	 
 
 
 
, 
 
.
 
 
 
 
 
 
.
 
 
; 
 
 
 
.
 
, 
 

 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
,
᾽ 
 
 
 
,
 
.
 
 
 
 
 
;
 
 
 
᾽ 
 

 
 
 
;
᾽ 
 
 
 
᾽ 
.
ʼ 
,
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
·
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
.
 
 
 
ʼ 
 
ʼ 

 
 
, 
 
,
 
 
 
 
 
 

 
᾽ 
 
 
 
·
 
 
 
 
 
ʼ 
 

ʼ 
· 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
 
 
 
.
5121	 
ʼ 
, 
 
,
 
 
, 
 
 
,
, 
 
, 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
; 
᾽ 
.
 
 
 
 
·
 
 
 
 
 
 
.
 
;
 
 
 
 
 
,
 
 
, 
᾽ 
 
.
 
ʼ 
 
 
, 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
.
 
 
 
 

, 
 
 
 
 

 
, 
 
 
 

 
 
 
,
ʼ 
 

 
 

 
 
ʼ 
.
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
.
·
 
 
 
 
 
.
 
 
, 
 
;
 
.
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
.
5327	 
 
 

 
 
 

 
 

 
 
.
 
 
 
,
 
ʼ 
 
 
,
᾽ 
 
.
 
 
 

 
 
 
 

 
,
 
ʼ 
ʼ 

 

 
 

 
.
5376	᾽ 
 
 
 
· 
 
ʼ 
 

 
 
᾽ 
 
᾽ 
᾽ 
 
 
.
5395	 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
ʼ 
,
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
, 
 
 
.
 
 
ʼ 
 
ʼ.
 
 
 
ʼ 
 
 

 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 
᾽ 

 
 
 
 
 
.
 
 
,
ʼ 
.
 
. 
 
 
᾽ 
ʼ 
 
;
᾽ 
, 
᾽ 
 
 
 
,
ʼ 
 
 
 
· 
 
 
ʼ 
 
.
 
, 
᾽ 
᾽ 
 
᾽ 
.
 
 
 
;
 
 
.
ʼ 
 
 
 
 
 

 
, 
ʼ 
 
 
ʼ 
,
 
 
 
, 
ʼ 
 
,
 
 
.
 
.
.
 
ʼ 
 
 
 
—
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
 

 
 
 
ʼ 
,
 
 
 
ʼ 
.
 
 
 
 

 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
ʼ 
.
 
 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
;
 
ʼ 
 
 
 
᾽ 
ʼ 
 
᾽ 
;
5634	 
 
 
ʼ 
 
, 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
—
 
.
᾽ 
 
 
 
 
ʼ 
᾽ 
 
,
᾽ 
 
 
 
 
 
 
᾽ 
 

 
.
 
 
 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
.
 

 
 
 
᾽ 
 
;
 
 
·
 
 
᾽ 
.
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
—
 
 
.
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
ʼ 
, 
 
—
 
 
.
 
ʼ 
, 
 
ʼ,
 
,
 
 
ʼ 
 
· 
 
 

 
 
 
 
· 
᾽ 
 

 
 
 
, 
᾽ 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
,
, 
,
 
 
 
 
 
 
 
.
; 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
.
5897	 
 

 
,
 
 
 

 
, 
᾽ 
 

 
 

 
ʼ 
 
 
 

 
 
 
 

, 
 
᾽ 
;
 
 
; 
 
᾽ 
;’
 
 
 
 
 

 
 

 
 
 

 
, 
 
 
 
;
 
 
 

 
; 
 

 
 
 
·
 
 
 
 
;
 
 
 
;’
 
ʼ 

 

 
.
5983	 
 
 
ʼ 
·
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 

 
 
 
·
 
 
.
᾽ 
 
 

 
 
 
,
 
 

 
 
,
 
 
 

 
,
ʼ 
 
 
 

 
 
. 
6038	᾽ 
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
6055	 
 
 
, 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
· 
 
 
 
ʼ 
 
,
 
, 
 
 
 
 
 
;
 
 
, 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
;
· 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
, 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
ʼ 
.
 
 
 
 
 
 
 
;
 
, 
ʼ 
 
 
.
 
 
 
.
;
 
ʼ 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
· 
 
 

 
 
 
, 
 
 
ʼ 
 
.
᾽ 
 
᾽ 
 
, 
᾽ 
 
 
᾽ 
.
 
 
 
 
᾽ 
 

 
 
 
, 
 
 
.
 
, 
ʼ 
 
 
 
,†
 
 
ʼ 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
. 
 
 
᾽ 

 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
, 
 

 
, 
 
, 
· 
 
 
 

 
 
 
 
 
 
 
᾽ 
 
ʼ 
,
 
 
 
;
 
 
 
 

 
 
 
· 
 
, 
ʼ 
,
 
 
 
 
 
 
ʼ 
.
᾽ 
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
,
, 
 
, 
᾽ 
ʼ 
 

 
 
, 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
 
,
᾽ 
ʼ 
 
᾽ 
 
᾽ 
 
.
6385	 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
.
᾽ 
 
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
.
 
 
ʼ 
 
ʼ 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
;
 
ʼ 
᾽ 
᾽· 
᾽ 
 
 
 
 
 
 
,
 
 
 
 
. 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
.
 
 
 
 

 
 
 
, 
᾽ 
 
 
 
,
 
 
 
;
᾽ 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
.
 
;
 
 
 
 
ʼ 
, 
᾽ 

 
 
ʼ 
.
᾽ 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
.
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
 
 

 
 
. 
 
 
ʼ 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
 
 

.
 
 
, 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 
.
6671	 
 
 
 
 
᾽;
 
 
ʼ 
,
 
 
 
 
,
 
 
 
,
 
 
 
 
 
;
ʼ 
 
 
 
 

 

 
 

 
 
 
,
 
ʼ 
 
 
 

᾽ 
 
 
.
 
ʼ 
 
ʼ, 
᾽ 

 
, 
 

 
 
 
 

 
 

 
 
· 
ʼ 
 

 
 
 
ʼ 

 
 
 
,
 
 
 
 


 
 
ʼ 
.
6765	 
 
, 
 
 
, 
 
 
 
.
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
ʼ 
 
·
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 


 
 
 
 
 
,
 
 
 
 
 
.
6825	 
 
 
, 
 
 
 

 
, 
 

 
 
 
,
 
 
᾽· 
 
᾽ 
 
᾽ 
.
 
 
,
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
,
 
 
 
.
 
 
, 

᾽ 
 
 
ʼ 
ʼ 
 
 
.
6881	 
 
᾽ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
;
 
.
 
 
 
 
 
 
.
 
 
 
 
. 
᾽ 
.
 
 
ʼ 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
 
 
.’
 
 
 
;
 
 
.
᾽ 
 
 
 
ʼ 
᾽ 
᾽ 
 
.
 
ʼ 
 
 
ʼ 
.
 
 
 
· 
 
 
,
 
 
 
 
.
 
 
᾽;
 
 
ʼ 
.
 
 
 
 
ʼ 
.
 
 
;
᾽ 
 
 
 
.
 
 
ʼ 
;
 
 
 
.
 
 
ʼ 
 
.
 
 
᾽ 
 
 
 

 
 
 
;
 
 
.
᾽ 
 
 
, 
 
 
 

 
 
 
 

 
, 
᾽ 

;
 
᾽ 
, 
 
 

 
 
, 
 

 
 
 
 
—
 
 
 
 
 
·
 
 
 
 
 
 
—
 
ʼ 
 
 
 
 
.
 
 
 
 
.
᾽ 
 
· 
 
ʼ 
 
 
.
 
 
 
 
ʼ 
.
 
 
 
 
 
 
—’
 
 
 
 
 
 
.
 
;
 
 
ʼ· 
 
 
 
.
 
 
 
,
, 
 
·

 
 
 
 
.
7138	 
 
ʼ 
 
ʼ 
 
 
 
,
 
 
, 
 
 
, 
.
 
 
 
ʼ 
 

 
ʼ 
᾽, 
᾽ 
ʼ 
 
.
 
; 
 
 
 
ʼ 
 
 
 
;

 
 
 
᾽ 
 
 
·
 
 
 
 
·
 
ʼ 
 

 
 
.
 
 
 
. 
 
 
 
;
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
· 
 
 
 
ʼ 
 
.
 
 
.
 
 

ʼ 
· 
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
.’
᾽ 
 
 
,
 
,
 
 
.
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
;
 
.
 
 
 
 
 
, 
 
 

 
 
 
, 
.
 
 
᾽· 
 
 
 
᾽ 

 
 
 
 
 
 
.
 
 
 
 
 

 
 
ʼ 
 
᾽, 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 
;
᾽ 
᾽ 
 
 
.
 
 
ʼ 
 
᾽, 
 
 
 
.
 
; 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
.
 
᾽ 
,
 
 
 
ʼ 
.
· 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
ʼ 
 
 
 

 
ʼ 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
;
 
.
 
 
 
᾽ 
 
,
 
 
 
 
 
,
 
 
. 
 
ʼ 
.
, 
 
;
.
 
 
 
.
7472	, 
 
 
 
 
,
 
 
 
 

 
—
 
.
 
 
 
 
; 
 
;
᾽ 
 
 
, 
 
 
 
.
, 
 
 
 
 

 
 
 
 

 
’—
 
.
 
ʼ 
 
 
 
.
᾽ 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
 
·
 
 
 
 
 
 
,
 
 
’—
 
.
—
 
᾽;
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
ʼ 
.
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 

 
’—
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
;
 
 
᾽;
 
 
ʼ 
.
 
᾽, 
 
 
 
 

᾽ 
 
 
 
 
.
 
 
 
 
 

 
’—
 
.
, 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
ʼ 
 
ʼ· 
 
 
 
 
.
 
ʼ 
 

 
.
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
’—
 
.
 
; 
 
 
᾽ 
;
 
 
 
· 
 
 
 
.
, 
 
 
 
 

 
ʼ· 
 
, 
 
.
 
 
 
᾽ 
 
 
 

 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
ʼ 
.
7759	 
 
 
;
 
 
᾽ 
,
᾽ 
 
 

 
 
 
 

 
 
 

 
 
.
 
 
᾽ 

 
 

 
 
,
 
ʼ 
 
.
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
·ʽ
 
 

ʼ 
, 
 
ʼ 
 

 
 
 
 
᾽ 
;
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
;
 
 
 
 
.
ʼ 
 
 
 
 
 
.
 
 
 
 
᾽ 
;
 
 
 
 
.
· 
 
 
 
 
.
 
 
 
 
᾽ 
;
 
 
 
 
 
 
.
 
 
 
 
᾽ 
;
 
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
ʼ 

 
 
 

 
 
 
 
.
 
 
, 
 
 
 
.
 
 
 
, 
 
,
 
,
 
 
 
, 
,
 
,
 
 
 
 
 
 
,
 
,
 
 
 
 
,
 
,
 
 
ʼ 
᾽ 
,
 
.
7977	 
 

᾽ 
; 
 
 

 
 
 
;
᾽ 
 
 
 
 
 
 
 
 

 
᾽, 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
, 
†,
 
, 
 
,
, 
. 
 
 
.
 
 
 
. 
 
 

 
 
; 
 
 
 
 

 
; 
 
ʼ 
,
 
 
 
᾽ 
 
.
 
ʼ 
 
ʼ 
 
, 
.
8061	, 
 
ʼ 
 

 
,
 
 

 
 
·
 
ʼ 
 
 

 
 

 
,
 
 
,
᾽ 
 
 
 

 

 
 
,
 
 
,
 
 
.
ʼ 
 
 
.
 
 
 
;
.
 
; 
 
;
.
 
 
 

 
 
 
,
 
 

 
;
 
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
 

, 
 

 

 
 
,
 
,
 
 
,
 
 
,
 
 
,
,
 
 
,
 
 
.
 
 
 
 

 
ʼ 
 
 
 
, 
 
ʼ 
,
 
 
 
 
.
 
 
,
᾽ 
᾽· 
 
,
 
 
.
 
 
 

 
.
 
.
 
 
.
 
ʼ 
 
 
ʼ 

 
,
 
 

 

 
ʼ, 

 
 

ʼ 
·
 
ʼ 
ʼ 
ʼ 
 

 
 
·
 
ʼ 
ʼ 
 
,
 
 
ʼ 
᾽ 

 
 
 
.
᾽ 
 
, 
 
,
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 

 
, 
 

 
.
 
 
 
.
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 

 
 
 
.
8342	 
ʼ 
 
.
 
 
 
 

, 
 
,
 
 
 
 
;
 
 
 
 
᾽ 
 
 

 
 
 
,
, 
᾽ 
 

 
 
.
8379	 
 
 
 
 
ʼ,
.
 
 
 
ʼ 
 
,
 
 
, 
 
 
 
 
.
.
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
.
 
 
 
ʼ 
.
, 
· 
 
 
 

 
 
.
 
 
ʼ 
 
;
 
 
, 

 
 
 
 
 
,
 
ʼ 
 
 
.
᾽ 
 
 
 
.
 
 
.
 
.
.
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
· 
 
 
 
ʼ 
 
·
 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
.
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
, 
 
 
 
.
 
 
 
 
 
; 
;
·
ʼ 
 
 
 
 
.
᾽ 
, 
 
 
 
 
 
.
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
.
 
 
 
 
.
 
;
ʼ 
ʼ 
 
 
 
,
 
 
 
ʼ 
᾽ 
 
.
 
᾽ 
 
ʼ 
, 
᾽ 
 
 

 
 
ʼ 
 
 

 
, 
 
 
·
 
 
ʼ 
 
 
 
 
.
 
 
, 
 
 
 
 
.
 
 
ʼ 
 
 
.
 
 
 
 
 
 
ʼ 
.
8620	 
 
 
 
 
;
 
 
;
 
 
 
,
 
 
, 
᾽ 
 
 
.
. 
 
 
 
.
 
 
 
. 
 
;
᾽ 
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
᾽ 

 
; 
 
 
 
.
 
 
 
 
 
;
;
 
, 
 
, 
 
ʼ 
.
᾽ 
 
 
 
 
 
.
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
· 
 
 
 
 
;
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
ʼ 
·
 
 
 
 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
,
 
 
 
 
.
 
 
· 
 
ʼ 
 
;
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
.
.
 
 
 
 
ʼ 
,
 
ʼ 
 
ʼ 
.
; 
 
.
 
 
 
 
.
 
 
 
 
 
,
 
, 
 
ʼ 
 
,
 
ʼ, 
 
 
.
 
 
 
 
 
, 

ʼ 

 
 
ʼ 
;
 
ʼ 
 
, 
 
 
.
 
᾽ 
 
 
 
;
 
· 
 
ʼ 
 
.
 
 
; 
 
;
 
 
 
 

 
 
· 
 
 
;
;
 
.
 
 
ʼ 
;
 
᾽ 
 
ʼ, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
;
8923	 
 
ʼ, 
 
 
.
 
ʼ 
· 
 
ʼ 
 
.
 
 
 
ʼ, 
᾽ 
᾽ 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
 
 
.
, 
 
ʼ 
 
 
 
 
.
 
.
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
 
ʼ 
ʼ, 
 
 
.
 
ʼ 
ʼ,
 
ʼ 
.
 
 
 
ʼ 
;
;
 
 
. 
 
 
;
 
 
 
ʼ 
;
 
ʼ 
, 
 
 
 
 
;
 
 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
;
 
 
 
ʼ 
.
 
;
 
 
ʼ

 
 
.
 

 
 
ʼ· 
 
 
 
 
.
9079	 
ʼ 
 

 
.
 
 
 
.
 
 
 
 

 
 
ʼ 
,
᾽ 
 
 
 
,
᾽ 
 
 
 

 
 
 
,
 
 
 
. 
9117	 
 
 

 
,
 

 
 
 

 
 
.
 
ʼ 
 
 

 
 

 
 
,
 
. 
9146	 
 
 
 
,
 
 
 
 

 
 
 

 
· 
 
ʼ 
·
 
 
 
 

 
 
 

 
ʼ 
 
 
,
 
ʼ 
·
 
ʼ 
 
 

 
 
 
 
 
·
 
 
 
, 

 
 
 
 

 

ʼ 
 
 

 
 
 
.
 
· 
 
 
 

 
 
 
 

 
, 
 
᾽ 
 

᾽ 
. 
 
 

 
 
 
.
 
ʼ 
 
 
 

 
 
 

ʼ 
 
 
 
 

ʼ 
 
.
 
 
 

 
, 
 

 
 
 

 
 
.
9274	 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
. 
 
 

 
 
 
 
 
 
.
