@node
@author=Hesiod
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Karl Jacobitz
@filename=tlg0020.tlg001.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Hesiod, The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White. Theogony, Cambridge, MA.,Harvard University Press; London, William Heinemann Ltd, 1914.
@sponsor=Perseus Project, Tufts University
@title=Theogony (Greek). Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:36:14Z

 
 
ʼ 
,
ʼ 
 
 
 
 
 
 

 
 
 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
 
 

, 
· 
 
 
.
 
, 
 
 
,
 
 
 
 
, 
 
 
ʼ 
 
 
 

, 
 
 
,
 
ʼ 
 
 
 

 
ʼ 
 
 
 

 
 
, 
,
 
 
 
 
ʼ 

 
 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
, 
 
 
·
 
, 
ʼ 
, 
 
,
 
 
 
 
 
,
 
ʼ, 
ʼ 
, 
 
.
169	 
 
 
 
 
·
 
 
 
 
 
 

, 
· 
 
 
 

, 
 
 
 
ʼ 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
; 
, 
 
, 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
 
ʼ 
,
 
· 
 
ʼ 
 
 

 
 
· 
 
 
 
 

 
 
 
 

· 
 
 
 
 

 
ʼ 
. 
 
ʼ 
 
 

 
 
 
 
 

 
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
.
 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
.
343	 
 
 
 
 
 

, 
 
 
,
 
 
 
 
 
. 
 
 
 
 
 
 

 
᾽ 
 
 
 
·
᾽ 
 
 
᾽ 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
᾽ 
,
 
ʼ 
ʼ 
 
 
, 
 

 
 
, 
 
 
,
 
᾽ 
 
 
 
.
411	 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
.
 
᾽ 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

, 
 
 
 
 
 

 
ʼ 
 
· 
 
ʼ 
 
,
 
 
 
᾽ 
 
,
 
 
 
· 
 
 

 
 
 
 
 
.
᾽ 
 
 
, 
 
ʼ 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
 

 
ʼ· 
 
 
 
 
.
 
 
 
 
᾽ 
 
. 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
· 
 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 
, 
 

 
 
 
 

, 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
, 
 
 
 
·
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
, 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 

 
 
 
 

 
 
 
, 
 
 
,
ʼ 
 
 
 
 
 
 

· 
 
 
 
 
.
692	, 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
.
 
ʼ, 
 
 
 
 
 
 

 
 
 
 
, 
 
, 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 

 
, 
 
᾽, 
 
 
 
᾽ 
.
 
 
 
 
 
᾽, 
 

ʼ 
, 
 
 
 

 
ʼ 
 
 
 
,
᾽ 
, 
 
 
 
 
,
, 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
,
, 
 
 
᾽ 
 
.
 
 
 
 
 
, 
 
, 
, 
 
 
· 
 

 
 
ʼ 
 
,
 
 
 
ʼ 
 
ʼ 
 

 
 
 
 
 
 
 

 
 
 
 
ʼ 
.
 
 
ʼ 
 
 
 
,
 
· 
 
ʼ 
 
.
930	 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
ʼ 
 
, 
᾽ 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
, 
 
,
 
 
 
 
 
ʼ, 
 
.
 
 
 
 
᾽ 
 
,
, 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
ʼ 
 

 
· 
 
 
 
 
 
 
,
 
, 
 
 
 
 
,
 
 
, 
 
ʼ 
 

. 
 
ʼ 
 
 
 

· 
 
 
 
ʼ 
 
. 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
, 
 
 
·
 
 
 
 
, 
 
ʼ 

, 
 
 
 
 

· 
 
 
 
 
.
 
· 
 
ʼ 
 
 
 
, 
 
 

. 
 
 
 
 

 
 
 
 
 
·
, 
 
 
 
ʼ 
 

, 
 
 
 
 
 

· 
 
 
 
 
.
1171	 
· 
 
 
 
 
 
· 
 
 
 
 
· 
 
 

 
· 
 
ʼ 
 
. 
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
᾽ 

· 
 
ʼ 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 

· 
 
 
 
 
 
 
·
 
 
 
 
,
 
 
· 
 
ʼ 

ʼ 
 
 
 
 
 
, 
 
, 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 
᾽ 
 
.
 
ʼ 
 
 
 
 

ʼ 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 

 
᾽ 
 
 
· 
 
ʼ 
 

· 
 
 
 

ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
, 
᾽ 
 

· 
 
, 
 
 
·
 
ʼ, 
 
 
 
 
·
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 

 
 
 
 
 
 
.
1404	 
 
 
 
 

 
 
 
, 
 
 
·
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
ʼ 
, 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
, 
 

 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
, 
 
 
.
 
 
 
, 
 
 
,
 
· 
 
 
ʼ 
 
 
 

 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
ʼ 
 

 
 
 
 
 
 

 
ʼ 
 
, 
 
,
 
ʼ, 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
· 
 
 
,
 
 
 
 
, 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
 
.
1638	 
ʼ 
 
 
 

 
 
 
 
 
,
 
, 
 
,
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
ʼ 

 
ʼ 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 

 
ʼ, 
 
ʼ 
 
 

 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
ʼ 

 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
ʼ 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 
 
.
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 

ʼ 
· 
 
ʼ 
 
 

 
ʼ 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
 
᾽ 

 
· 
 
 
.
1833	 
ʼ 
 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
ʼ, 
 
 
 
 

 
 
, 
᾽ 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
,
 
· 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
 

ʼ, 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
, 
 
,
ʼ 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
.
 
 
᾽ 
 
 

 
ʼ 
 
 
 

 
 
 
 
 
 

ʼ 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
, 
 

 
 
᾽ 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
ʼ 
·
ʼ 
 
 
 
 
 
 
.
2069	 
ʼ 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
. 
 
 
 
 
 
 

 
ʼ 
 
ʼ 
 
ʼ 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
 
 
, 
 
 

 
, 
 
 
,
, 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
. 
 
 
 
 
 
 
 

 
 
 

 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
· 
 
 
 
,
 
 
, 
 
ʼ 
, 
 
,
 
 
 
 
 
 
. 
 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
 

 
 
, 
ʼ 
.
ʼ 
᾽ 
 
 
 
ʼ 
, 
 
 
 
᾽ 
·
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 
.
2271	 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
 
ʼ 
 
ʼ 

 
 
 
ʼ 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
. 
 
 
 
 
, 
 
 

 
 
 
 

 
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
ʼ 
 
 

 
 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
ʼ 
 
 
 

 
ʼ 
 
 
ʼ 
 

 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 

 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
, 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
,
 
 
 
, 
 
.
2511	 
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 

 
 
, 
 
 
 
,
ʼ 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 

 
ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
ʼ 

 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
, 
 
 
,
᾽ 
, 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
,
 
ʼ, 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 

, 
 
 
 
 
ʼ 
 

 
ʼ 
᾽, 
 
 
 
 
᾽ 
,
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
,
ʼ· 
 
 
 
 
 
.
2743	 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
,
 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
, 
 
 

ʼ 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 

 
 
· 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 

 
 
 
 
 
. 
 
 
, 
 
 
 
 

 
 
 
 
 
,
 
. 
 
 
 
 

 
᾽, 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
 
,
᾽ 
, 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
 
· 
᾽, 
 
, 
 
 
 
,
᾽ 
 
 
 
, 
 
 
 
.
 
ʼ 
, 
 
 
᾽ 
·
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
·
᾽ 
ʼ 
 
 
 

, 
 
 
, 
 
ʼ 

 
 
 
 
 
. 
 
ʼ 
ʼ 
ʼ 
 
 
, 
 
 
 
 
 
᾽ 
·
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
.
 
, 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
ʼ 

 
ʼ 
 
, 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
, 
 
 
 
.
3092	 
 
 
 
 
 
,
 
 
 
 

 
ʼ 
, 
 
 
 
 

 
 
, 
 
 

 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
 
ʼ 
, 
 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
, 
 
 
 
·
 
 
ʼ 
᾽ 
 
 
 
, 
 

 
 
· 
 
ʼ 
 
 
.
᾽ 
 
 
ʼ 
 
 
ʼ 
 
 

, 
᾽ 
 
 
 

 
, 
 
 
 
 
,
 
, 
 
 

 
, 
 
ʼ 
 
 

 
ʼ, 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 
,
 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
,
ʼ 
᾽ 
 
 
 
,
 
· 
 
 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 

· 
᾽ 
 
 
, 
 
 

 
 
 
 
 
 

ʼ, 
 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
.
3373	 
ʼ 
᾽ 
 
 
 
 

 
 
· 
 
ʼ 

 
 
 

 
 
 
 
 
 

 
ʼ 
 
, 
 
 
· 
 
 
 
 
 
 

 
 
 
 
 

ʼ 
 
, 
 
 
.
 
 
 
 
 

, 
 
 
 
·
 
 
 
 
,
 
 
 
᾽ 
 

 
· 
 
 
 
 
 
·
 
 
 
 
 
.
3461	 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
ʼ 

 
 
 
 
᾽ 
 
·
 
 
 
 
 
 

. 
 
 
 
 

 
 
 
 
 

᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 

 
 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
. 
 
ʼ 
 
 

 
 
 
 
ʼ 
·
 
 
᾽ 
 
 
· 
 
 
ʼ 

 
, 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 

 
 
 
 
,
᾽ 
 
 
 

 
᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
 
·
 
 
 
 
, 
 
 
,
᾽ 
 
 
 
.
 
 
᾽ 
 
 
 
ʼ 

, 
᾽ 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
·
, 
 
ʼ 
,
 
, 
 
 
 
.
3708	 
 
 
 
 
 
. 
 
ʼ 
 
 
 

ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
,
 
ʼ 
ʼ, 
 
 
 
 
 
.
 
 
· 
 
ʼ 
 
 

 
᾽ 
᾽ 
 
· 
 
ʼ 
 

 
, 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
.
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
ʼ 

ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
, 
 
 
 
,
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 

 
 
 
. 

 
 
· 
 
 
 
 
,
ʼ 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 

 
 
, 
 
·
 
 
 
 
 
 
,
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
, 
 
,
ʼ, 
ʼ 
 
 
 
 
,
 
 
 
᾽ 
,—
 
ʼ 
 
,—
, 
 
 
.
3965	 
 
 
 
 
 
᾽ 
. 
ʼ, 
 
 
 
 
 
᾽ 
,
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
ʼ 
,
 
 
 
, 
 
.
 
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
 

 
 
 
, 
 
.
 
ʼ 
ʼ 
 
 
 

 
, 
 
 
—
 
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
—
 
ʼ 
 
 
 
 

 
 
, 
 

· 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 

, 
 
 
 
 

· 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
 
, 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 

 
ʼ 
 
 
, 
᾽ 
᾽ 

 
 
 
 
 
 
.
4178	 
ʼ 
 
 
 
 

 
ʼ 
 
, 
 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 
 
. 
ʼ 
 
ʼ 
ʼ 
 
 
 

ʼ 
᾽ 
, 
 
 
 
,
 
᾽ 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
ʼ 

 
 
 
 
 
 
, 
 
 
 
 
,
 
 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
, 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
ʼ 

 
 
 
 
·
 
 
 
 
 
 
 

, 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
, 
 
 
 
 
 
,
᾽ 
, 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
ʼ 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 

 
 
, 
 

 
 
 
 
 
 

 
 
 
 
 
.
4435	 
· 
 
ʼ 
 
 
 
·
ʼ, 
 
 
· 
 
 

, 
 
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ† 
 
 
 

, 
 
 
, 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
᾽· 
 
 
, 
 
,
 
· 
 
ʼ 
 

 
᾽ 
 
 
· 
 
ʼ 
 

, 
 
 
 
, 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
, 
 
 
.
 
 
 
 
᾽ 
 

 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
. 
 
ʼ 
 
 

, 
 
 
 
ʼ 
 
 

· 
 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 

, 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 

 
, 
 
ʼ 
 

 
 
 
 
·
 
᾽ 
᾽ 
 
 
 
.
 
ʼ 
 
ʼ 
 

· 
 
 
 
 
.
4658	᾽ 
᾽ 
 
 
 
 
, 
 
 
 

 
 
 
 
, 
 
 
 

 
· 
 
ʼ 
᾽ 
᾽ 
 
᾽ 
᾽ 

 
 
· 
 
 

 
 
 
 
 
 

 
 
, 
 
 

· 
 
 
 
 

, 
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 

 
 
᾽ 
 
 

, 
 
 
 
 
 
 

· 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
ʼ 
 

 
 
· 
 
ʼ 
 

 
, 
 
ʼ 
 
.
 
 
· 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 

, 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
, 
 
 
᾽ 
 
·
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
. 
 
 
 
 
· 
 
 
 

 
 
 
· 
 

 
 
 
 
 
.
4967	 
 
 
 
 

 
 
 

 
 
, 
 
 
.
 
 
 
. 
 
ʼ 
 

, 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
ʼ 

ʼ 
, 
 
 
 
 
,
 
ʼ, 
 
 
 
 
 

 
ʼ, 
 
 
 
 
,
 
 
 
 
 
 
 
 

· 
 
 
 
 

 
. 
 
ʼ 
 
 

 
 
 
. 
 
ʼ 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
 
 

 
, 
 
 

· 
 
 
 
, 
 
 

, 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 

 
 
 
 
, 
᾽ 
 
,
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
.
 
, 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
, 
 
· 
 
ʼ 

 
 
 

 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
, 
 
 
 

 
 
· 
 
ʼ 
 
 

· 
 
 
 
 
.
5220	 
 
 
 
 

 
ʼ 
 
 
 

, 
 
 
 
 

, 
 
 
 
· 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 

, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
, 
 
 

· 
 
 
 
 
 

 
 
ʼ· 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
᾽ 
 
 
.
ʼ 
 
 
 
 
 

 
᾽ 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 

 
 
 
 
 

, 
᾽ 
 
 
 

· 
 
 
 
 

 
 
 
 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
 

 
 
· 
 
ʼ 
 

 
 
, 
 
 
ʼ 
.
 
᾽ 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
5486	 
 
 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
ʼ 

ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
,
· 
 
 
 
 

 
, 
 
 
.
 
 
 
 

 
 
᾽ 
 
,
 
ʼ 
 
· 
 
 
 
 

 
 
 
 
,
 
 
 
, 
 
.
5566	 
 
 
᾽ 
 
 
, 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
᾽ 
, 
ʼ 
,
 
 
 
 
· 
 
 
 

 
 
 
, 
 
,
 
 
, 
 
 
 

 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
· 
 
 

ʼ 
 
 
, 
 
ʼ 

 
, 
 
, 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
, 
ʼ 
,
 
ʼ 
 
ʼ, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
ʼ 

 
· 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
᾽ 
᾽ 
 
 
ʼ 
 
 
 

 
ʼ 
, 
 
ʼ 
 
·
 
ʼ 
, 
 
 
,
 
ʼ 
, 
 
 
,
 
 
 
 
.
5804	 
ʼ 
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
,
 
᾽ 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
, 
. 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 

, 
 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
, 
 
 
·
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 

 
 
 
 
 
. 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
᾽ 
 
 
 

 
 
 
 

· 
 
 
 
 
 
. 
6025	 
 
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 

, 
᾽ 
 
 
 

 
 
 
 

 
 
 
 
.
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 

 
, 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
. 
6127	 
 
 
, 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
,
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
, 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 

· 
 
 
ʼ 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 

 
 
 
· 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
,
ʼ 
᾽ 
 
 
 
. 
 
ʼ 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 

, 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
·
 
 
ʼ 
 
 
 

 
ʼ 
 
 
,
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
 
ʼ 

· 
 
 
 
 
 
 
 

 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 

, 
 
, 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
 
, 
 

ʼ 
 
 
 
 
 
 

 
 
, 
 
. 
 

 
 
 
 
 

, 
ʼ 
 
 
 

 
 
 
 
 
,
 
ʼ, 
 
 
 
ʼ 
.
6494	 
ʼ 
᾽ 
 
 
 
 
,
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ 
 
, 
 
,
 
· 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 

ʼ 
 
 
 
.
 
ʼ 
, 
 
,
 
 
 
᾽ 
.
 
 
 
 
,
 
, 
 
᾽ 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
, 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
,
, 
 
 
 
 
 

 
 
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 

 
 
 

 
 
 
 
. 
 
 
 
 
 
 

ʼ 
 
 
 
.
6641	 
 
 
ʼ, 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
, 

 
, 
 
 
,
 
 
 
ʼ 
 

 
 
 
 
.
 
 
 
, 
 
,
ʼ 
 
ʼ 
 

 
 
, 
 
 
 
,
, 
 
ʼ 
 
 
 
 
 
 

· 
 
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
, 
 
 
,
 
 
 
 
 

 
ʼ, 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 

ʼ 
 
 
 
, 
 
 
 
 
 
,
, 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
᾽ 
 

ʼ 
 
 
 

ʼ 
, 
 
 
 
 

 
 
, 
 
.
 
ʼ 
 
 

 
 
 

 
ʼ 
, 
 
 
,
 
 
 
 
 
, 
 
 
 
, 
.
 
 
 
, 
 
,
 
 
 
 
 

, 
 
 
 
᾽ 
.
 
᾽ 
 
 
ʼ 
᾽ 
, 
 
,
 
 
, 
 
 
 

· 
 
 
 
 
.
6890	 
 
,· 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 

ʼ 
 
 
.
 
ʼ 
᾽ 
 
 

 
 
ʼ 
 

 
 
 
 
. 
 
ʼ, 
 
 
,
ʼ 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
ʼ 
 

 
 
 
 
. 
 
 
 
 
, 

 
, 
 
 
.
