@node
@author=Homer
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=W. H. S. Jones
@filename=tlg0012.tlg002.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Homer, The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes, Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd, 1919.
@sponsor=Perseus Project, Tufts University
@title=Odyssey (Greek). Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:42:00Z

 
 
, 
, 
, 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
᾽ 
 
 
, 
 
·
 
 
 
 
,
, 
 
 
 
 

· 
 
 
 
 
 
.
 
 
, 
, 
 
, 
 
 
.
ʼ 
 
 
, 
 
 
 
,
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 

 
 
, 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 

 
, 
᾽ 
 
 
 

 
 
 
. 
 
ʼ 
 

 
· 
 
ʼ 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
,
 
 
 
, 
 
,
 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
ʼ 
 
ʼ 
 
 
· 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
᾽ 
 
 
ʼ 
·
 
 
ʼ 
 
ʼ 
 
·
 
, 
 
 
 
 
 
·
 
 
 
 
ʼ 
, 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
,
 
 
, 
 
 
 
 
,
 
, 
 
,
᾽ 
 
 
 
 
·
 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
.
 
᾽ 
, 
᾽ 
 
 

ʼ 
 
· 
 
ʼ 
 
᾽ 
.
305	 
ʼ 
ʼ 
 
, 
 
·
 
 
 
, 
 
,
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
·
 
 
᾽ 
 
 
 
,
, 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
, 
 
ʼ 
 
 
,
 
 
, 
 
 

 
 
, 
 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 

, 
 
 
· 
 
,
 
 
 
 

 
, 
 
. 
 
 
 

 
 
, 
. 
 
 
ʼ 

 
 
 
 
 

 
 
; 
 
 
 
 
, 
;
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 

 
, 
 
 
 
;
 
 
 
 

 
, 
 
 
,
 
, 
 
 
 

 
· 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
᾽ 
ʼ, 
 
 
 

, 
 
· 
 
 

 
· 
 
 
 
 
 
 

 
 
 
 
.
549	 
ʼ 
ʼ 
 
, 
 
·
 
 
 
, 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 

 
 
 
, 
 

 
 
 
 
,
 
 
, 
 
 
·
 
 
ʼ 
, 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
, 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
 
 
 
᾽ 

᾽ 
᾽ 
 
 
 
 
·
 
ʼ 
 
, 
 
 
,
 
 
, 
 
 
 

, 
 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
᾽ 
· 
 
ʼ 
 
 
,
 
, 
 
 
.
 
ʼ 
 
 
. 
 
 

 
 
 
 

 
 
 
, 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
, 
 
, 
ʼ 
.
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
· 
 
 

ʼ 
 
 
 
 
 
,
 
 
 
 
 
·
, 
, 
ʼ 
 
· 
 

 
 
 
 
 
.
857	 
 
ʼ, 
 
ʼ 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
,
 
 
᾽ 
 
 
 
 

 
 
, 
 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 
,
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

, 
 
 
 

 
, 
 
,
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
,
· 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
, 
 
·
 
 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
.
 
ʼ 
 
 
. 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 

, 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
,
 
 
, 
 
 
ʼ 
 
·
 
ʼ, 
 
 
 
 
 
 
;
 
 
 
, 
 
 
,
ʼ, 
 
 
 
 
,
, 
 
 
 
ʼ 
 
 

ʼ 
᾽ 
, 
 
 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 

, 
 
 
 
 

 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
; 
 
 
 
 
;
 
ʼ 
 
 
· 
 
 
 

 
 
; 
 
 
;
 
 
 
 
 
 
 
᾽ 
.
 
 
᾽ 
 
, 
᾽ 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 

, 
 
 
 
 
 
.
1231	 
ʼ 
 
 
, 
 
·
 
 
 
 
᾽ 
 
.
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 

 
 
 
 
᾽ 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
 
᾽ 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 

 
, 
 
 
 
ʼ 
 

 
, 
 
 
 

ʼ, 
᾽ 
 
᾽ 
 
 

 
 
, 
 
 
 
 
 

, 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
· 
 
 
 
᾽ 
 
,
 
ʼ· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
, 
 
 
 
 

, 
 
 
 
ʼ 
.
 
 
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
 

, 
᾽ 
 
 
 
 
ʼ 
·
 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
ʼ 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
·
 
 
ʼ 
᾽ 
 
 
 
᾽ 
᾽ 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
᾽ 
 
.
 
 
 
 
 
 
, 
 
 

 
ʼ· 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
᾽ 
.
 
ʼ 
 
 
, 
 
·
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
, 
 
 
 
᾽ 
; 
 
 
 
;
 
 
; 
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
. 
 
 

 
᾽ 
, 
 
 
 
 
.
1630	 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
᾽ 
 
 

, 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
·
ʼ 
 
, 
 
ʼ 
 
 
 

. 
 
 
 
 

, 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
· 
 
 
 

 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
,
 
 
 
ʼ 
 
—
 
 
 
 
 
 
 

 
 
, 
 
 

 
 
· 
᾽ 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
· 
 
 
—
 
 
 
 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
· 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 

 
᾽, 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
·
1993	ʼ 
 
 
, 
 
 
,
 
 
 
 
,
 
 
 
 
, 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
᾽ 
,
 
 
 
 
 
 

 
 
 
 
 
 
 

 
᾽, 
 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
· 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 

 
᾽ 
, 
 
 
,
 
, 
 
 
 
 
;
 
, 
, 
 
 
ʼ 
 
 
 
 
,
 
ʼ, 
 
 
 
 
 
 
.
 
 
 
 
 
 

᾽ 
, 
 
 
 
᾽ 
 
·
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
.
᾽ 
 
 
, 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
, 
 
, 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
, 
 
·
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
.
 
 
᾽ 
 
ʼ 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
 
, 
 
 
 

 
᾽ 
 
 
. 
 
 
 
 

 
 
· 
 
 
 
.
 
 
 
 
 
.
2338	 
ʼ 
 
 
, 
 
 

ʼ 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
·
 
ʼ 
 
 
 
,
 
, 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
 
 
 
,
ʼ 
 
 
 
, 
 
 
 
·
 
 
 
 
 
, 
 
 

 
· 
 
ʼ 
ʼ 

, 
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
,
, 
 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
ʼ 
 
 
 

 
 
 
 
; 
 
 
ʼ 

, 
 
 
 
, 
 
 

 
, 
 
, 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
ʼ 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 

 
· 
 
ʼ 
 

, 
 
ʼ 
· 
 
 
 
᾽ 
 
.
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
᾽ 
 
 
, 
 
 

 
 
 
 
 
.
2625	 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
, 
 

, 
 
 
 
 
 

ʼ 
 
᾽ 
, 
 
 
.
 
ʼ 
 
 

, 
᾽ 
 
 
 
,
 
· 
 
ʼ 
 
,
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
,
ʼ· 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
᾽ 
 
, 
 
·
ʼ, 
 
 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
;
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
· 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
, 
 
 
,
 
 
 
᾽ 
, 
 
 
 
·
 
 
 
 
᾽ 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
ʼ 
 

ʼ 
, 
 
 
.
᾽ 
 
, 
, 
 
 
,
 
 
, 
 
ʼ 
 
 

, 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
᾽ 
;
 
 
 
, 
᾽ 

· 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
·
᾽ 
 
 
 
, 
 
 
,
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 

, 
 
 
 
.
 
 
, 
 
ʼ 
 
 
.
3019	 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ, 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
 

ʼ, 
 
 
,
 
 
 
 
 

 
᾽ 
, 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
, 
 
ʼ 
 
·
 
 
᾽ 
 
 
, 
 
 

 
, 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 

 
᾽ 
 
 
, 
 
ʼ 
 

, 
 
 
ʼ 
 
.
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
ʼ 
.
3187	 
ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 

 
, 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
.
 
 
, 
 
ʼ 
 
᾽ 
.
 
 
᾽ 
 
 
ʼ 
,
 
᾽ 
 
 
, 
 
ʼ 
 
 
,
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
 

 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
, 
 
 
 
 
,
, 
 
ʼ 
 
 
 
.
᾽ 
᾽ 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
, 
, 
 
 
·
 
ʼ 
 
 
᾽ 
 

 
 
 
 
 
 
 
.
 
 
 
᾽ 
; 
 
 
 

 
 
 
 
 
 
;
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
;
 
 
 
 
 
᾽ 
;
 
 
 
, 
. 
 
 

 
 
, 
 
 
 
.
 
, 
 
 
 
 
 
,
᾽ 
᾽ 
 
 
, 
 
ʼ 
,
 
 
 
· 
 
 
 
 

 
 
 
 
.
3474	 
 
 
 
·
 
, 
 
 
 
, 
 
ʼ 
 
,
 
 
· 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
,
 
 
 
 
 
᾽ 
,
᾽ 
 
 
, 
 
 
 
 

· 
 
 
ʼ 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
, 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
, 
 
 
ʼ 
 
,
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 

· 
 
 
 
. 
 
 
ʼ 
,
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
· 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
.
 
 
᾽ 
 
 
, 
᾽ 
 

 
 
. 
 
 
,
 
ʼ 
 
 
,
 
· 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
, 
, 
 
ʼ 
 
 
 

ʼ, 
 
 
 
 
 
 
 

 
ʼ 
 
 
,
 
ʼ 
 
 
 
,
 
. 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
, 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
 
, 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 
.
ʼ 
 
 
 
 
, 
 
 

 
 
 
·
3809	 
 
 
 
 
·
ʼ 
, 
 
, 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
·
 
 
, 
 
 
 
,
ʼ 
 
 
 
, 
 
 
 

, 
 
 
 
ʼ 
,
 
 
, 
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ 
᾽ 
·
 
ʼ 
 
 
, 
᾽ 

 
 
, 
 
 
 
·
 
 
, 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ, 
᾽ 
 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 

· 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
, 
 
 
 

 
 
 
. 
 
 
 

᾽, 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
.
4150	 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 

 
ʼ 
ʼ, 
 
ʼ 
· 
 
ʼ 
 
 
,
 
 
ʼ 
 
· 
 
 
 
᾽ 

, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
 

, 
 
 
 
ʼ 

 
· 
 
 
 
 

· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
ʼ 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
,
ʼ· 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
 

 
 
 
·
᾽ 
 
 
 
 
 
,
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 
 
.
 
ʼ 
, 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
, 
, 
 
 
·
 
 
 
 
 
·
 
 
 
 
· 
 
 

 
 
 
 
, 
 
 

 
 
 
 
 
 

· 
 
 
 
 
 
,
 
ʼ 
 
. 
 
 

ʼ, 
 
 
· 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
·
 
 
 
 
 
,
 
 
, 
 
 

, 
 
 
 
 
 
.
 
 
 
ʼ, 
ʼ 
 
 
,
 
 
 

ʼ 
· 
 
 
 
 
 
.
4493	 
ʼ 
᾽ 
 
 
 
 
·
 
, 
 
ʼ 
 
 
 
 

ʼ 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
᾽ 
 

ʼ, 
 
 
 
· 
 

 
ʼ, 
 
 
 
 
 

. 
 
 
 
 
,
 
 
 
 
᾽ 
,
 
 
 
, 
 
 
.
᾽ 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
, 
, 
 
, 
 
ʼ 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 

 
᾽, 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
ʼ, 
 
, 
,
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
, 
 
ʼ 

, 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 

ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
, 
 
, 
 
 
·
 
 
 
 
 
ʼ 
᾽ 
,
 
 
 
 
 
 

 
 
 
 
 
 
 

 
᾽, 
 
, 
 
 
 
.
4840	 
 
 
ʼ 
 
 
ʼ 
᾽ 
, 
 
ʼ 

, 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
, 
, 
 
 
·
 
 
 
 
 
 
 

 
, 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 

ʼ 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
, 
 

 
 
. 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
 

 
 
ʼ 
 
,
 
 
 
 
, 
 
 
,
ʼ, 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 
 
.
᾽ 
, 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
.
᾽ 
, 
 
 
 

 
 
, 
 
ʼ 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
ʼ 
,
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
·
 
, 
 
 
 
 
 

 
ʼ 
 
 
 
᾽ 
 

 
 
 
 

· 
 
 
 
 
,
 
 
 
 
.
5142	 
᾽ 
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
 
·
ʼ, 
᾽ 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
᾽ 
.
 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
, 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
᾽ 
 
᾽ 
 
 
 
᾽ 
,
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
 
.
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
, 
 
,
 
 
· 
 
ʼ 
 
 

ʼ 
 
. 
 
 

 
 
 
, 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
᾽ 
 
 
· 
᾽ 
᾽ 
 

 
, 
 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
ʼ 
, 
 
, 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 
 

 
 
 
ʼ 
 
 
.
5463	 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 

ʼ 
, 
, 
 
ʼ 
 
 
;
 
ʼ 
 
 
 
 
 
 
 

, 
 
 
 
 
 
,
, 
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
 
᾽ 
 
.
 
, 
᾽ 
 
 
 
 
,
· 
 
 
 
 
᾽ 

· 
 
 
 
 
 
 
.
 
, 
 
 
 
 
ʼ 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
·
 
 
 
 
, 
 
,
, 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
·
 
ʼ 
ʼ, 
 
 
 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 

 
 
 
 
᾽ 
 
 
.
 
, 
 
ʼ 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
 
·
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
, 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 
,
· 
 
 
 
 
 
 
 

᾽, 
 
᾽ 
 
 
,
ʼ, 
 
 
.
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
· 
 
ʼ 
 
 
·
 
 
 
, 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
.
5844	 
, 
 
 
 
 
,
 
᾽ 
 
 
 
·
 
 
, 
 
, 
 
 
 

; 
 
ʼ 
 
 
 
 

 
 
; 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
ʼ 
 
 
· 
 
 
 

 
᾽ 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
·
, 
ʼ, 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
.
ʼ 
᾽ 
᾽ 
 
, 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
 
.
6050	 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
, 
 
ʼ 
 

ʼ 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
 
ʼ 
 

 
· 
 
ʼ 
 
.
ʼ 
᾽ 
᾽ 
 
, 
 
.
 
ʼ 
 
 
ʼ 
 
·
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
, 
᾽ 
᾽ 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 

 
 
 
,
 
 
 
 
 
 
·
ʼ, 
 
 
 
 

ʼ 
 
 
 
 
·
᾽ 
, 
 
 
 
.
 
 
ʼ 
 
 

· 
 
ʼ 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
 
 
ʼ 
 
 
·
, 
, 
 
· 
 
 

ʼ 
 
. 
 
ʼ 
 
 
 
,
᾽ 
 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ, 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
᾽ 
· 
 
ʼ 
᾽ 

 
. 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
ʼ 
 
 
.
 
ʼ 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
,
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
.
6381	 
ʼ 
, 
 
 
,
 
 
, 
᾽ 
 

 
 
 
 
 
·
 
 
, 
 
 
,
· 
 
ʼ 
 
 
 
 
,
 
, 
 
.
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
 
.
ʼ 
 
 
, 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 
 

 
, 
 
ʼ 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
ʼ, 
 
ʼ 
.
 
 
 
, 
 
·
ʼ, 
 
 
 
 
᾽ 
, 
᾽ 
·
 
 
 
 
 
, 
 

, 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
, 
 
 
·
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 
·
, 
 
ʼ 
᾽ 
; 
 
ʼ 
 
 
;
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
, 
 
·
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
· 
 
 

 
 
 
 
 
 
 
.
 
 
ʼ 
 
 

· 
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
, 
 
ʼ 

ʼ 
 
 
ʼ 
 
 
ʼ 
.
 
ʼ 
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 

 
· 
 
 

ʼ 
 
 
 
·
 
, 
 
, 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 

· 
 
 
 
ʼ 
.
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
.
6743	 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
·
, 
 
, 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
᾽ 
᾽ 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
, 
 
 
.
 
, 
 
; 
 
ʼ 
 
;
 
 
 
 
 
 

 
 
 
 
, 
 
ʼ 

 
 
 
 
;
 
ʼ 
 
 
 
 

· 
 
 
 
 
 

ʼ, 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
·
 
 
, 
 
 
,
 
 
· 
 
 
 
 
.
 
 
 
 
·
 
ʼ 
᾽ 
, 
 
, 
 
.
 
 
 
 
, 
 
 
,
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
, 
 
 
,
ʼ, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
᾽ 
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
, 
 
 

 
 
 
 
 

· 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
.
, 
 
 
 
 
 
, 
 
,
 
 
 
 
 
 

 
 
, 
 
 
ʼ 
,
 
 
 
, 
 
 
 
.
7098	 
ʼ 
ʼ 
 
 
 
·
 
ʼ, 
 
ʼ 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
᾽ 
 

 
 
ʼ, 
 
 
,
᾽ 
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
.
 
 
 
 
, 
 
ʼ 
,
 
 
, 
 
 
,
 
ʼ 
 
 
, 
 
 
 
,
, 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
· 
 
 

 
 
 
 
;
᾽ 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
.
ʼ 
 
 
 
 
 

ʼ, 
 
 
 
 
 

 
, 
 
, 
 
 

 
 
· 
 
ʼ 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
.
ʼ 
 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
᾽ 
 
,
᾽ 
 
 
 
 
 
 

ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 
 

, 
 
 
 
 
 

 
· 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
, 
 
 
 
, 
 
 
,
 
 
 
 
 
,
 
, 
 
 
 
.
7378	ʼ 
 
 
 
 
 

 
 
᾽ 
 
 
,
᾽ 
 
 
· 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 
,
, 
 
 
, 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 

· 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ 
 
, 
 
·
 
ʼ 
 
· 
 
 
᾽ 

, 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
· 
 
ʼ 
 
 
 
,
, 
 
᾽ 
 
 
 
 
 
.
 
 
 
 
 

᾽ 
 
 
, 
,
 
᾽ 
 
 
 
·
 
 
 
 
, 
 
 
,
, 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
,
 
 
, 
 
᾽ 
ʼ 
,
 
 
, 
ʼ 
 
.
 
 
 
 
· 
 
 
ʼ 

, 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
 
᾽ 

 
 
, 
 
 

 
· 
 
 

᾽ 
 
ʼ 
, 
 
 
.
 
 
, 
᾽ 
 
 
 

 
 
 

· 
 
 
 
ʼ 
, 
 
ʼ 

, 
 
 
 
 
 
.
7677	 
, 
 
, 
, 
 
 

, 
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

, 
 
 
, 
, 
 
 
.
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
ʼ 
,
 
 
 
, 
 
 
 
 
ʼ 
.
 
 
 
 
, 
 
,
 
ʼ 
ʼ, 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
,
 
, 
 
 
 
 
.
 
 
, 
 
 
ʼ 
 
 
 
 
,
 
ʼ, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
ʼ, 
 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
, 
 
 
, 
 
 
 

ʼ 
 
, 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
;
 
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 

 
 
, 
 
 
ʼ 
—
 
 
 
 
 
 
 
,
 
 
 
 
 
—
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 
·
 
 
 
· 
 
ʼ 
. 
 
 
 

 
 
᾽, 
᾽ 
 
 
 
.
8011	 
ʼ 
 
 
, 
 
·
, 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
, 
 

ʼ 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
, 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ, 
 
 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
;
 
 
; 
 
ʼ 
 
ʼ 

 
, 
 
 
 
;
 
 
 
 
, 
 
 

ʼ 
᾽ 
, 
 
 
 
;
 
ʼ 
ʼ 
 
 
 
·
 
 
, 
, 
 
᾽ 
.
 
 
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
 

 
 
, 
 
·
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 

᾽ 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
 

 
· 
 
 
ʼ 
·
 
ʼ 
᾽ 
 
 
 
, 
 
᾽ 

 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
, 
 
 
 
,
 
 
, 
 
 
 
 
.
8357	 
 
 
 
 
 
,
 
 
, 
 
 
·
᾽ 
 
 
 
ʼ, 
 
,
 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
, 
 
 
ʼ 

 
, 
 
 
.
 
 
 
 
ʼ, 
 
 
,
᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
 
 

, 
 
ʼ 
 
᾽ 
 
,
 
 
 
, 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
,
 
, 
 
 
 
 
ʼ 
.
 
 
᾽ 
ʼ 
, 
 
ʼ 
 

, 
 
 
 
 
 

ʼ· 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 
·
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
,
 
, 
 
 
 
᾽ 
.
 
 
 
 
 
 
 

 
᾽ 
, 
 
ʼ 
 
,
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
, 
 
 
 
 
.
 
, 
, 
 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
 

 
, 
 
 
 
 

 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
 
 
 
,
 
 
, 
 
 
 
 

, 
 
 
 
 

 
 
 
, 
 
 
 
᾽ 

 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 

 
 
, 
 
 
.
 
 
 
, 
 
 
·
 
ʼ 
 
· 
 
 
 
.
8737	 
᾽, 
 
ʼ 
᾽ 
 
 
 
 
.
 
 
 
 
, 
 
·
 
, 
 
 
 
 
 
·
᾽ 
 
 
 
, 
 
 
,
 
 
 
 

 
 
· 
 
 
.
 
 
 
ʼ 
 
, 
 
·
 
 
 
 
, 
 
.
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
.
 
 
 
ʼ 
 
ʼ, 
 
 
,
 
᾽ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 

 
᾽ 
 
, 
᾽ 
 
 

, 
 
 
 
 
 
,
 
, 
 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
, 
 
·
 
 
 
ʼ 
, 
 
· 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
 
᾽ 
, 
 
 

 
 
· 
 
ʼ 
 
 

ʼ, 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 

ʼ 
 
 
 
, 
 
 
 

᾽ 
. 
 
 
, 
 
 
 
,
 
 
 
 
 
· 
 
 
 
,
 
 
 
 
 
 
.
9053	 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 
 
·
 
ʼ 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
ʼ 
,
 
 
, 
 
,
 
 
 
ʼ 
 
 
 
.
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
, 
 
 

 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 

ʼ 
, 
 
 
.
 
 
 
ʼ 
 
ʼ, 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
, 
 
 
 
,
 
 
 
᾽ 
 
,
ʼ 
ʼ 
᾽ 
 
, 
 
,
 
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
9290	 
ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 
,
 
ʼ 
 
ʼ 
᾽ 
ʼ 
 
 
,
 
 
 
 
 
,
, 
 
· 
 
 
 

 
, 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
᾽ 
 
, 
 
,
 
. 
 
ʼ 
 
 

 
 
, 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
, 
 
, 
ʼ 
,
᾽ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
ʼ 
 
, 
, 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
, 
 
 
ʼ 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
, 
 
ʼ 

 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
. 
 
 
 

 
, 
 
 
 
 
 

 
 
, 
 
 

ʼ 
 
 
 
, 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
· 
 
ʼ 

 
. 
 
ʼ 
 

 
ʼ· 
 
ʼ 
 
 
 

, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 
 

 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
· 
 
ʼ 
 

 
ʼ 
 
 
, 
 
ʼ 

ʼ 
, 
 
 
 
 
.
9602	 
 
᾽ 
 
 
 
,
 
 
 
 

 
 
· 
 
ʼ 
 

, 
 
 
 
. 
 
ʼ 

 
 
 
 
 
 

, 
, 
 
 
.
 
 
᾽ 
 
 
 

· 
 
 
, 
 
.
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
,
ʼ 
 
 
, 
 
ʼ 
 
 

 
 
, 
 
 
 

 
, 
᾽ 
 
ʼ 
.
 
ʼ 
 
 
 
, 
 
ʼ 
 

· 
 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
ʼ 
᾽ 
, 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
ʼ 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
, 
 
 
 

ʼ 
᾽ 
ʼ 
, 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 
,
 
ʼ 
 
᾽ 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
, 
 
,
 
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
, 
 
 
 
.
 
 
ʼ 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
9980	 
ʼ 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
.
 
᾽ 
 
ʼ 
ʼ 
 
 
 
 

 
 
 
, 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
· 
 
 
 
 
᾽ 
,
 
 
 
 
 
ʼ 
,
, 
 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
 
 
 
,
· 
 
 
 
 
 

, 
 
 
 
ʼ 
,
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
· 
 
 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
, 
 
 
,
 
, 
 
 
 
 
.
᾽ 
᾽, 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
, 
 
,
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
᾽ 
ʼ, 
 
 
 

 
 
 
. 
 
ʼ 

, 
 
ʼ 
 
 
 
.
 
᾽, 
 
 
 
, 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
ʼ 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
. 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
,
 
᾽ 
 
 
 
.
10311	 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
· 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
, 
 
.
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
. 
 

 
 
᾽, 
 
 

· 
 
 
 
 
 
 
,
᾽ 
 
 
 
 

, 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 

ʼ 
 
 
, 
 
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 
ʼ 
 
·
, 
, 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
 
᾽ 
.
 
 
 
ʼ 
 
 
,
 
᾽ 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
, 
 
 
,
. 
 
 
 
 
 
᾽ 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 

, 
, 
 
 
·
 
 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 

, 
 
 
 
, 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
, 
 
᾽ 

 
 
 
 
 
.
10675	᾽ 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
, 
 
ʼ 

· 
 
 
 
 
.
 
 
 
 
, 
 
,
 
, 
 
 
 
 
 
 

, 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
. 
 
ʼ 
᾽ 

 
ʼ 
, 
 
ʼ 
 
 

, 
 
 
 
, 
 
 
,
 
 
ʼ 
 
. 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ, 
 
 
 
ʼ 
 
.
 
, 
 
ʼ 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 

 
. 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 

, 
 
, 
 
ʼ 
 

, 
 
 
 
 
 
·
 
 
 
ʼ 
 
,
 
 
, 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 

, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
· 
 
᾽ 

 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
·
 
, 
 
, 
 
 

 
 
 
 
;
 
 
 
; 
 
 
 
.
 
 
 
 
 
 
 

᾽ 
ʼ 
 
, 
 
ʼ 
 
,
 
᾽ 
 
 
 
,
, 
 
 
 
ʼ 
 

 
, 
᾽ 
 
 
᾽ 

ʼ 
 
 
 
 
.
11010	 
ʼ 
 
 
 
·
 
 
 
 
, 
, 
 
 
·
 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
᾽ 

, 
 
 
 

᾽ 
, 
 
 
 
᾽ 
 
 
,
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
 
,
 
 
 
᾽ 
 
, 
 
·
 
 
, 
 
ʼ 
 

᾽ 
 
 
 
 

 
, 
 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
· 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
, 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
 
 

ʼ, 
 
᾽ 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 

 
 
, 
 
 
,
 
, 
 
ʼ 
 
.
 
 
ʼ 
᾽ 
 
ʼ· 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
.
11271	 
, 
 
 
 
᾽ 
 
 
.
 
 
 
, 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
·
 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
 
ʼ 
 
 
ʼ 
·
, 
 
 
 
 
 

 
ʼ 
 
, 
᾽ 
 

 
 
, 
 
 
.
 
, 
 
 
 
, 
 
· 
 
 
 

ʼ 
 
, 
 
 

 
· 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 

· 
 
 
 
· 
 
 
 

ʼ 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ, 
 
 
, 
ʼ 
 
 

 
 
, 
 
 
 
·
 
 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
ʼ 
 
, 
 
ʼ 
᾽ 

. 
 
 
 
 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
 
,
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
11534	ʼ 
᾽ 
᾽ 
ʼ 
 
 
·
ʼ 
᾽ 
 
 
 
, 
 
,
 
ʼ 
 
, 
 
 
.
 
 
, 
 
 
,
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
,
, 
 
 
 
, 
 

, 
 
 
 
 

, 
 
 
 
 
 
 
·
 
 
 
 
 

· 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
·
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
· 
 
 
·
 
 
 
 
 
 

 
 
· 
 
 
.
 
 
 
 
 
 
᾽ 
,
 
 
 
 
·
᾽ 
 
᾽ 
 
 
 
 

 
 
, 
 
 
ʼ 
.
 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
,
, 
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

· 
 
 
 
 
 
 
,
 
 
· 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
, 
 
 
 
 
.
ʼ 
 
 
ʼ 
· 
 
 

ʼ, 
 
 
 
 
 

 
ʼ, 
 
 
, 
 

ʼ, 
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
, 
᾽ 
 
 
 
 
.
11864	 
ʼ 
 
 
 
·
 
 
 
 
, 
, 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
, 
᾽ 
 
 

 
 
 
 
 
.
 
 
 
· 
 
 
ʼ 

, 
 
 
 
 
·
 
 
 
 
ʼ 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 

 
, 
 
 
ʼ 
·
᾽ 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 

. 
᾽ 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
᾽, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
 
,
· 
 
 
 
 
᾽ 
 
 
,
᾽ 
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
ʼ 
, 
 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
 
 

ʼ 
᾽ 
 
 
 
 

ʼ 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
· 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
.
 
ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 

 
, 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
᾽ 
, 
ʼ 
,
 
 
, 
᾽ 
 
 
;
 
 
; 
 
 
 
.
12214	 
ʼ 
 
 
 
 
·
 
 
, 
 
,
, 
 
 
 
 
 
.
 
 
, 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
, 
 
 

 
 
 
 
 

· 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
.
, 
 
 
 
 
 
, 
 

 
 
 
 
 
 

 
 
, 
 
 
ʼ 
,
 
 
 
, 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 

 
 
 

 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
, 
 
 
 

 
 
 
, 
᾽ 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
12469	 
ʼ 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
 

 
 
, 
 
 
.
 
ʼ 
 
ʼ 
 
, 
 
ʼ 

 
ʼ 
, 
 
 
 

 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
,
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
, 
 
, 
 
 
 
,
 
 
 
 
 
 
;
 
 
ʼ 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
, 
 
 
 
.
 
 
 
 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
ʼ, 
 
 
 
 
.
 
, 
 
ʼ 
ʼ 
 
 
·
 
 
, 
, 
᾽ 
 
.
 
 
 
 
 

 
 
, 
 
 

 
 
, 
 
·
 
 
ʼ 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
.
 
 
 
 
, 
, 
 
ʼ 
,
 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
.
12818	 
, 
 
ʼ 
ʼ 
 
 
·
 
 
, 
, 
᾽ 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 

 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
ʼ 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
, 
 
, 
 
 
 
 
,
 
ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
, 
᾽ 
 
 
,
· 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
ʼ, 
 
ʼ 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
 
· 
 

 
, 
 
 
 
 
᾽ 
.
13079	 
ʼ 
᾽ 
 
ʼ 
 
 
 

 
 
 
 
ʼ 
·
 
ʼ 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ 

 
ʼ· 
 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
.
 
 
 
 
· 
 
 

 
 
 
·
 
 
ʼ 
 
 
 
;
᾽ 
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
. 
 
 

 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
, 
 
 

, 
 
ʼ 
᾽ 
, 
 
ʼ 
·
 
ʼ 
 
 
 
, 
 
 

 
 
· 
 
 
 
 
.
 
 
 
ʼ, 
 
 

· 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
᾽ 
 
 
᾽ 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
 
, 
 
, 
 
 
,
 
ʼ 
 
 
; 
 
 
;
 
᾽, 
 
 
 
 
·
, 
, 
 
 
 
 
;
 
 
ʼ 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
ʼ, 
 
 
 
 
.
 
, 
 
 
ʼ 
ʼ 
 
·
 
᾽ 
 
 
ʼ 
 
 

 
 
ʼ 
, 
 

 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
,
 
 
 
 
ʼ 
 

 
, 
 
 
 
·
 
 
 
 
 
, 
 
 
.
13424	 
᾽, 
 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
 

ʼ 
, 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
, 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
, 
 
 
.
 
, 
 
 
ʼ 
ʼ 
 
·
, 
 
 
 
; 
 
 
 

, 
 
 
 
· 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
·
 
᾽ 
 
 
 
 
 
.
 
 
 
ʼ 
 
·
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
 
 
, 
 
 
 
 
,
 
᾽ 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 
 
.
13657	 
 
 
 
 
 
᾽ 

 
 
· 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 

, 
 
 
 
 

 
᾽ 
 
 
 
,
 
᾽ 
, 
 
 
 

 
, 
 
᾽ 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
 

 
 
 
 
· 
 
ʼ 
᾽ 

 
 
ʼ, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
, 
 
 

 
 
, 
 
ʼ 
 

 
 
· 
 
ʼ 
 
ʼ 
 
,
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
, 
 

 
 
, 
 
.
 
ʼ 
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
, 
᾽ 
 
 
.
 
᾽, 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
, 
 
, 
 
 
 

ʼ, 
 
 
 
 
· 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
᾽, 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
· 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
· 
 
 
 
 
 
.
13973	 
, 
 
 
ʼ 
ʼ 
 
·
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
·
 
, 
᾽ 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 

 
 
 
·
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
᾽ 
 

, 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
ʼ, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
,
ʼ 
 
, 
᾽ 
 
 
.
 
 
, 
 
 
 

, 
 
ʼ 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 
 
, 
 
 
 
 
,
 
 
 
 
· 
 

 
 
, 
 
 

 
 
 
 
.
14251	 
ʼ 
 
 
 
 
·
, 
 
 
 
 
 
᾽ 
.
 
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

. 
᾽ 
 
 
 

 
 
· 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
, 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
· 
 
 
 

, 
 
 
 
 
, 
 
 

 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
᾽ 
 
 
 
 
 
·
, 
 
 
 
.
 
 
 
 
 
᾽ 
,
 
ʼ 
 
· 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
, 
 
, 
᾽ 
·
 
 
 
 
· 
 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
· 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
. 
 
 
 
 
,
 
, 
᾽ 
 
 

 
 
· 
 
ʼ 
 
᾽ 
.
 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
·
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
.
14498	 
 
 
 

 
 
 
 

 
 
, 
 
 
, 
 
.
 
 
 
 
 
,
 
, 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
 

 
 
 
·
ʼ, 
 
 
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
;
 
 
ʼ 
· 
 
 
 
 

ʼ 
 
 
, 
 
 

 
, 
 
ʼ 
 

· 
 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
· 
 
 

 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
, 
᾽ 
 
 
 

 
ʼ; 
 
, 
 
 

 
 
 
; 
 
 
 
 
.
 
 
᾽ 
 
, 
᾽ 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
· 
 
 
 
 
,
ʼ 
 
 
 
 

; 
 
 
 
 
.
 
ʼ, 
 
 
 
 
ʼ 
,
 
 
ʼ· 
 
ʼ 
 
 
ʼ 

, 
 
, 
 
ʼ 
 
 
.
 
 
· 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
,
· 
 
 
 
 

ʼ, 
 
 
 
 
 
·
 
, 
 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
· 
 
 

 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
᾽ 
.
ʼ 
᾽ 
 
 
 
 
.
14856	᾽ 
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
, 
 
 

 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
, 
 
 
 
 
 
;
 
 
 
 

 
, 
 
ʼ 
 
 
;
 
 
ʼ 
ʼ 

 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
· 
 
 

 
 
 
, 
 
,
 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
·
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
᾽ 
 
 
.
 
, 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
· 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
·
, 
 
 
 
 
; 
 
 
 

 
 
, 
 
ʼ 
 

 
, 
 
 
 
᾽ 
.
 
 
ʼ 
ʼ 
 
 
 
;
 
ʼ 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 

 
 
 
 
, 
 

 
 
 
 
 
 
 
 
.
15146	 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
᾽ 
᾽ 
᾽ 

 
 
 
 
 
,
᾽ 
᾽ 
᾽ 
 
 
 

ʼ 
· 
 
 
 

, 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
, 
· 
 
 
 
 
ʼ 

 
, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
,
 
 
 
 
,
, 
 
 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 

 
 
, 
᾽ 
 
.
, 
᾽ 
 
 
 
 
 

 
 
ʼ 
, 
 
 
,
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
ʼ 
, 
 
 
 
 
 
 
,
 
 
 
 
, 
 

 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
ʼ 
 
 
, 
 
 
 
ʼ 
,
 
 
 
· 
 
ʼ 
 
 

 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
, 
 
 
ʼ 
,
 
ʼ 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
· 
 
 

 
 
 
 

ʼ, 
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
15458	 
, 
 
ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
, 
 
 
ʼ 

 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
 
, 
 
ʼ 
·
 
, 
 
 
, 
,
 
 
 
 
 
 

 
 
 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 
 
,
 
ʼ 
 
 
.
 
ʼ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
 

 
, 
 
 
 
 
 
.
᾽ 
 
 
 
 

, 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
ʼ 
, 
 
ʼ 
 
·
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

ʼ 
᾽ 
, 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
 
.
15731	ʼ 
᾽ 
᾽ 
 
, 
 
·
 
, 
 
ʼ 
 
,
, 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
,
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
 
 
·
, 
, 
 
 
;
 
 
ʼ 
 
 
 
 

 
᾽ 
, 
 
᾽ 
 
 

 
· 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
ʼ 
 
 
·
, 
, 
᾽ 
; 
 
 
 

ʼ, 
 
 
 
 
 
·
 
 
 
 
 
᾽ 

, 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
, 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
,
, 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
, 
᾽ 
, 
 
 
·
 
 
 
᾽ 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
 
 
 
 
·
 
 
 
 
᾽ 
, 
 
 
 

 
 
, 
 
,
 
· 
 
ʼ 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
· 
 
ʼ 
 
.
 
 
 
 
 

 
 
. 
 
ʼ 
 
 

 
· 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
, 
 
· 
 
ʼ 
 
 

· 
 
 
 
 
 
.
16109	 
ʼ 
 
 
ʼ 
 

ʼ, 
᾽ 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
᾽ 

· 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
 

 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
 
.
 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
;
 
 
 
 
, 
 
,
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
· 
 
.
 
 
 
, 
 
, 
 
·
, 
 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
,
 
 
, 
 
 

 
 
 
 
 
·
᾽ 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
, 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
᾽, 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 
.
 
 
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
.
ʼ 
᾽ 
 
 
 
 
,
 
, 
 
 
 
 
᾽ 

᾽ 
᾽ 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
,
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
16475	 
ʼ 
 
 
 
 
·
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
 

, 
 
 
 
, 
 
 

 
· 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
, 
 
ʼ 

 
ʼ 
 
 
ʼ 
 
 

· 
 
ʼ 
 
ʼ 
 

 
 
 
ʼ 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

. 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
 
,
ʼ 
᾽ 
 
 
 
. 
 
 

 
 
, 
 
·
 
 
ʼ 
 
 
 

, 
᾽ 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
, 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
 
 
 
.
 
ʼ 
 
, 
 
,
 
 
 
 
·
 
, 
 
, 

 
 
 
; 
 
 
 
 
 
.
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
, 
 
 
 
 
.
16764	 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
· 
 
 

 
 
 
· 
 
.
 
 
ʼ 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
 

; 
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
᾽ 
 
 
 
 
 

 
 
 
 
᾽ 
.
 
 
 
 
 
,
 
, 
 
 
 
 

, 
 
 
 
 

ʼ· 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
᾽ 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
 
, 
 
 
, 
 
,
 
 
ʼ 
 
 
·
 
, 
, 
 
 
,
 
 
 
 
ʼ 
 

, 
 
 
 
 
᾽ 
.
 
 
᾽ 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
, 
 
 
 

 
 
· 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
, 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
᾽ 
,
, 
 
 
 
 
 
,
 
᾽ 
· 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
 
.
 
 
 
, 
᾽ 
,
 
 
᾽ 
 
 
 
 
.
17149	 
ʼ 
 
 
 
·
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

ʼ, 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
· 
 
ʼ 

 
, 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
᾽ 
᾽ 
, 
 
 

· 
 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 

 
· 
 
 
 
᾽ 

, 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
,
 
 
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
, 
, 
 
, 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
᾽ 
 
 

 
, 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
, 
, 
 
 

 
 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
, 
 
 

 
 
 
, 
᾽ 
.
17500	 
 
ʼ 
 
 

· 
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
·
 
, 
ʼ 
,
 
 
 
 
 
 

 
 
 
; 
 
 
 
 
.
 
 
 
 
 
 
 
 

ʼ 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
ʼ 
, 
 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
· 
 
 

 
᾽, 
 
 
 

 
 
 
ʼ 
 
·
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
, 
ʼ 
 
.
17769	 
ʼ 
 
 
 
,
ʼ 
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
ʼ 

 
, 
 
ʼ 
 
.
 
᾽ 
 
 
 
·
 
 
 
, 
 
 
,
, 
 
· 
 
 

 
 
, 
 
·
 
ʼ 
 
 
· 
 
ʼ 

 
᾽ 
, 
 
 
 
,
 
ʼ 
 
ʼ, 
 
ʼ 
 
,
 
, 
, 
 
 
 
.
 
 
 
ʼ, 
 
 
 
,
 
 
 
 
 
, 
 
,
 
 
 
· 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
, 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
, 
 
 
,
 
ʼ 
 
 
᾽ 
.
 
 
, 
 
 
,
· 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
, 
᾽ 
.
 
 
 
 
 

 
 
· 
 
ʼ 
 
.
 
 
ʼ 
 
, 
 
,
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
18014	 
 
, 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
, 
 
 
 

· 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ, 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
, 
 
,
 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
· 
 
 

 
. 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
, 
 
 
 
 
 

᾽ 
 
 
ʼ 
 
,
 
 
 
 
, 
 
 

 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
 
 
, 
 
 

 
 
· 
 
ʼ 
 

 
, 
 
 
 

 
 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
 

 
 
, 
 
 
.
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
;
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
 
,
ʼ 
· 
 
 
 
 
 
.
 
 
 
 

, 
 
 
, 
 
ʼ 

 
. 
 
 
 
 
.
 
 
 
 
, 
 
᾽ 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
·
 
 
 
 
 
.
18386	 
 
 
᾽ 
 
 
 
ʼ 

 
, 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
· 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
, 
᾽ 

 
᾽ 
 
 
 
 
·
 
 
᾽ 
, 
 
 
 
 
.
 
 
 
᾽ 
, 
 
ʼ 
 

, 
 
 
 
 
 
.
᾽ 
᾽ 
 
 
, 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
, 
 
,
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
᾽ 
ʼ 
 
, 
ʼ 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
, 
 
 
 
 

ʼ 
, 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
᾽ 
᾽ 
, 
 
 
 
 
·
 
᾽ 
 
 
 

ʼ, 
 
 
 
 

 
, 
 
 
ʼ 
 
.
 
, 
 
 
 
 

· 
 
 
 
 
 
᾽ 
.
 
 
 
 
,
 
 
 
 
 

 
᾽ 
, 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
 
 
 
 

, 
 
 
 
 
 
.
 
᾽ 
 
 
ʼ, 
 
 

 
 
, 
 
 
 
 
.
 
᾽ 
᾽ 
, 
 
 
 
 
·
᾽ 
 
 
 
ʼ 
 
 
,
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
ʼ, 
 
 
 
 
 
 
.
18770	 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
ʼ 
 
·
 
 
 
 
ʼ. 
 

᾽ 
 
 
, 
ʼ 
 
 
,
 
ʼ 
, 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
,
 
. 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
ʼ 
.
 
 
 
 
᾽ 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
, 
 
 
ʼ 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 

, 
 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
ʼ 
,
 
᾽ 
᾽ 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
 
ʼ 
 
,
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
᾽ 
 
·
 
 
 
 
 
, 
᾽ 
.
᾽ 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
19085	 
, 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
 
 
 
, 
 
 

 
, 
 
ʼ 
 
,
 
 
, 
 
 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
 

 
ʼ 
· 
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 

 
᾽ 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
·
 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
, 
 
ʼ 
ʼ 
,
 
 
 
 
 
, 
 
·
 
 
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
, 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
 
, 
 
ʼ 
 
,
 
, 
 
 
, 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
, 
 
 
 
 
 
,
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
·
, 
, 
 
· 
 
 
ʼ 
,
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
, 
 
 
 

 
 
 
 
 
ʼ 
 
 
.
᾽ 
, 
· 
 
 
 
 
.
19400	 
᾽, 
 
ʼ 
 
 
 
, 
 
 
,
 
 
 
 
, 
 
ʼ 

 
 
. 
 
ʼ 
᾽ 
 
ʼ 

 
 
. 
 
 
 
 
.
 
 
 
, 
 
 
 

 
 
 
 
ʼ· 
 
ʼ 
᾽ 
 
 

ʼ 
, 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
, 
 
ʼ 
᾽ 

 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
; 
 
 
 
 
;
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
, 
 
 
 
 
,
, 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
᾽ 
 
 
· 
 
 
 
 

 
· 
 
ʼ 
᾽ 
 
,
 
 
· 
 
 
, 
 
ʼ 
.
 
 
᾽ 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
,
᾽ 
 
 
· 
 
 

 
 
· 
 
᾽ 

ʼ. 
 
ʼ 
 
 
 

· 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
᾽ 
, 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
 
 
· 
 
ʼ 
᾽ 

 
᾽ 
 
ʼ, 
 
 
 

 
 
 
ʼ 
.
19744	 
 
 
 
 
 
 

 
 
 
· 
 

 
᾽ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
,
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
,
 
 
, 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
, 
 
ʼ 
.
᾽ 
 
 
 
 
 
 
,
 
 
᾽ 
, 
 
 
 
.
 
 
 
 
 
, 
 
,
 
 
 
.
 
ʼ 
 
 
 
, 
 
 

ʼ 
 
 
 
 
,
, 
 
 
,
 
 
ʼ 
, 
 
 
 
,
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
 
 
,
 
 
 
,
 
 
 
 
, 
 
 
.
 
 
 
 
 
·
, 
 
 
ʼ 
 
 
 
;
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 

, 
 
 
 
, 
 
 
ʼ 
.
 
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
·
 
 
 
 
᾽ 
, 
 

, 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
 

· 
 
 
 
 
 
.
 
 
᾽ 
 
ʼ 
 
 

ʼ, 
 
 
 
 
 

. 
᾽ 
 
 
 
ʼ 

 
 
 
, 
 
᾽ 

 
, 
 
ʼ 
 
·
 
 
 
 
 
 
.
ʼ 
 
, 
 
 
.
20079	 
ʼ 
 
 
, 
 
 

 
· 
 
ʼ 
ʼ 
,
 
ʼ 
 
 
ʼ, 
᾽ 
 
,
 
 
 
· 
 
ʼ 
 
·
 
 
᾽ 
 
 
 
 

 
ʼ 
· 
 
 

 
 
 
 

 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
·
 
ʼ, 
 
 
 
 
 

 
, 
 
 
ʼ 

 
 
, 
 
 
 
;
 
 
 
 
 
 
 

 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 
 
.
 
᾽· 
 
 
 
 

 
. 
 
 
 
 
 
 
·
 
 
 
, 
, 
 
 
.
· 
 
 
 
 

 
, 
 
.
 
 
 
, 
 
ʼ 
.
 
 
᾽ 
 
 
 

, 
 
ʼ 
 
 
ʼ 
᾽ 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
ʼ 

, 
 
ʼ 
 
, 
 
ʼ 
 

 
 
· 
 
ʼ 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 
,
 
, 
 
 
 
 
 
 
.
20347	 
ʼ 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
 
, 
 
ʼ 

 
 
 
 
 
,
ʼ 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
ʼ 
, 
 

 
 
 
 
.
 
 
 
 
 
ʼ 

 
᾽ 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
, 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
 
 
·
 
 
ʼ 
 
, 
 
 
,
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
·
 
 
ʼ 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 

ʼ 
 
 
 
 
,
ʼ 
᾽ 
᾽ 
 
, 
 
,
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
.
 
᾽ 
 
ʼ 
 
·
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
· 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
 
 
 
 
;
 
᾽ 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
;
 
 
 
 
 
 
·
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
;
᾽ 
ʼ 
 
 
 
 
.
20648	 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
, 
 
 
 

· 
 
 
 
 
 

 
ʼ 
 
· 
 
 
 

 
 
 
 
 
 
·
 
 
 
 

, 
 
 
· 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
·
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 
,
 
 
 
 
 
,
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
.
 
, 
· 
 
 
, 
 
 
;
 
 
 
 
, 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
ʼ 
 
·
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
· 
 
 
 

 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
 
 
,
᾽ 
ʼ 
 
· 
 
ʼ 
 
.
20902	 
 
 
 
 
 

 
 
 
 
·
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 
,
 
, 
, 
 
 
 
, 
 
ʼ 

 
· 
 
 
 
 
.
 
 
 
 
 
·
 
 
ʼ 
 
ʼ 
 
 
 

 
᾽ 
. 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
· 
 
 

ʼ, 
᾽ 
 
 
 
 
.
, 
ʼ, 
· 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 

· 
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
· 
᾽ 
 
,
 
ʼ 
, 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
, 
 
, 
·
 
 
 
᾽ 
, 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
, 
· 
 
 
 
;
 
 
 
 
 
ʼ 
 
;
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
.
 
ʼ 
 
 
 
,
, 
 
 
 
 
 
.
᾽ 
 
 
 
 
᾽ 
,
 
 
 
· 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 
 
.
 
ʼ, 
, 
 
 
 
 
,
 
ʼ 
 
, 
᾽ 
 
 
᾽ 
.
21280	 
᾽, 
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
ʼ 
 
 
, 
 

 
 
 
·
 
ʼ 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
·
, 
ʼ 
 
, 
᾽ 
 

 
 
, 
 
ʼ 

· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
· 
 

 
 
 
.
 
᾽, 
 
ʼ 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
, 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
 
 
.
ʼ 
᾽ 
 
 
 
 
,
 
 
 
· 
 
 
.
 
 
᾽ 
 
 
·
 
, 
 
, 
 
 
.
 
 
 
, 
 
 
,
ʼ 
᾽ 
 
 
·
 
 
 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ, 
, 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 
,
 
ʼ 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

· 
 
 
 
 
.
21580	 
 
 
᾽ 
·
ʼ 
 
 
 
 
᾽ 
,
 
ʼ 
 
, 
 
ʼ 
 
,
 
ʼ 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
, 
, 
ʼ 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
.
 
᾽ 
᾽ 
, 
 
 
 
 
·
᾽ 
 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
 

 
· 
 
ʼ 
 
.
 
 
 
, 
 
 

, 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 

· 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
 
ʼ 
.
 
 
 
 
 
,
 
 
, 
 
 
.
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
·
 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
 
 

; 
 
 
 
; 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
.
, 
 
 
 
 
 

· 
 
 
 
ʼ 
 
 

, 
 
 
 
 
 
 
.
 
, 
 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 
.
21857	, 
 
ʼ 
ʼ 
 
 
, 
 

 
 
 
 
 
 
.
 
 
 
 
 

· 
 
 
 
, 
 
 
·
 
 
 
 
 
 
ʼ 
,
 
 
, 
 
 
 
.
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
᾽ 

 
 
 
 
.
 
ʼ 
ʼ 
, 
 
 
 

· 
 
 
 
 
 
 

 
, 
 
 

. 
᾽ 
ʼ 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 

ʼ 
· 
 
ʼ 
 
᾽ 
 
 
 
,
 
ʼ 
, 
 
,
 
· 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
·
 
 
᾽ 
, 
 
᾽ 
 

 
ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
, 
᾽ 
᾽ 
 
 
.
ʼ 
᾽ 
 
 
 
·
 
, 
 
 
, 
·
 
 
 
 
, 
 
 
 
ʼ 

, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
ʼ 
· 
 
 

· 
 
ʼ 
 

 
 
 
 
 
.
22171	 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
,
 
᾽ 
 
, 
 
 
 

ʼ 
 
, 
 
᾽ 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
 
 

 
, 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
, 
 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
᾽ 
 
 
ʼ 
· 
 
ʼ 

 
 
 
 
ʼ 
,
 
 
 
 

 
ʼ 
 
 
ʼ 
 
.
᾽ 
 
 
᾽ 
 
 
 
,
 
 
 
, 
 
,
 
 
, 
 
.
 
 
ʼ 
, 
 
ʼ 
 
 
·
 
, 
 
 
 
 
 

, 
 
 
ʼ 
 
;
 
 
 
 
 
᾽ 

 
 
 
· 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
·
 
 
, 
 
, 
, 
 
 
,
, 
 
 
 
 
 
.
᾽ 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
ʼ 
.
 
 
 
 
᾽ 
 
,
᾽ 
 
ʼ 
 
ʼ 
 
.
 
 
 
 
 

 
ʼ 
, 
 
 
ʼ 
·
 
 
 
 
 
 
 
.
22428	 
 
ʼ 
 
 

· 
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
· 
 
 

 
, 
 
, 
 
 
 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 

, 
 
, 
 
.
᾽ 
 
 
 
 
ʼ 
,
 
 
 
 
, 
 
·
 
 
, 
 
, 
, 
 
 

· 
 
 
 

 
· 
 
ʼ 
 
, 
 
 

· 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
ʼ 
 
, 
 
 

 
 
 
 
 
 
.
 
 
 
 

 
 
, 
 
 
,
 
 
 
,
 
ʼ 
 
 
.
᾽ 
 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
ʼ 
 

 
 
, 
 
 
 

· 
 
ʼ 
 
᾽ 
,
 
 
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
 

 
, 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
22723	 
 
ʼ 
 
 

 
᾽ 
, 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
. 
 

 
 
ʼ 
 
· 
 
 
 

ʼ 
, 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 

 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
, 
ʼ 
 

 
 
, 
 
.
 
 
 
 

 
 
· 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
.
22922	 
 
 
 
 

 
 
 
 
, 
 
 

 
· 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
᾽ 

 
 
, 
· 
 
᾽ 

 
 
 
 
, 
 
 
.
 
᾽ 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
· 
 
 
ʼ 
 

 
, 
 
ʼ 
.
 
 
 
 
 
 

 
, 
 
·
 
 
 
 
 
 
ʼ 
 
 

, 
 
ʼ 
 
᾽ 
 
 

 
 
, 
 
 
.
ʼ 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
, 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
, 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
·
 
ʼ 
. 
 
 
 
·
, 
 
 
,
 
 
 
 
 
ʼ 
 
 

 
 
· 
 
 
 

, 
 
 
 

ʼ 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
ʼ 

, 
 
 
 
 
 
 
.
23233	 
 
ʼ 
᾽ 
ʼ 
᾽ 
 
 

 
· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 
 
 
·
ʼ, 
 
 
 
 
, 
 
,
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
, 
 
 
 

 
, 
 
 
 

, 
 
ʼ 
 
᾽ 
 
·
 
 
 
 
 
 
.
 
 
 
ʼ 
ʼ 
 
 
,
 
 
 
 

 
᾽ 
 
 
 
 
 
,
 
 
 
,
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
· 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
, 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
·
, 
 
 
 

 
 
, 
 
 
 

, 
 
ʼ 
 
᾽ 
 
.
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
ʼ, 
 
 
,
 
ʼ 
 
 
 
·
, 
 
 
 

᾽ 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
 
 

 
 
, 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
 

 
᾽ 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
· 
 
ʼ 

, 
 
 
 
 
 
 

 
 
, 
 
 
 
.
23552	 
 
 
 
 
ʼ 
 
,
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 

, 
ʼ 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
· 
 
 
 

 
, 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
᾽ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
, 
 
 
᾽ 

 
 
 
, 
 
 
 

 
ʼ 
, 
 
 
.
 
ʼ 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
· 
 
 
 
 

 
, 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
᾽ 

 
 
, 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
ʼ 

, 
 
᾽ 
 
 
 
 
·
 
 
ʼ 
 
 
·
, 
 
 
 
 
 
 
·
 
 
 
; 
 
 
 
ʼ 
;
 
 
 
 
 
 
᾽ 
;
23862	 
ʼ 
 
 
 
·
, 
, 
 

ʼ, 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
 
 
, 
 

 
, 
 
· 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
, 
 

 
, 
 
, 
 
 

 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
᾽ 
, 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
ʼ 
,
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 

 
, 
 
 
 
 

· 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ· 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
, 
 

 
, 
 
 
 
 
 
,
 
, 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 

ʼ. 
 
ʼ 
 
 

 
 
 
, 
 
 

· 
 
 
 
ʼ 
 
.
24191	 
 
 
 
 
 

 
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
ʼ· 
 
ʼ 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
.
 
 
 
 
 
᾽ 
 

 
ʼ 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
·
ʼ, 
 
 
 
 
 
 

 
· 
 
ʼ 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 

 
· 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
· 
 
 
ʼ 
 
 

· 
 
 
 
 
 
.
24425	 
ʼ 
 
᾽ 
 
, 
᾽ 
 
,
 
· 
 
 
 
 
 

, 
 
ʼ 
 
, 
᾽ 
 

 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
,
 
 
 
ʼ 
, 
 
 

 
, 
 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
, 
ʼ 
 
 
 

· 
 
 
 
 
 

 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
ʼ 
 
 

ʼ 
᾽ 
 
 
 
 

ʼ 
, 
 
ʼ 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
·
 
, 
 
· 
 
 
 
.
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
24654	 
ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 

 
ʼ, 
 
 
 
 
.
 
 
 
 
 

. 
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
,
 
 
 
 
 
 
·
ʼ 
, 
 
 
 
,
 
 
, 
 
 
,
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

· 
 
ʼ 
᾽ 
 

 
 
· 
 
ʼ 
᾽ 

 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
 

, 
 
 
ʼ 
.
 
 
᾽ 
 
 
ʼ 
,
 
ʼ 
 
 
 
·
, 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
, 
 
ʼ 
 
,
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
.
 
ʼ, 
 
 
 
, 
 
.
 
 
 
 
, 
 
ʼ 
 
ʼ 
,
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

, 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ· 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 
.
 
 
᾽ 
· 
 
 

 
 
 
 
 

ʼ, 
 
 
 
 
,
 
 
. 
 
 
 

· 
 
 
 
 
 
 

, 
 
 
 
.
24953	 
 
 
, 
 
ʼ 
᾽ 

· 
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
ʼ 
· 
 

 
᾽ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 

· 
 
ʼ 
᾽ 
, 
 
 
.
 
ʼ 
 
 
ʼ 
,
 
ʼ 
 
, 
 
ʼ 
 
·
 
 
 
ʼ 
, 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 
 
 
·
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
᾽ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
, 
᾽ 
 
 

· 
 
 
 
 
 

 
 
 
 
 
 
 
.
25230	᾽ 
᾽ 
 
 
· 
 

 
 
 
 
 

 
 
, 
 
 
 
·
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
᾽ 
 
 
 
 

 
 
, 
 
ʼ 
,
 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
 
ʼ 
᾽ 

 
ʼ 
, 
 
 
 
.
 
 
 
 
·
, 
 
 
 
.
 
 
 
 
 

 
ʼ, 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 

 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 
 
 
 

 
 
, 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 
,
· 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
, 
 
 

 
ʼ, 
 
 
·
 
 
 
, 
 
 
,
, 
 
 
 
 
 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
25494	 
ʼ 
 
 
 
· 
 
ʼ 
 

 
 
 
·
 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
ʼ, 
 
ʼ 
.
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
 
·
, 
, 
 
 
 
 
ʼ 

 
 
 
. 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
· 
 
 

, 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
, 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
ʼ 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
 
·
᾽ 
 
 
, 
 
, 
 
,
 
 
 
· 
 
 
ʼ 
 
·
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
.
᾽ 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
 
 
;
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
ʼ 
·
 
 
ʼ 
, 
, 
 
 

, 
 
 
 
ʼ 
 
,
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
· 
᾽ 
 
.
25824	 
ʼ 
᾽ 
 
 
 
 
·
ʼ, 
 
 
· 
 
 
.
 
 
 
 
 

, 
 
 
᾽ 
 
 
᾽ 
.
 
 
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 
ʼ 
 

 
· 
 
ʼ 
 

 
, 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
. 
 
ʼ 
 
 
,
 
 
 
, 
᾽ 
 
 

, 
᾽ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
· 
 
 

 
 
 
 
 
 
.
 
 
, 
 
 
, 
ʼ 
·
 
 
, 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
, 
 
,
 
 
· 
 
ʼ 
 
 

 
 
 
. 
 
 
ʼ 

 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
ʼ 
 
, 
, 
 
 

, 
 
 
 
 
 
,
 
 
. 
 
 
 
 
ʼ 
·
 
 
 
 
ʼ 
, 
᾽ 
.
26078	 
, 
 
 
 
 
,
, 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
·
 
 
, 
. 
 
ʼ 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
᾽ 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
, 
 
 
,
 
, 
 
ʼ 
 
.
 
 
 
᾽ 
· 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
᾽ 
,
᾽ 
 
 
 
 
.
 
 
 
 
, 
ʼ 
 
 
·
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
,
᾽ 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
, 
᾽ 
 

ʼ 
 
· 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 

 
 
, 
 
 
 
 

 
· 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
ʼ, 
 
 
 
ʼ 
 
᾽ 
,
᾽ 
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
 
, 
 
 

 
, 
 
 
 
 

 
 
 
ʼ 
 
 
 
,
 
 
, 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
26451	᾽ 
, 
 
 
 
,
, 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
᾽ 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 
· 
 
 

 
, 
 
,
 
 
 
 
. 
 

 
 
, 
 
 
.
 
 
 
 
 

᾽ 
 
 
 
ʼ 
,
 
 
 
 
 
 

, 
 
ʼ 
, 
 
ʼ 
 
 

 
. 
 
 
 
 

, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
, 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
᾽ 
 
 
, 
 
 
 
ʼ 
,
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
,
ʼ 
 
, 
 
ʼ 
 
 
 
 
,
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
 
 
, 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
 
 
 

 
ʼ 
᾽ 
ʼ· 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
, 
, 
 
 
·
 
 
᾽ 
 
, 
 
 

 
 
 
 
 
.
26768	 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
· 
 
 

 
 
 
,
 
 
 
 
 
᾽ 
.
 
 
 
, 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 
·
 
ʼ 
, 
 
 
 
·
 
 
᾽ 
 
 
 
 
,
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 
,
ʼ 
 
 
 
 
 
, 
 
 

 
. 
 
 
 
 
 
,
 
 
, 
 
 
 
.
᾽ 
ʼ, 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
 
 
᾽ 
 
 
 
 

 
 
 
· 
ʼ 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
, 
ʼ 

, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
·
 
ʼ 
᾽ 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
· 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
· 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
·
, 
 
, 
, 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
;
 
ʼ 
ʼ 
 
 
·
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
27115	 
᾽, 
 
 
 
ʼ 
 
.
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
·
· 
 
 
 
 
, 
 
 
,
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
, 
 
, 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
·
 
᾽ 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
,
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
, 
 
.
᾽ 
᾽ 
 
 
· 
 

ʼ 
 
 
 
 
 
 

 
, 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
, 
 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
 
ʼ 

 
, 
 
 
 
.
 
 
 
 
᾽ 
 
,
 
 
 
 
 

ʼ 
· 
 
ʼ 
 

 
ʼ 
, 
 
ʼ 
 
 
.
 
᾽ 
᾽ 
 
 
 
·
 
, 
 
 
,
 
 
 
 
,
᾽ 
᾽ 
 
· 
 
ʼ 
 
.
27403	 
, 
 
ʼ 
 
 
,
 
 
 
 
·
, 
 
 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
·
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
, 
᾽ 
 

 
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
᾽ 
,
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
, 
 
 
,
 
 
 
 
, 
 
 
.
 
 
᾽ 
 
, 
 
 

, 
 
 
 

· 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
, 
 
 
· 
 
ʼ 
 
 
 

, 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
ʼ 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
.
 
ʼ 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
ʼ 
 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
 
·
, 
, 
 
 
ʼ, 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
ʼ 
 
 

, 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
,
, 
᾽ 
 
 
 

 
 
 
 
ʼ 
 
 
.
27746	 
᾽, 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
·
 
ʼ 
᾽ 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
·
 
 
 
, 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
, 
ʼ 
 

 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
ʼ 
 
, 
 
ʼ 
 
 

, 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
᾽ 
 
ʼ· 
 
ʼ 
 
 
 

 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
·
, 
ʼ, 
 
 
ʼ 
 
 
 

 
, 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
.
 
 
 
,
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
 
ʼ 
, 
.
28017	 
 
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
· 
 
ʼ 
᾽ 

 
, 
 
 
 
.
 
 
 
 
 
,
 
, 
 
 
 
,
 
, 
 
ʼ 
 
 
·
, 
 
, 
 
 
, 
 
,
· 
 
 
 
 
·
 
 
 
 

 
 
 
 
, 
᾽ 
 

 
ʼ 
, 
 
 
 
.
 
᾽ 
, 
 
 
 
 
 

 
· 
 
ʼ 
, 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
.
 
 
 
ʼ 
, 
 
, 
 
 
ʼ 
·
 
 
 
 
 
 
,
ʼ 
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
,
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
 

 
, 
 
 
 
,
, 
 
ʼ 
 
 
᾽ 

ʼ 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
᾽ 

 
᾽ 
· 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
᾽ 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
, 
 
 

 
 
, 
᾽ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 

, 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
28390	᾽ 
᾽ 
 
 
· 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

᾽ 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
᾽ 
 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
 
ʼ 
᾽ 
,
 
ʼ 
, 
 
 
 
.
 
 
 
 
·
, 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 

 
· 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
, 
᾽ 
 
 
,
 
 
, 
 
 
 
·
 
 
 
᾽ 
 
,
 
 
 
, 
 
 
 
.
 
 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ 
· 
 
 
 
 
.
28596	᾽ 
ʼ 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
,
 
 
 
 
, 
 
 
 
,
᾽ 
 
 
, 
 
 
, 
.
 
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
ʼ 
 

 
 
 
· 
 
 

 
 
 
 
 
᾽ 
.
 
᾽ 
 
 
 
 
 

, 
 
 
ʼ 

, 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
· 
 
 
 
 
 

 
ʼ 
ʼ 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

, 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
᾽ 
 
 
.
 
 
 
 
, 
 
ʼ 

, 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
, 
 
 

 
 
ʼ 
 
 
 
 
;
 
 
 
 
 
 
 
,
; 
 
 
 
 
 

, 
 
 
 
 
 
.
28877	 
ʼ 
 
 
 
·
 
, 
 
 
,
 
 
 
 
 
 
 

ʼ 
 
᾽ 
, 
 
 
.
 
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 

 
, 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ, 
᾽ 
 
 
 
·
 
 
 
, 
 
ʼ 
 
;
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

ʼ, 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.
ʼ 
 
, 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
· 
 
ʼ 
 

 
, 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
ʼ 
 
 
 
ʼ 
 
,
ʼ, 
᾽ 
 
· 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
, 
 
,
 
 
, 
 
 
·
 
ʼ 
 
 
 
 

 
, 
 
 
·
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
. 
 
ʼ 
 
 
, 
 
ʼ 
·
 
 
ʼ 
 
 
 
 

ʼ, 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
·
29211	 
ʼ 
᾽ 
 
 
 
,
 
 
 
, 
 
 
 
,
 
, 
 
 
᾽ 

 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
,
· 
 
 
 
 
 
 

 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

ʼ· 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
, 
 
 
 

 
 
 
· 
 
ʼ 
 
.
 
 
᾽ 
ʼ 
, 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
, 
 
,
 
ʼ 
 
 
.
 
 
 
 
ʼ 
 
 

ʼ, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
ʼ 

, 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
.
29460	 
ʼ 
 
 
 

 
᾽ 
· 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
ʼ 
ʼ 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
᾽ 
.
 
ʼ 
ʼ 
 
 
 
·
᾽ 
 
 
ʼ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
 
,
᾽ 
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 

ʼ, 
 
 
 
 

 
 
 
 
᾽ 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
᾽ 
, 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
᾽ 
 
ʼ 
 
 
 

 
 
, 
 
 

 
᾽ 
, 
᾽ 
 
.
29691	 
 
 
 
 
,
 
 
 
 
᾽ 
,
ʼ· 
 
ʼ 
 
 

· 
 
 
 
 
 
,
 
 
 
, 
 
 
ʼ 

 
 
 
 
.
᾽ 
 
 
 
᾽ 
,
᾽ 
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
 

 
, 
 
 
 

ʼ 
᾽ 
 
, 
 
 

 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
· 
 
 
 
 

 
 
, 
 
 
 
᾽ 
.
 
 
 
, 
᾽ 
 
 
 
,
᾽ 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
.
 
, 
 
 
 

 
ʼ 
, 
 
ʼ 
·
 
 
 
 
ʼ 
, 
 

 
, 
 
 
.
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
ʼ 
.
 
 
, 
 
 
,
 
, 
 
 
.
 
 
 
 
 

ʼ 
 
, 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
, 
 
 

 
 
· 
 
 
ʼ 
 
.
29998	 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
· 
 
 
 
 

 
. 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 
·
 
 
 
ʼ, 
 
 
·
 
 
 
 
ʼ 
 
 
 

 
ʼ 
 
, 
 
 
,
 
᾽ 
 
ʼ 
 
 
 
 
 
,
 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
 
 
,
, 
 
. 
 
 

ʼ, 
 
 
 
, 
· 
 
ʼ 

 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 

 
 
· 
 
ʼ 

ʼ, 
᾽ 
 
 
 
.
 
 
ʼ 
 
, 
 

 
 
, 
 
 

 
, 
 
 
 
 
᾽ 
.
30231	 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
ʼ 

· 
 
 
 
 
 

, 
 
 
 
, 
 
,
 
, 
 
 
,
 
 
 
 
ʼ 
 

· 
 
 
 
 

 
. 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
 
 
 
, 
 

 
 
 
 
 

 
, 
 
· 
 
 

 
 
᾽ 
 
 
,
᾽ 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 

· 
᾽ 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 

· 
 
 
 
 
 

ʼ 
 
 
 
,
, 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ, 
 
 

, 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
, 
 
 

 
᾽ 
· 
 
 

, 
 
 
, 
 
 
,
 
ʼ 
ʼ 
. 
 
ʼ 
 
 
,
 
 
 
, 
, 
 
.
ʼ 
 
 
ʼ 
 
ʼ 

 
 
 
, 
 

 
 
 
 
 
 
 

 
 
 
 
·
᾽ 
 
 
, 
 
ʼ 
 
 
 
,
᾽ 
 
 
, 
 
 
 
 
.
᾽ 
᾽ 
ʼ 
 
 
 
.
30501	 
 
 
 
 
 
 

 
 
, 
 
 
 

, 
 
 
. 
 
ʼ 
 

 
, 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
᾽ 
ʼ 
, 
 
ʼ 
 
 
,
 
 
 
, 
 
 
.
 
᾽ 
 
 
 
ʼ 
,
· 
 
 
 
 
 
 
ʼ 

 
 
᾽ 
 
·
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
ʼ 
᾽ 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
·
 
, 
 
; 
 
ʼ 
 
;
 
 
 
 
 
 
,
 
 
, 
 
, 
 
ʼ 

 
 
 
 
;
 
᾽, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
,
 
, 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 

. 
 
ʼ 
 
 
 
 

ʼ, 
 
 
 
 
 
 

 
, 
 
 
 
 
.
᾽ 
, 
, 
· 
 
 
 
,
 
ʼ 
 
 
 
 
,
, 
 
 
᾽ 
 
.
 
, 
 
 
ʼ 
ʼ 
 
 
·
 
, 
 
ʼ, 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
 
᾽ 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
᾽ 
, 
 
 
, 
 
.
30863	 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
, 
 
 
ʼ 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
, 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
.
 
 
 
 
 

 
ʼ 
 
 
᾽ 
 
 
,
ʼ 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
, 
 
 
 
,
ʼ 
· 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
·
 
 
 
 
 

 
 
 
, 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
· 
 

 
ʼ, 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

· 
 
 
 
 
,
 
 
, 
 
 
 
 
.
31133	 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
· 
 
 
, 
 

. 
 
 
 
 

 
ʼ 
 
 
 
,
 
, 
 
ʼ 
 
 
·
 
 
, 
 
 
.
 
 
 
ʼ 
 
 
 

 
ʼ 
, 
 
ʼ 
·
 
ʼ 
 
· 
 
ʼ 
 

, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
·
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
᾽, 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
᾽ 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
 
 
·
, 
, 
 
, 
 
 
 
,
᾽ 
 
 
 
 
 
 

. 
 
ʼ 
 
 
, 
 
ʼ 

 
· 
 
 
 
᾽ 
.
, 
 
 
 
 
 
 
 

 
, 
 
 
 
 
;
 
, 
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
ʼ 
 
 
·
 
 
 
, 
 
 
 
 

 
, 
 
 
 
, 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 
 
·
 
᾽ 
 
 
 
 
.
31453	 
᾽, 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
, 
 
ʼ 
 
, 
 
 

· 
 
 
 
 
, 
 
 
.
 
 
ʼ 
· 
 
 
 

 
 
 
᾽ 
 
 
.
 
, 
 
 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 
 
.
 
 
 
 
, 
 

ʼ 
 
 
, 
 
 
 

 
· 
 
ʼ 
 

 
ʼ 
· 
 
ʼ 
 
.
 
᾽ 
 
 
 
 
 
 
,
 
· 
 
 
 

, 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
 

, 
 
 
, 
 
ʼ 
,
 
᾽ 
 
 
 
 
, 
 
ʼ 

ʼ· 
 
 
 
 
.
 
 
 
 
, 
 
᾽ 
,
 
· 
 
ʼ 
 

, 
 
 
 
 
 
 

, 
 
 
ʼ 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
 
 

· 
 
 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
ʼ 
, 
 
ʼ 
 
,
 
 
 
ʼ· 
 
 

ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
ʼ 
, 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
, 
ʼ, 
 
᾽ 

 
ʼ 
 
 
 
 
;
 
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 
·
 
, 
 
 
 
 
 
.
31824	 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
᾽ 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
·
 
 
 
ʼ 
ʼ 
 
 
 
.
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
᾽ 
 

· 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
, 
,
 
 
 
, 
 
 
·
 
 
 
 
,
 
 
 
 
, 
 
,
 
· 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
· 
 
 
—
 
 
 
 
ʼ 
 
,
 
 
 
, 
 
 
ʼ 

· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
. 
 
ʼ 
 

 
 
 
 

 
· 
 
 
 
 
,
 
 
᾽ 
 
 
 
.
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
 

; 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 

 
, 
 
 
 
 
,
 
 
 
 

· 
 
 
. 
 
 
ʼ 

 
, 
 
 
 

 
 
 
 
 
,
, 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
ʼ 
 

 
, 
 
 
 
 
.
32191	 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
᾽ 
 
, 
 
ʼ 
.
 
 
 
 
, 
 
,
 
 
, 
᾽ 
 

ʼ. 
 
 
 
 
,
 
 
, 
 
 
 
.
᾽ 
 
 
, 
 
ʼ 
 
 
,
, 
᾽ 
 
 
 

᾽ 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
,
 
᾽ 
 
 
 
·
, 
 
᾽ 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
ʼ, 
 
 
 
 
 
 

· 
 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 

 
, 
᾽ 
 
 
,
 
· 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 

 
 
 
 
·
, 
ʼ 
 
 
 
;
 
 
 
 
 
 
 

 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
· 
 
 
.
32463	 
, 
᾽ 
 
 
 
 
,
 
 
 
 
 
·
, 
 
 
 
 
 

 
 
 
,
 
 
 
,
 
, 
 
 
ʼ 
.
 
, 
 
 
ʼ 
 
 
·
 
, 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 
,
 
, 
 
 

 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 
 

᾽ 
, 
 
 
·
 
 
ʼ 
 
 
 
 
 
 

 
, 
 
ʼ 
 
.
᾽ 
 
᾽, 
, 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ, 
 
ʼ 
ʼ, 
, 
 
 

 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
ʼ 
 
᾽ 
.
 
, 
 
ʼ 
 
 

 
ʼ 
 
 
 
·
, 
 
 
,
 
 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
ʼ 

 
, 
 
 
ʼ 
.
᾽ 
 
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
, 
 
 
 
,
 
᾽ 
, 
 
ʼ 
 
 
.
32715	 
᾽ 
, 
 
ʼ 
 
.
 
 
ʼ 
 
 
 
 

ʼ 
, 
 
 
ʼ 
,
ʼ 
ʼ 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
 
 
·
 
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
ʼ, 
 
 

 
 
 
, 
 
ʼ 

ʼ 
, 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
· 
 
ʼ 
 

 
 
, 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 
.
32933	 
ʼ 
 
 
ʼ· 
 
ʼ 

 
, 
 
 
,
 
 
· 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
·
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 

ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
᾽ 

, 
 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
,
 
 
᾽ 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
· 
᾽ 
᾽ 

· 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
 

ʼ 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 

 
ʼ 
 
 
.
 
 
 
 
 
 
 
·
 
, 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
 
᾽ 
 
 

. 
᾽ 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
.
33260	 
, 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
ʼ 
 
 
 

, 
 
 
. 
 
 

 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
, 
 
ʼ 
 

. 
 
ʼ 
 
 
 

 
᾽ 
 
, 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
ʼ 
ʼ 
 
,
 
᾽ 
 
 
ʼ 
 
 

 
 
 
 
· 
 
ʼ 

 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 

ʼ· 
 
ʼ 
 
 
 
 
ʼ 
·
 
, 
; 
 
 
 
 
;
 
 
ʼ 
 
, 
᾽ 

 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

. 
᾽ 
, 
· 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 
·
ʼ 
 
 
, 
 
·
 
 
 
 
 
 
᾽ 

 
, 
 
 
 
 
·
, 
 
 
 
 
᾽ 
.
 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
, 
 
 

 
, 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
.
33559	ʼ 
 
 
 
 
, 
 
 

 
 
 
,
 
 
 
 

 
 
, 
 
ʼ 
 
,
ʼ 
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 

· 
 
 
 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
᾽ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
᾽ 
, 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
, 
 
 

ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
,
ʼ 
 
 
.
 
 
᾽ 
 
 
 

· 
 
 
 
 
 
·
 
 
 
 
 
ʼ 

 
 
ʼ 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 

, 
 
ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 
 
,
 
, 
 
 
 
 
 
.
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
· 
 
ʼ 

 
 
 
 
,
, 
 
 
, 
 
.
 
᾽ 
 
 
 

· 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
, 
᾽ 
 
 
·
 
ʼ 
 
 
, 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
ʼ 
.
33889	 
 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
ʼ· 
 
ʼ 

 
, 
 
 
,
 
 
·
 
ʼ 
 
 

 
ʼ 
 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
 
 
.
 
᾽ 
 
 
ʼ 
 
 
 

ʼ 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
,
ʼ 
ʼ 
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

· 
 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 

ʼ· 
 
 
 
 
 
 
,
 
ʼ, 
 
ʼ 
, 
 

 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 
᾽ 

 
 
· 
 
 
 
 
.
ʼ 
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
·
 
, 
 
 
 
ʼ 
 

 
 
, 
 
 
 
·
᾽ 
ʼ, 
᾽ 
 
 
 
 
 
 
,
 
, 
 
 
.
34216	 
, 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 

ʼ 
· 
 
 
 
 
.
 
 
 
 
,
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 
·
 
 
, 
 
 
 
·
 
, 
 
 
ʼ 
, 
 
 
᾽ 
 
,
᾽ 
 
 
 
ʼ 
 
,
᾽ 
 
· 
 
 

 
 
᾽ 
 
. 
 
ʼ 
 
 
.
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
 
.
 
, 
 
 
 
 

 
 
 

 
 
 
, 
.
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
ʼ 
 
·
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
34424	 
ʼ 
, 
 
 
 
 
 
ʼ 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
 
,
 
 
, 
 
 
ʼ 
.
᾽ 
 
ʼ 
 
᾽ 
, 
᾽ 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

ʼ, 
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
, 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
, 
 
 
 
 
 

 
, 
 
ʼ 
 
,
 
 
 
· 
 
 
.
 
᾽ 
, 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 
 
·
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 

 
 
· 
 
 

 
ʼ, 
 
 
 
 
.
 
 
 
 
 
, 
ʼ 

 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
, 
 
 

 
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
· 
 
 
 

 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
·
, 
 
, 
 
, 
ʼ 
·
 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
· 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 
 
·
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
, 
 
 

· 
 
 
 
.
34808	 
᾽, 
 
 
 
 
 

 
, 
 
, 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
 
ʼ 
, 
, 
 
ʼ 
.
 
, 
 
᾽ 
 
 
 
ʼ 

 
 
. 
 
 
 

· 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
 
᾽ 
 

 
 
 
 
 
 
·
 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 

 
 
, 
 
 
,
 
, 
 
 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
᾽, 
 
, 
ʼ 
 
 
,
 
 
; 
 
 
 
᾽ 
 

 
 
 
 
 
 
.
 
 
 
᾽ 
; 
 
 

 
, 
 
 
 
ʼ, 
 
 
.
᾽ 
 
 
 
 
 
 
.
, 
 
 
 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
.
᾽ 
᾽ 
 
 
 
· 
 
 

 
, 
 
 
, 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
ʼ 
 
 
·
 
 
᾽ 
᾽ 
 
 
,
 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
35122	 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
, 
 
 
 
·
 
 
 
 
· 
 
 
ʼ 

 
 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
᾽ 
, 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
· 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
· 
 
 
 
 
·
 
 
 
 
 
, 
 
,
 
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
, 
 
ʼ 
,
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
, 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
; 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
 
 

 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
, 
 
ʼ 

 
 
, 
 

 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 

 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
,
 
 
 
 
, 
, 
 
 

 
 
 
 
 
 
 
.
35451	 
, 
 
ʼ 
ʼ 
, 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
 
ʼ 

 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
ʼ, 
 
 
ʼ 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
· 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
᾽ 
 
 
ʼ 
 
 
,
 
, 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 
,
· 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
, 
 
.
 
ʼ 
· 
 
ʼ 
 
 
,
᾽ 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
᾽ 
 
᾽ 
 

 
, 
 
 
 
 
,
 
 
 
 
·
ʼ 
, 
, 
ʼ 
᾽ 
 
 
,
 
, 
 
ʼ 
 
 
 
;
 
 
 
 
 
· 
 
 
 

· 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
, 
 
 
 
, 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
;
᾽ 
 
 
 
 
 
 
,
, 
᾽ 
 
 
 
.
35768	 
, 
 
 
 
 

 
ʼ 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
 
᾽ 
 
, 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
·
 
, 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
᾽, 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 

ʼ 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
, 
 
 
,
 
 
 
· 
᾽ 
 

ʼ, 
᾽ 
 
 
·
· 
 
᾽ 
 
 
 
,
 
· 
 
ʼ 
 
 

 
, 
 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
᾽ 
.
 
ʼ 
 
 
 
·
 
 
, 
, 
 
,
 
 
ʼ 
 
 
 
 
·
᾽ 
, 
 
 
 
 
.
 
, 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
· 
 
 
.
36056	 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
·
 
, 
ʼ 
; 
 
 
 
;
 
 
 
, 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
ʼ, 
 
 
 

 
, 
 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
.
 
᾽, 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
· 
 
ʼ 

 
 
 
 
·
, 
 
 
, 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
,
᾽ 
ʼ· 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
,
 
, 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
· 
 
 

 
ʼ 
 
 
ʼ 
 
,
᾽ 
ʼ 
 
 
ʼ 
 
.
᾽ 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 

 
. 
 
ʼ 
 
 
,
 
 
 
, 
 
ʼ 

 
 
, 
 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
·
᾽ 
 
 
᾽ 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
 
.
36392	 
, 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

, 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
·
 
, 
 
 
 
 
 
,
 
· 
 
 
 
 
,
᾽ 
 
, 
 
 
 
 

᾽ 
᾽ 
, 
 
 
 
 
 
.
 
, 
 
ʼ 
ʼ 
 
 
·
 
, 
ʼ 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
,
 
, 
 
 
 
 
·
 
 
 
 
 
,
 
, 
 
 
 
.
 
᾽, 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
·
 
, 
 
 
 
 
;
 
 
ʼ 
 
 
 
 
 
.
36592	 
, 
 
ʼ 
ʼ 
 
 
·
 
, 
ʼ 
,
 
 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 

· 
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
ʼ 
 
,
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
᾽, 
, 
 
, 
 
 
,
 
, 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
, 
 
 
 
,
 
 
ʼ 
· 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 

ʼ, 
 
 
 
.
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
· 
 
 

 
 
 
.
 
᾽ 
᾽ 
 
 
 

, 
 
 
ʼ 
 
 
,
 
, 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
, 
 
,
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
.
 
᾽, 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
ʼ 

 
, 
 
ʼ 
 
.
36892	 
 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
 
,
᾽ 
· 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
, 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
,
 
 
 
· 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
.
 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
,
 
· 
 
 
 
 

 
ʼ 
 
ʼ 
 
 
;
37093	 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
,
 
, 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 

 
 
 
,
᾽ 
ʼ 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
᾽ 
 
,
᾽ 
 
 
 
 
 
.
 
 
ʼ 
 
, 
 
 
 

ʼ· 
 
ʼ 
 
 
 

, 
᾽ 
 
 
ʼ, 
 
 
.
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
, 
 
 
 
,
 
 
ʼ 
· 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 

ʼ, 
 
 
 
.
 
ʼ 
 
 
 
, 
 
,
, 
 
 
 
 

 
, 
 
ʼ 
 
· 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
,
 
ʼ 
 
 
,
 
 
 
ʼ 
·
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
᾽ 
᾽ 
 
 

, 
 
 
ʼ 
 
 
,
 
, 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 

, 
᾽ 
 
 
 

 
 
, 
 
 
.
37436	 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
·
, 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
, 
 
 
ʼ 
 
 
·
 
, 
ʼ 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
· 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
, 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
 
,
 
ʼ, 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
, 
, 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 
 
.
 
᾽, 
 
 
 
 
·
 
, 
 
, 
 
 
 
.
 
 
 
 
 

ʼ, 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
᾽ 
·
 
ʼ 
 
 
 
,
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
᾽ 
 
 
, 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
 
·
 
, 
ʼ 
,
ʼ 
᾽, 
 
, 
 
 

, 
 
 
 
 
 
;
᾽ 
 
, 
 
 
 
,
 
 
 
 
 
 
.
37757	 
᾽, 
 
ʼ 
 
 

 
ʼ. 
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
 
 
·
 
 
, 
ʼ 
·
 
 
 
 
 
· 
 
 

 
, 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
,
 
ʼ 
 
 
 
 

, 
 
᾽ 
 
 
᾽ 
.
 
 
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
·
 
 
 
, 
 
 
ʼ 
,
 
 
 
. 
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
,
 
᾽ 
· 
 
ʼ 
 
 
,
 
, 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
᾽ 
 
 
ʼ 
 
 

᾽ 
ʼ 
, 
 
 
 
 
.
 
 
 
 
᾽ 
, 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
ʼ 
 
,
ʼ 
 
 
ʼ 
 

 
, 
 
 
 
,
 
᾽ 
. 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
 
· 
 
 

 
. 
 
 
 
 
.
38056	 
᾽, 
 
 
 
 
·
, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
᾽ 
 
 
·
 
ʼ 
ʼ 
 
 
, 
᾽ 
 

 
 
 
 
.
, 
, 
 
 
 
 
 
;
 
, 
 
 
ʼ 
ʼ 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
 
ʼ 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
ʼ 
·
 
 
 
 
, 
᾽ 
 

 
 
 
 
· 
 
ʼ 
,
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

 
; 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
 
 

 
᾽, 
 
 
 
 
 
.
 
 
 
 
 
᾽ 

 
 
 
 
 
; 
 
 

 
, 
᾽ 
 
 
 
;
 
᾽, 
 
 
 
 
·
 
, 
 
 
 
 

 
 
 
·
 
 
 
 
 
, 
 
 

 
, 
᾽ 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 
;
 
 
, 
 
 

 
 
 
 
;
 
 
 
 
 
 
, 
 
,
 
 
 
 
 
, 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
38368	 
, 
 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 

 
 
 
 
 

, 
 
 
 
ʼ 
·
 
 
. 
 
 
 
 

, 
 
 
. 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
.
ʼ 
 
 
ʼ 
, 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
, 
ʼ 
,
 
ʼ 
 
 
 
.
 
᾽, 
 
 
ʼ 
 
 

 
 
 
 
.
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
 
 

ʼ. 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
;
 
 
 
 
᾽ 
 

ʼ, 
᾽ 
 
 
 
;
 
, 
 
ʼ 
ʼ 
 
 
·
 
, 
 
, 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

, 
 
 
 
 
ʼ 
 
,
 
ʼ 
ʼ 
 
 
.
 
 
 
· 
 
 

᾽, 
 
 
 
 
 
.
38702	 
 
 
 
ʼ, 
 
 

, 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
, 
 

 
 
· 
 
ʼ 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
, 
 
,
, 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
, 
, 
· 
 
ʼ 

 
 
, 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
ʼ 
·
 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
.
 
 
ʼ 
 
, 
 
,
 
 
 
 
ʼ 
 
 
,
 
᾽ 
 
 
ʼ, 
 
 
 
,
 
 
 
 
 
,
 
ʼ, 
 
 
 
 
ʼ 

 
 
, 
 
 
.
 
 
ʼ 
 
, 
 
,
 
᾽ 
 
 

ʼ 
 
 
 
 
·
 
, 
 
 
,
 
 
 
 
 
 
.
39015	 
ʼ 
 
, 
 
,
 
 
 
 
 

 
 
· 
 
ʼ 
 
ʼ 

· 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
· 
 
ʼ 
 
ʼ 

 
᾽, 
 
 
 
 
.
 
 
 
, 
 
 

 
 
 
, 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
, 
 
,
 
 
 
· 
᾽ 
 

 
 
 
 
 
 

 
 
 
 

· 
 
ʼ 
 
 
 

· 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
᾽ 
· 
 
ʼ 
 
.
 
 
, 
 
 
,
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
ʼ 
, 
 
ʼ 

· 
 
 
 
 
.
 
 
ʼ 
, 
 

, 
 
 
 
 
,
 
᾽ 
 
 
, 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
.
 
᾽ 
 
 
, 
 
᾽ 

 
, 
᾽ 
 
 
.
 
 
 
, 
 
 
 
·
᾽ 
 
 
, 
 
 
 
,
, 
 
 
 
 

 
 
 
 
 
.
39354	 
 
 
 
 
 
ʼ 
,
 
 
, 
 
 

 
 
 
 
 

 
, 
᾽ 
· 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
,
 
 
 
 
 
·
 
 
 
 
 
ʼ 
. 
 
 

, 
 
 
 
 
ʼ 
 

 
· 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
.
, 
 
 
 
 
 

 
 
 
 
 
 
 
;
 
ʼ 
᾽ 
 
, 
 
ʼ 
 
·
 
 
 
, 
 
 

 
 
· 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
 
 
 
 
᾽ 
 

 
 
· 
 
.
 
ʼ 
 
᾽ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
, 
 
 
 

 
 
 
·
 
 
 
 
 
 

 
 
 
 
, 
 
 
 

 
· 
 
ʼ 
 

, 
 
ʼ 
· 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
,
 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
.
39652	 
ʼ 
᾽ 
 
 
 
·
 
, 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
᾽ 

 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
, 
· 
 
 

 
 
, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
,
 
 
 
, 
 
 
 
·
 
ʼ 
᾽ 
 
 
, 
 
 
 

 
 
 
 
ʼ 
᾽ 
,
ʼ 
 
, 
 
 
 
,
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
 
,
 
ʼ 
 
 
 

· 
 
ʼ 
 
ʼ, 
 
᾽ 

 
 
 
 
 
 
.
 
ʼ 
ʼ 
᾽ 
, 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 
,
 
 
 
, 
 
·
᾽ 
 
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
 
,
 
 
 
 
 
 
;
 
 
ʼ 
 
 
 

 
 
 
 
;
 
ʼ 
 
 
ʼ 
 

 
 
᾽ 
 
 
,
 
 
 
 
 
;
39961	 
, 
 
 
ʼ 
ʼ 
 
·
 
, 
ʼ 
,
᾽ 
 
ʼ 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 
 

 
 
 
, 
 
,
, 
 
 
 
 
 
 
.
 
 
 
· 
 
ʼ 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
, 
 
 
 

᾽ 
, 
 
 
 
 
 

 
 
 
· 
 
 

ʼ, 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
. 
 
 
 

 
 
 
 

ʼ 
· 
 
ʼ 
 
 

 
 
ʼ 
 
 
 
 

 
, 
 
 
ʼ 
 
.
 
᾽, 
 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
 
 

 
· 
 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
.
40210	 
, 
 
 
ʼ 
ʼ 
 
·
 
 
 
 
 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
 
 
 
.
᾽ 
 
 
ʼ, 
, 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 
 
 

, 
 
 
 
 
ʼ 
 
 
,
· 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
, 
ʼ 
, 
 
 
 

 
· 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
, 
 
 
 
; 
 
 
,
 
 
ʼ 
 
· 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 

 
ʼ, 
 
 
 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 

 
᾽ 
 
 
 
·
 
, 
ʼ 
,
, 
ʼ 
 
 
 
 
 
;
 
 
 
, 
 
 

 
, 
 
 
;
 
᾽, 
 
 
 
 
·
 
 
 
, 
 
ʼ 
,
 
 
 
, 
 
 

, 
 
 
 
 
·
 
 
 
 
 
, 
 
 

 
, 
᾽ 
 
 
. 
 
ʼ, 
,
 
 
 
 
 
᾽ 
᾽ 
.
 
 
 
 
 
 
 

, 
 
 
 
 

᾽ 
· 
 
 
 
 
, 
.
40561	 
, 
 
 
ʼ 
ʼ 
 
·
 
 
 
 
 
, 
ʼ 
.
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
,
 
᾽ 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
,
 
, 
 
ʼ 
 
 

 
 
, 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
᾽, 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 
 

 
 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
,
 
 
 
 
,
᾽ 
 
 
 
 
,
ʼ 
, 
 
ʼ 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
 
.
 
᾽ 
 
 
, 
 
ʼ 
,
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
᾽ 
,
ʼ 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 

᾽ 
 
 
 
 

 
· 
 
 
 
 
᾽ 

 
, 
 
ʼ 
 

 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 

, 
᾽ 
 
 
 

᾽ 
 
, 
 
 

 
 
· 
 
 
 
 
.
40925	 
, 
 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
ʼ 
.
 
ʼ 
 
 

 
, 
 
 
,
 
 
 
 
 
 

 
᾽ 
· 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
᾽ 
·
 
 
 
᾽ 
 
 
,
ʼ, 
 
 
 
, 
 
ʼ 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
·
, 
 
 
, 
 
᾽ 

 
 
 
 
 
 

; 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 

 
 
 

 
 
· 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
 
.
᾽ 
 
, 
, 
᾽ 
 
 
 

· 
 
 
 
 
 
.
 
, 
 
 
ʼ 
 
, 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
41129	ʼ 
 
 
 
, 
 
 
,
 
 
, 
 
,
, 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
ʼ 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
, 
 
.
 
 
, 
 
 
,
 
 
· 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
, 
 
 
,
ʼ 
 
 
 
.
 
 
 
 
ʼ 
ʼ 

ʼ 
 
· 
 
 
 
·
 
 
, 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
 
,
ʼ 
 
ʼ 
, 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
ʼ 
ʼ 

 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
· 
᾽ 
 

 
, 
᾽ 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
ʼ 

 
 
, 
 
ʼ 
 
 
.
41355	 
 
ʼ 
 
 
,
· 
 
 
ʼ 
 

 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
, 
 
 
,
 
ʼ 
 
 
 
·
 
, 
ʼ 
,
 
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
.
 
 
 
 
, 
 

 
· 
 
 
 
 

, 
 
 
 
 
ʼ 
.
 
 
ʼ 
᾽ 
 
ʼ 
ʼ· 
 
 
᾽ 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
᾽ 

 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
, 
 
 
,
 
 
, 
 
 
·
 
 
 
ʼ 
 
 

 
· 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
ʼ 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
.
41642	 
 
 
 
 

, 
 
ʼ 
 
 
 

 
ʼ 
, 
 
ʼ 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 

 
, 
 
.
 
ʼ 
 
, 
᾽ 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
· 
᾽ 
 

 
 
 
, 
 
᾽ 

ʼ 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
, 
 
 
 
ʼ 
,
, 
 
ʼ 
 
 
ʼ 
.
᾽ 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 

ʼ· 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
.
41887	 
 
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
ʼ 
,
 
 
 
, 
 
 
 
 
 
.
 
 
 
, 
 
 
 

 
, 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
, 
 
ʼ 
᾽ 
 

 
, 
 
 
 
.
 
, 
 
ʼ 
ʼ 
 

 
 
, 
 
 

 
· 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
,
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
,
 
 
 
 
, 
 
 

 
· 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
 
 

ʼ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
 
, 
ʼ 
 
.
 
 
 
 
ʼ 
 
 
 
 
,
᾽ 
 
, 
 
 
 
.
42164	 
 
 
 
 
 
 
 

 
, 
 
 
 

· 
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
᾽ 
 
 
᾽ 
 
.
 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
 
 
 
·
 
 
 
, 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
 
 

 
 
 
, 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
· 
 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
, 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
,
 
 
 
, 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
· 
 
 
 
 

ʼ 
 
 
.
 
ʼ 
 
 
 
, 
.
 
· 
 
 
.
 
ʼ 
 
 
 
, 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
ʼ 
 
᾽ 
, 
 
ʼ 

· 
 
 
 
 
, 
 
·
 
 
 
 
ʼ 
 
 
᾽ 
.
 
 
 
 
 

 
 
, 
 
 
 
 

 
 
 
 
 
 
 
.
42444	 
᾽, 
 
 
 
 
·
 
ʼ 
 
 
 
, 
, 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
, 
 
 
 
ʼ 
.
 
, 
 
ʼ 
ʼ 
 
 
·
, 
 
 
 
 
 
 

 
· 
 
 
 
;
 
 
 
 
, 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
᾽ 
· 
 
 
᾽ 
.
 
 
 
 
 
,
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
 
,
 
 
, 
 
 
 
 
·
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
· 
 
 

ʼ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
,
 
ʼ 
. 
 
ʼ 
 
 
,
 
 
. 
 
ʼ 
 
,
 
, 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
 
 
 
 
·
 
 
 
, 
 
 
ʼ 
,
 
 
 
· 
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
.
 
᾽, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
,
 
, 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
ʼ 
.
42754	 
᾽ 
 
 
 
 
·
 
, 
 
 
 
 
 
 
ʼ 

ʼ 
 
 
 
, 
 
·
᾽ 
 
 
, 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 

 
 
 
ʼ 
.
 
᾽ 
 
ʼ 
· 
 
 

ʼ 
 
, 
᾽ 
 
 
,
 
 
, 
 
ʼ 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 

 
· 
 
 
 
.
ʼ 
᾽ 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
, 
 
 
 

 
ʼ 
 
 
·
 
ʼ 
 
᾽ 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
·
᾽ 
ʼ 
, 
ʼ 
, 
 
 
,
 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
᾽ 
ʼ 
 
 

 
 
 
 
 
,
 
ʼ, 
 
 
 
 
.
43037	 
 
 
 
· 
 
 

ʼ 
, 
 
ʼ 
 

 
· 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 
᾽ 

 
 
 
 
ʼ 
,
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
ʼ, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
, 
ʼ 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
· 
 
ʼ 

, 
 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
, 
 
 
 
 
 
 
·
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
, 
 
 
 
,
, 
 
 
 
 
.
 
ʼ 
ʼ, 
 
 
 
, 
 
.
 
 
 
 
 

 
 
, 
 
 
 

 
 
ʼ 
 
 
 
·
 
, 
ʼ, 
᾽ 
· 
᾽ 
 

, 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
, 
 
 

ʼ 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
, 
 
,
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 

· 
 
 
 
 
 

 
, 
 
 
 
ʼ 
.
 
 
 
, 
 
 
 

 
 
 
 
.
43344	 
 
 
 
·
 
 
, 
 
 
 

 
 
 
 
.
 
 
᾽ 
, 
 
 
 
 

ʼ 
 
, 
 
ʼ 

 
 
᾽ 
 
·
᾽ 
᾽ 
 
 
 
,
ʼ 
 
 
, 
 
 

 
, 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

 
 
 
 
 
 

ʼ 
· 
 
 
 

, 
 
ʼ 
, 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

, 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
ʼ, 
ʼ 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
.
 
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 

 
 
· 
 
 
 
 

 
, 
 
,
 
ʼ 
, 
 
 
 
᾽ 

 
 
 
.
 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
 
 

 
ʼ 
, 
 
 
 
᾽ 

 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
.
43629	 
, 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
·
 
, 
· 
 
 
, 
 
 

· 
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
,
· 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
 
 

 
 
 
 
 
· 
 

 
, 
 
 
 
.
 
, 
 
ʼ 
ʼ 
, 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
, 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 

 
, 
 
 
 

 
 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
·
 
, 
 
 
 
 
 
 
 

, 
 
 
 
, 
 
 
·
 
 
 
 
 
 
 
,
, 
 
᾽ 
 
 
᾽ 
.
 
, 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
, 
 
 

᾽ 
᾽ 
 
 
 
 
 
 
.
43995	 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
, 
 
 
 
·
 
᾽ 
 
 
 
, 
 

, 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
, 
᾽ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
ʼ, 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
, 
 
,
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
᾽ 
 
ʼ 
.
᾽ 
 
 
 
᾽ 
 
,
᾽ 
 
 
 
 
.
44251	 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
ʼ 
 
·
 
 
᾽ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
,
᾽ 
ʼ 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
, 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
, 
 
ʼ 
᾽ 
 
,
 
 
 
, 
 
ʼ 
 
 
.
44492	 
 
 
 
 

ʼ 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
ʼ 
.
᾽ 
 
 
 
 
, 
 
 

 
, 
᾽ 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 
· 
 
 

 
 
 
 
 
,
 
 
 
ʼ 
 

· 
 
ʼ 
 
, 
 
 

 
 
ʼ. 
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
ʼ 

᾽ 
 
· 
 
ʼ 
᾽ 
 

ʼ 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
, 
᾽ 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
. 
 
᾽ 

 
, 
 
 
·
 
᾽ 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
44711	ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
,
᾽ 
 
 
 
 
.
 
, 
 
ʼ 
 

 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
 
 
 
. 
 
 

 
 
 
 
᾽ 
·
 
 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
 
.
 
ʼ 
, 
᾽ 
 

 
 
 
· 
 
 
 

ʼ· 
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 

 
 
 
 
, 
 

 
, 
 
 
,
 
ʼ 
 
ʼ 
 
. 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
· 
 
 
 

 
 
 
.
44912	 
᾽, 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
, 
 
 
 
 
 
,
, 
 
ʼ 
 
 
 
ʼ 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
 
 

ʼ, 
 
 
 
᾽ 
·
᾽ 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 

ʼ· 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
,
ʼ 
, 
 
ʼ 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
, 
 
ʼ 

 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
ʼ 
.
 
 
 
ʼ 
 
 

 
 
, 
 
 
.
 
 
 
ʼ 
 

· 
 
 
 
 
 
,
, 
 
. 
 

 
 
 
 
 
,
 
· 
 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
 

 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
, 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
 
,
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 

, 
 
 
 
 
 
.
45222	 
᾽, 
 
ʼ 
 
 
 
᾽ 

 
 
, 
 
 
 
.
 
 
 
 
 
·
, 
 
 
 

 
 
, 
᾽ 
 
 

 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
, 
 
 
 
,
 
 
. 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
, 
 
, 
, 
 
 
 

 
 
, 
 
ʼ 
᾽ 
 
.
 
 
· 
 
 
 
᾽ 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 

 
᾽ 
 
, 
 
 
,
· 
 
 
 
 
 
 

· 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
, 
, 
 
 
.
 
ʼ, 
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
,
ʼ 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
 
᾽ 
 
 
· 
 
 

 
, 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
·
 
 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
, 
 
ʼ 
.
45555	ʼ 
 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
, 
 
,
 
 
· 
 
 
 
 

 
, 
 
,
 
ʼ 
 
 
 
 

· 
 
 
ʼ 
 
 

 
, 
᾽ 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
 

ʼ 
 
, 
 
·
 
ʼ 
ʼ 
. 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
· 
 
 

 
, 
᾽ 
 
 
.
ʼ 
 
ʼ 
, 
 
· 
 
 

 
, 
 
ʼ 
 
 
,
· 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
,
 
 
ʼ 
, 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 
 
 

 
, 
 
 
 
 
,
 
ʼ 
ʼ 
, 
 
·
 
ʼ 
᾽ 
 
 
. 
᾽ 

ʼ 
, 
 
 

 
, 
 
ʼ 
 
·
 
, 
᾽ 
 
 
ʼ 
 

 
, 
 
 
 
 
 
,
, 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

ʼ 
· 
 
 
 
 
ʼ 

, 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
᾽, 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 
.
45882	 
ʼ 
 
 
 
·
 
, 
ʼ 
, 
 
.
 
 
ʼ 
 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
. 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
·
 
ʼ 
 
, 
, 
 
·
 
 
 
 
 
᾽ 
.
 
 
 
 
 
,
 
 
, 
 
 

, 
᾽ 
 
, 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 

 
 
, 
 
 

, 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
,
 
᾽ 
 
 
, 
 
 
.
ʼ 
ʼ· 
 
 
 
 
 
 

 
· 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
 
· 
 
 
 
.
 
 
 
 
 
ʼ 

 
, 
 
.
 
 
 
 
 
 
 
·
 
, 
 
 
 
 
ʼ 
 

ʼ 
; 
 
 
 
.
 
 
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
ʼ 

 
, 
 
 
ʼ 

, 
 
 
 
 
.
 
 
 
 
, 
,
 
 
, 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
· 
 
 
 
 
 
.
᾽ 
ʼ, 
 
 
 
, 
 
·
 
 
 
, 
 
 
 

 
 
· 
 
 

 
 
, 
 
ʼ 
,
ʼ 
 
 
 
 
.
46203	 
᾽, 
 
ʼ 
, 
 
 
.
 
 
 
᾽ 
 
 

 
 
 
 
,
 
 
. 
 
ʼ 
 
 

 
 
 
, 
 
 
,
 
 
· 
 
 
 
 

 
, 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
.
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
 

 
ʼ, 
 
ʼ 
 
·
 
 
, 
 
 
 
 
 
;
 
᾽ 
 
ʼ 
 
 
 
 
 
,
 
, 
 
 
 
 
;
 
 
 
 
 
; 
 
 
 

; 
ʼ 
 
 
 

· 
 
 
 
 
 

, 
 
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
, 
 
 

, 
 
 
 
 
 
.
 
, 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 
ʼ 

 
 
 
, 
᾽ 
.
 
 
 
, 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
.
46448	 
 
 
 
 

 
 
 
 
 
 
.
 
 
᾽ 
 
 
· 
 
ʼ 
 
 

 
 
 
 
,
᾽ 
. 
 
 
 
 
,
 
 
 
, 
 
,
, 
 
 
 
 
,
 
᾽ 
 
ʼ 
 
·
 
ʼ 
 
 
ʼ 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
· 
 
 
 

 
 
 
 
 
 
 
ʼ 
.
 
 
᾽ 
 
, 
᾽ 
 
·
 
, 
 
, 
 
 
;
 
 
 
 
, 
 
 

ʼ 
 
 
 
;
 
ʼ 
 
 
 
 
·
 
, 
 
ʼ, 
 
 
,
 
 
 
 
 
. 
 
 

 
 
· 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
, 
 
᾽ 
 
.
 
 
 
 
 
, 
 
 
 

· 
 
ʼ 
 
 
 
ʼ 
·
 
ʼ 
 
 
· 
 
 

, 
 
ʼ 
 
 
.
 
, 
ʼ, 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
46701	 
, 
 
 
 
 
,
 
 
 
, 
 
 

 
, 
 
, 
·
 
 
 
 
 
·
᾽ 
 
ʼ 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

, 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 

 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
ʼ 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 

᾽ 
, 
᾽ 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
, 
 
 
 
,
᾽ 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ· 
 
 
 
 
.
46959	 
, 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 
.
, 
, 
 
ʼ, 
 
᾽ 
,
᾽ 
 
 
 
 
, 
 

 
 
, 
 
 
 
 
.
᾽ 
, 
 
 
, 
 

ʼ, 
 
 
 
 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 

 
 
 
 
· 
 
 
ʼ 

ʼ 
, 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
᾽ 
, 
 
 
 
 

 
 
, 
 
 
 

 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

ʼ 
· 
 
 
 
 
,
 
 
 
᾽ 
 
 
,
, 
᾽ 
᾽ 
 
, 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
·
 
, 
, 
 
 
,
 
᾽ 
· 
 
 
 
 
.
 
ʼ 
 
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
,
 
 
ʼ 
 
, 
 
, 
᾽ 

 
 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
—
 
 

 
 
 
, 
 
ʼ 

 
· 
 
 
 

᾽ 
, 
᾽ 
 
 
—
 
 
 
 
 
 
 
ʼ 
.
47273	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

ʼ 
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
, 
᾽ 
 

ʼ, 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
.
 
 
᾽ 
 
, 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
, 
 
 
·
 
 
 
 
 
, 
 
 

 
 
 
·
 
 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
, 
 
·
 
, 
 
, 
 
ʼ 
 

ʼ 
᾽ 
· 
 
ʼ 
 

ʼ· 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
, 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
 
 
·
 
 
ʼ 
 
ʼ 
 
.
47543	 
 
 
 
 
,
 
 
 
· 
 

 
᾽ 
, 
 
 
 

 
ʼ 
, 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 

 
, 
 
 
.
 
 
 
 
 
ʼ 

 
 
 
.
 
 
 
 
 
 
·
 
, 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
᾽ 
 
 
 
 
,
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
, 
, 
 
 
.
᾽ 
 
 
, 
 
 
·
 
 
 
 
, 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
, 
,
 
 
 
 
 

 
, 
 
, 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
, 
 
 
,
 
 
 
 
· 
 
ʼ 

 
ʼ 
 
 
 
 

 
, 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
,
 
 
 
 
 

 
ʼ 
 
 
, 
 
 
 
.
 
 
 
 
,
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
· 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
, 
 
 
, 
·
 
 
 
 
 
 

 
 
 
 
, 
 
 
᾽ 
.
47891	 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
, 
 
 
 
;
 
 
 
 
 
 
 

 
᾽ 
· 
 
 
 
 
;
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
, 
 
 
 

ʼ 
· 
 
 
ʼ 
 
, 
 

 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
, 
 
 
 
·
 
 
ʼ 
 
, 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
 
,
 
, 
 
 
·
 
 
 
 
 
 
ʼ 
,
· 
 
 
 
 
 
 
,
 
· 
 
 
 
 
.
 
ʼ 
 
 
. 
 
 

 
 
 
 
 
ʼ 
.
48081	 
 
 
 
 
 

 
᾽ 
 
ʼ 
, 
 
 

 
 
, 
 
 
 

 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
ʼ 
, 
 
 

 
, 
 
 
,
 
 
 
, 
· 
 
 

 
ʼ 
 
 
,
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
· 
 
 

 
 
 
,
 
· 
 
ʼ 
 
 
,
 
· 
 
 
 

 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
, 
 
 
 

, 
 
 
, 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 
 

ʼ 
 
 
᾽ 
 
,
 
· 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
· 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 

ʼ 
 
, 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
·
 
, 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 

· 
 
 
 
 

ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
, 
ʼ 
, 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.
48394	 
 
ʼ 
 
 
,
 
ʼ 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
,
 
, 
 
 
. 
 
ʼ 

 
 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
, 
, 
 
 
 

 
᾽ 
, 
 
 
 
.
 
ʼ 
 
, 
 
·
ʼ, 
 
 
 
᾽, 
᾽ 
 
 
 
,
 
· 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 
 

 
· 
 
 
 
 

 
, 
᾽ 
 

 
. 
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
, 
 
.
 
 
 
᾽ 
 
, 
 
ʼ 
·
᾽ 
ʼ—
 
ʼ 
 
 
 

, 
 
 
 
 
ʼ 
·
 
 
 
 
 
 

 
 
, 
 
 
.
48579	 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
ʼ 

ʼ 
 
· 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
 
·
 
, 
 
, 
 
 
 
,
ʼ· 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
ʼ 
 
,
 
 
, 
᾽ 
 
 

 
 
 
 
ʼ, 
 

 
 
, 
᾽ 
 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
, 
 
ʼ 
·
 
 
 
 
.
 
 
 
 
ʼ 
 
· 
 
 

 
, 
᾽ 
 

᾽ 
 
· 
 
 

᾽ 
 
· 
 
 
 
 
.
ʼ 
 
 
· 
 
 
,
 
 
, 
ʼ 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
ʼ, 
 
ʼ 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
48853	 
᾽, 
 
ʼ 
 
 
ʼ 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
 
· 
 
ʼ 
, 
 
 
,
 
 
 
 
 
·
 
, 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
;
 
ʼ 
 
 
 
 
.
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
 
· 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
, 
 
·
 
, 
 
 
 
 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
 

ʼ, 
᾽ 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
ʼ 
.
 
 
 
, 
, 
 
.
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
᾽ 
 
, 
 
 
·
 
 
ʼ 
 
 
 
, 
 
ʼ 

 
᾽ 
 
 
 
.
 
 
 
ʼ 
, 
 
 
ʼ 

, 
 
 
, 
· 
 
 
᾽ 

 
 
 
, 
ʼ 
,
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
, 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
, 
 
, 
 
 
ʼ 

· 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
49150	 
ʼ 
 
 
 
 
·
 
ʼ, 
 
 
, 
᾽ 
 

 
, 
 
 
 
 
·
᾽ 
 
 
 
, 
 
 
,
 
 
· 
 
 
 

ʼ, 
 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
, 
 
·
 
 
, 
 
 
 
, 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
ʼ 
 
, 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
᾽ 
.
 
 
 
, 
 
ʼ 
,
 
, 
 
 
 
 

᾽ 
 
 
 
 
.
 
ʼ 
 
, 
 
·
 
, 
᾽ 
᾽ 
 
 
 
,
᾽ 
 
 
 
· 
 

, 
 
 
 
, 
 
 

ʼ· 
 
 
 
 
 

, 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 

 
 
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
,
· 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
· 
 
 
 

ʼ 
 
, 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
.
᾽ 
 
 
, 
, 
 
ʼ 
 
ʼ 

 
 
᾽ 
 
, 
᾽ 
 
·
 
 
 
; 
 
 
 
 
;
 
ʼ 
 
 
· 
 
 
 

 
 
; 
 
 
;
 
 
 
 
 
 
 
᾽ 
.
49477	 
ʼ 
 
 
 

 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ, 
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
· 
 
 
 

 
 
 
 
 
᾽ 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 

 
, 
 
 
 
 

 
᾽ 
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.
 
 
 
 

᾽ 
 
, 
 
 
 

 
· 
 
ʼ 
 
 

᾽ 
 
 
 
ʼ 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
 

 
· 
 
 

 
, 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
· 
 
 
 
 
 

᾽ 
, 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
,
, 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
, 
 
ʼ 

· 
 
 
 
, 
 
 

 
ʼ 
 
 
 
 
.
49790	᾽ 
 
 
 
 
 
 
 

ʼ, 
 
 
 
 
ʼ 
,
 
᾽ 
᾽ 
 
 
 

ʼ 
 
 
· 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
· 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
.
 
 
 
 
 

ʼ· 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

, 
 
 
 
 
· 
 
 
 

 
, 
᾽ 
 
 

, 
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
,
 
᾽ 
 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
᾽ 
 

· 
 
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
, 
 
 

 
· 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
 

ʼ—
 
 
 
 
 

 
 
· 
 
 
 
 
ʼ 
—
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
ʼ 
· 
᾽ 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
—
 
 
 
—
᾽ 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
 
.
50145	 
 
 
 
, 
 
ʼ 

ʼ 
᾽ 
 
· 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
, 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
, 
᾽ 

, 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
, 
.
 
ʼ 
 
 
 
 
,
 
 
· 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
, 
 
 

 
, 
᾽ 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
.
 
 
 
, 
 
 
 
,
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
.
 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
 
 
,
 
, 
᾽ 
 
 
·
 
 
 
 
 
 
 
 
.
50404	ʼ 
 
 
· 
 
 

 
 
 
᾽ 
 
 
,
 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
, 
 
 
 
.
 
 
 
᾽ 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
· 
 
 
 

 
 
 
 
.
ʼ 
 
 
ʼ 
 
 
 

· 
 
 
 
 
 

᾽ 
, 
᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
,
, 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
.
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
,
 
 
 
 

, 
 
 
 
ʼ 

, 
 
ʼ 
 
ʼ 
 
 
.
ʼ 
, 
 
 
 
 
 
,
 
. 
 
 
 

· 
᾽ 
 
 
 
 
 

 
, 
 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 

 
· 
 
 
 
 
 
.
50680	 
ʼ 
 
, 
 
·
 
 
, 
 
 
 
 

 
 
, 
 
 
 
᾽ 
ʼ 
.
 
 
ʼ 
 
 
 
, 
 
 

 
᾽ 
· 
 
 
 
 

 
; 
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
 

 
᾽, 
 
 
 
 
 
 

 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
.
 
 
ʼ 
 
· 
 

, 
 
 
 
 
 

 
, 
᾽ 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
,
 
᾽ 
 
, 
 
 
 
,
 
 
 
ʼ· 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
, 
 
 
 
·
 
᾽ 
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
.
 
, 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
᾽· 
 

 
 
, 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

ʼ 
, 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
50989	 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 
ʼ 
 

 
᾽ 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 

, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
 
·
ʼ 
 
 
, 
 
 

· 
 
ʼ 
 
ʼ, 
 
 

 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
᾽ 
· 
 

ʼ 
᾽ 
· 
 
 
ʼ 
·
᾽ 
ʼ 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
 
 
·
 
ʼ 
 
. 
 
ʼ 
 
 
 
·
 
 
 
· 
 
ʼ 
 
,
 
 
, 
 
 
,
 
 
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
, 
 
,
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 

 
, 
 
 
 
·
 
 
 
 
 
·
ʼ 
, 
, 
 
 
 

 
, 
 
 
 
᾽ 
 
.
 
ʼ 
 
, 
 
·
, 
 
, 
 
 
,
 
· 
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
· 
 
 
.
51317	 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
 
.
 
ʼ 
 
, 
 
,
 
 
 
 
 
, 
 
ʼ 

 
, 
 
 
 
·
 
, 
 
 
 
 
,
 
 
 
· 
 
 

, 
 
ʼ 
 
 
 
᾽ 

 
ʼ 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
, 
 
.
᾽ 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
· 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 

. 
 
ʼ 
᾽ 
 
 
 
,
· 
 
 
 
᾽ 
 
,
, 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
ʼ 
, 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
ʼ 
 
,
 
᾽ 
 
 
 
 

 
· 
 
ʼ 
᾽ 
 
·
 
, 
ʼ 
,
 
 
 
 
, 
 
 

· 
 
 
 
· 
 
ʼ 
 

ʼ 
· 
 
ʼ 
 
 
.
 
, 
 
ʼ 
 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
, 
 
 
 
 
 
.
51674	 
 
᾽ 
 
 
 
 
 
·
, 
· 
 
 
 
 
.
 
 
 
 
· 
 
 

 
 
, 
 
,
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
, 
 
,
, 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
, 
 
 
 
 
·
 
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
, 
 
·
 
, 
 
 
 
, 
 
,
 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
,
· 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
 
 
ʼ 
.
ʼ 
 
ʼ· 
 
 
 
 

 
 
, 
 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
, 
 
 
ʼ 

 
 
· 
 

 
 
, 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
· 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
, 
 
,
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
, 
 
᾽ 
.
51970	 
ʼ 
 
 
 
 

ʼ, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
᾽ 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
 

 
· 
 
 
 
 

 
, 
 
 
 
 
.
᾽ 
 
 
 
 

, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
 
 
.
 
, 
 
 
 
.
 
 
ʼ 
 
· 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
 
 
ʼ 
· 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
 
 
 
.
 
 
᾽ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
, 
 
, 
 

 
᾽ 
ʼ 
, 
 
 
.
52296	 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
.
 
᾽, 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
 
ʼ 

, 
 
 
, 
 
 

, 
 
 
 
·
 
 
, 
 
,
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 
·
ʼ, 
 
 
ʼ 
 
 
 
 
᾽ 

 
· 
 
 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
· 
 
ʼ 
 
.
 
 
 
᾽, 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 

, 
 
ʼ 
 
, 
 
 

 
 
 
 
 
 
.
, 
 
 
 
 
 
,
 
 
 
᾽ 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
,
 
 
 
, 
 
 
 
,
 
ʼ 
 
· 
 
 

 
, 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
 
,
 
 
 
᾽ 
᾽· 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
52604	 
 
 
ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
,
 
, 
 
 
ʼ 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 

· 
 
 
 
,
ʼ 
 
 
 
, 
 
 
.
 
ʼ 
 
 
, 
 
,
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
, 
 

· 
 
 
 
 
·
ʼ, 
 
 
, 
 
 
 
,
 
 
 
, 
 
 
.
 
ʼ, 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
· 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
· 
 
 
 
 
,
 
, 
᾽ 
 
 

 
 
· 
 
ʼ 
 
᾽ 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

ʼ 
 
 
 
 
,
· 
 
 
 

 
ʼ 
 
, 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
, 
 
, 
 
,
ʼ 
 
, 
 
 
 
,
 
 
· 
 
 
 
 

 
 
. 
 
 
 
 

 
 
 
 
 
 
.
52878	 
ʼ 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
,
· 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
᾽ 
, 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
ʼ 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
, 
 
 
·
, 
 
, 
 
 
 

· 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
, 
 
,
 
᾽ 
 
· 
 
 
 

 
, 
 
ʼ 
 
,
᾽ 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
· 
 
 
 
 

 
 
ʼ 
· 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
·
 
, 
 
, 
 
,
 
 
᾽ 
 
 
 
 
 
.
 
, 
 
ʼ 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
· 
 
 
, 
 
 

 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
 

 
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 

 
 
 
· 
 
 

, 
 
 
 
 
.
53221	 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
·
 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
· 
 
 
᾽ 

 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
, 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
·
, 
 
 
 
 

 
; 
 
 
 
ʼ 

 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
, 
, 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
, 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
,
᾽ 
 
 
᾽ 
, 
 
 

 
 
· 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
·
 
 
ʼ, 
, 
 
,
 
ʼ 
, 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 
,
 
ʼ 
᾽ 
 
 
 
 
.
53536	 
 
 
 
 
 
 
, 
 
ʼ 

 
 
· 
 
 
 
 

, 
 
 
 
 
,
· 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
, 
 
,
 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
, 
 

 
 
, 
 
,
 
 
 
 
 
 

 
. 
 
 
 
 
 

 
 
 
, 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
, 
 
 

 
 
ʼ. 
 
ʼ 
 
 
,
 
 
· 
 
 
 
 
 

 
 
ʼ 

 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
.
 
 
 
 
,
 
 
 
,
 
 
 
 
 
ʼ 
 
 

 
ʼ· 
᾽ 
 
 
,
᾽ 
ʼ 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
.
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
 
, 
᾽ 
 
·
 
 
 
 

 
 
ʼ 
, 
 
 
·
 
᾽ 
ʼ 
 
 
,
ʼ 
 
 
 
 
 
.
 
 
᾽ 
 
, 
 
ʼ 
ʼ 
,
 
 
 
 
· 
 
ʼ 

ʼ 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
 
 
᾽ 
 
,
ʼ 
 
 
 
, 
 

 
ʼ 
 
 
 
, 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
; 
 
 
 
 
;
53844	 
ʼ 
 
 
 
 
·
 
 
, 
, 
᾽ 
 
.
 
 
 
, 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
, 
 

· 
 
 
 
 
 

 
᾽ 
, 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
ʼ 
 
.
 
 
 
, 
 
 
 
,
 
 
· 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
 
ʼ 
 
 
,
᾽ 
· 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
 
 
ʼ 
᾽ 
 
, 
 
 
 

 
· 
 
 
ʼ 
.
 
ʼ 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
, 
 

 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
, 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
54099	 
ʼ 
᾽ 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
,
 
 
᾽ 
 
 
 
 

 
 
, 
 
 
·
 
, 
, 
 
 
 
·
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
᾽ 
ʼ 
 

 
 
 
ʼ 
· 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 

 
 
 
,
 
 
 
 
,
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
᾽ 
.
 
 
 
, 
 
 
 
 
 
·
 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
, 
 
·
 
, 
, 
 
 
 
 
 

; 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
,
 
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
· 
 
 

 
 
 
᾽ 
 
.
 
ʼ· 
 
 
 
 
 
,
᾽ 
 
 
 
 
, 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
54382	 
ʼ 
ʼ 
 
 
 
·
ʼ 
, 
, 
 
 
 

 
, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
ʼ 

, 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
ʼ, 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
·
 
 
, 
, 
᾽ 
 
.
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 

 
ʼ 
 
, 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
ʼ 
, 
 
 
 
·
 
 
, 
 
 
 
ʼ 
 
.
 
 
᾽ 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
 
ʼ 

 
᾽ 
, 
 
ʼ 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

᾽ 
 
 
 
, 
 
 
 
,
 
· 
 
 
 

 
 
 
 
 

 
 
 
, 
 
 
 
 

ʼ, 
 
 
 
 
 
.
54681	 
ʼ 
 
 
 
·
 
, 
 
 
 
, 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
 

 
 
 
 
᾽ 

᾽ 
 
 
ʼ, 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
·
ʼ, 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
, 
 
 

. 
 
 
 
· 
 
 
,
 
 
 
· 
 
 
 
,
 
, 
· 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
· 
 
ʼ 
 

 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
,
· 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
.
 
 
 
 
 
ʼ 
 
 
.
 
 
 
, 
 
 
,
 
, 
 
 
,
 
 
 
 
, 
᾽ 
 
,
, 
, 
, 
.
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
ʼ 
,
 
 
 
 

 
 
 
 
.
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
, 
 
.
54924	 
 
 
 
 
,
, 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 

 
, 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 
 
᾽ 

᾽ 
 
 
ʼ· 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
 
·
 
 
 
 
 
 
᾽ 
 
ʼ 
,
 
 
 
 
 
 

 
ʼ; 
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
᾽, 
 
 
 
, 
,
 
 
 
ʼ 
ʼ 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
, 
 
 
 
 

 
, 
 
 
 
,
 
 
 
· 
 
 
 
 

 
, 
 
ʼ 
 

 
 
, 
 
ʼ 
ʼ 
.
᾽ 
᾽ 
 
 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
, 
 
ʼ 
 
·
 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
·
 
 
ʼ 
 
, 
 
ʼ 
 
 

, 
 
 
ʼ 
 
.
55219	 
 
᾽ 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
, 
 
 
.
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
ʼ 
.
 
 
᾽ 
 
 
, 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
 

· 
 
 
 
.
 
ʼ 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

· 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 

, 
 
 
ʼ 
 
 

, 
 
 
 
 
 
 
 

, 
 
ʼ 
 
· 
 
 

 
 
 
ʼ 
 
᾽ 
.
55515	 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
·
 
 
 
 
. 
 
ʼ 
 

 
 
 
, 
 
ʼ 
 

, 
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
, 
 
, 
; 
 
ʼ 

 
 
 
 
 
;
 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 

ʼ· 
 
 
 
 
· 
 
 

, 
 
 
 
 
, 
 
 

· 
 
 
 
 
 
ʼ 
 

, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
,
, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
, 
 
,
 
 
 
 
 
 
 
.
55755	 
 
 
 
 
 
,
, 
 
 
· 
 
 

 
 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
ʼ, 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
, 
 
·
 
, 
 
 
 
 
 
 

 
 
, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
 
,
 
᾽ 
· 
 
 
ʼ 
.
 
 
 
 
 
, 
 

, 
 
 
 
·
 
ʼ 
 
 
 
, 
᾽ 
ʼ 
,
 
 
 
 
 
, 
 

 
 
, 
 
 
,
56009	 
ʼ 
᾽ 
 
 
 
 
 

 
 
᾽ 
, 
 
,
 
 
 
᾽ 
 
·
 
 
 
 
,
᾽ 
 
. 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
ʼ, 
 
 
 
 
 
᾽ 

 
 
 
, 
 
 
 
,
 
· 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 
 

 
 
. 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
, 
 
,
 
 
. 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 

 
ʼ 
· 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
, 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
·
 
᾽ 
 
 
 
·
, 
, 
 
. 
 
ʼ 
᾽ 
 

 
, 
 
 
 
.
᾽ 
 
 
, 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
,
᾽ 
· 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
· 
 
ʼ 
᾽ 
᾽ 
,
 
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
, 
 
 

 
 
, 
 
 
 

 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
·
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
·
ʼ, 
 
ʼ· 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
.
56343	 
᾽, 
 
ʼ 
 
 
ʼ 
᾽ 
· 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
·
, 
 
 
 
᾽ 
; 
 
 
 

 
 
; 
 
 
;
 
 
 
 
 
 
 
᾽ 
.
 
ʼ 
 
, 
 
·
 
 
, 
, 
 
᾽ 
.
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
, 
 
 
 
·
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
·
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 

ʼ 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 
,
 
 
 
 
 
, 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

· 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
 
.
56677	 
ʼ 
 
 
 
 
·
 
ʼ, 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
, 
 
 
 

ʼ 
 
, 
 
 
,
 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
·
ʼ 
᾽ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
,
 
 
, 
 
 

 
, 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
,
 
ʼ 
᾽ 
 
 
· 
 

 
᾽ 
 
 
 
 
᾽ 
.
 
 
 
 
 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
· 
 
 
 

 
· 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
·
, 
 
ʼ 
 
, 
 

ʼ 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
· 
 
ʼ 
 
 
 

· 
 
 
 
 
.
56986	 
ʼ 
 
, 
 
·
, 
· 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
ʼ 
 

 
 
᾽, 
 
 
 
 
·
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
᾽ 
 
 
, 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
.
 
ʼ 
 
 
 
 
·
, 
᾽ 
 
 
, 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
ʼ 

 
ʼ 
· 
 
 
 

 
 
 
 

· 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 
. 
᾽ 
᾽ 

 
 
 
 
 
,
᾽ 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
,
᾽ 
 
 
 
 
, 
 
᾽ 
 

 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
· 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
· 
 
 
 
·
 
, 
ʼ 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
ʼ 

 
 
 
· 
᾽ 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
.
 
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
· 
 

 
 
· 
 
 
 
 
,
 
ʼ 
 
ʼ 
, 
 
 
,
 
 
 
 
 
·
 
, 
, 
 
 
 
,
 
 
ʼ 
, 
 
 
 
᾽ 
.
 
 
 
 
, 
 
 
 
·
᾽ 
ʼ, 
 
 
 
 

 
 
, 
· 
 
ʼ 

 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
· 
 
ʼ 
 
;
 
 
 
, 
 
 
 

 
 
, 
 
 
.
 
 
 
 
, 
 
 

 
 
· 
 
ʼ 
 
 
.
 
ʼ, 
 
 
 
 
 
ʼ 
,
 
 
 
 
·
 
 
ʼ 
 
, 
 
, 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 
 

 
 
 
 
᾽ 
·
 
 
 
 
᾽ 
 
 
᾽ 
,
᾽ 
᾽ 
 
, 
 
, 
 
ʼ 
,
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
, 
 
,
 
 
 
, 
 
ʼ 

 
 
 
 
 
 
ʼ 
.
 
 
, 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
᾽ 
, 
 

 
ʼ 
 
, 
 
,
 
 
 
᾽ 
 
 
·
 
 
, 
 
 
ʼ 
,
 
 
 
, 
 
 

 
 
 
 
·
 
 
 
ʼ 
 
᾽ 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
, 
 
, 
 
 

 
 
; 
 
 
;
 
 
 
 
 
 
 
᾽ 
.
57657	 
ʼ 
 
 
 
 
·
 
 
, 
, 
 
.
 
ʼ 
 
, 
 
 
 

 
, 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
ʼ 

 
ʼ 
, 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
· 
 
ʼ 
· 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
ʼ 
,
 
 
· 
 
ʼ 
 
᾽ 
.
 
 
 
 
 

 
, 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
 
, 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ, 
 
 
ʼ 
 
,
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
, 
 
,
 
 
 
 
· 
 
 
 

 
 
 
 
 
.
57959	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
᾽ 
 

, 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
.
᾽ 
 
 
 
 
,
 
 
· 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 

 
 
 
 
 

 
᾽· 
 
 
 

, 
 
 
 
 
·
 
 
ʼ, 
 
 
 

 
 
 
 
 
,
 
, 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
,
 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
᾽ 
 
,
᾽ 
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
᾽ 
 
 
, 
 
ʼ 
 
 
.
58264	 
ʼ 
 
 
 

 
, 
 
 
 
 
 
 
ʼ, 
,
· 
 
 
 
 
 
 
ʼ 
·
᾽ 
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
 
 
 
,
 
· 
 
ʼ 
 
 

 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
, 
᾽ 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
 
,
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
,
 
 
 
᾽ 
, 
 
ʼ 

ʼ 
, 
 
 
ʼ 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
᾽ 
, 
 
.
᾽ 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
·
 
, 
, 
 
 
.
 
ʼ 
 
 
 

᾽ 
 
 
 
 
 
.
 
 
 
 
 
,
 
᾽ 
 
ʼ 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
, 
 
, 
ʼ 
·
 
, 
 
 
 
 

 
 
· 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 
 
.
58571	 
 
 
ʼ, 
᾽ 
᾽ 
 
 
,
 
 
, 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
᾽ 
 
· 
 
 
.
 
 
 
᾽ 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
, 
 
·
 
, 
 
᾽ 
 
 
 
.
 
 
 
 
᾽ 
 

 
· 
 
ʼ 
 

 
ʼ 
᾽ 
 
ʼ 
, 
᾽ 
 

 
 
 
 
 
,
 
, 
 
 

· 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
ʼ 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
 
.
᾽ 
, 
 
 
 

 
—
 
 
 
 
 
,
᾽ 
, 
 
ʼ 
 
 

 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
ʼ 
 
·
 
 
 
᾽ 
 
 

 
 
· 
 
ʼ 
 
 
ʼ 
,
 
 
 
᾽ 
, 
 
ʼ 

 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 

᾽ 
, 
᾽ 
 
 

 
 
· 
 
 
ʼ 

ʼ 
 
 
 
 
 
 
.
58875	 
᾽, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
, 
 
,
 
᾽ 
 
 
, 
,
 
, 
 
 

 
· 
 
 
ʼ 
·
 
 
 
 
 
·
 
, 
 
 
 
 
 

· 
 
 
 
 

· 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 
 
·
 
 
ʼ 
 
, 
 
.
 
᾽ 
, 
 
ʼ 
 
.
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
ʼ, 
 
, 
, 
 
 
 

 
 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
 
.
, 
 
 
 
 
 
 
 

, 
᾽ 
 
, 
 
 

; 
᾽ 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
,
 
; 
 
 
 
,
 
 
 

 
· 
 
ʼ 
 
 
·
 
᾽ 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
ʼ 
, 
 
 
 
·
 
 
 
 
 
 
.
59158	 
ʼ 
᾽ 
, 
 
, 
 
·
 
, 
 
,
· 
 
 
 
 
 
 
.
 
᾽ 
 
 
᾽ 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
, 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
· 
 
ʼ 
 
᾽ 
.
 
 
, 
 
ʼ 
 
 
.
 
 
᾽ 
ʼ 
 

 
᾽ 
, 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
,
 
 
. 
 
,
 
, 
 

 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
·
, 
ʼ 
. 
 
 
 
᾽ 
 
;
 
᾽ 
 
 
 
 

 
, 
 
 
ʼ 
᾽ 
 
ʼ 
;
 
ʼ 
 
, 
 
·
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
᾽ 
.
 
 
 
ʼ 
 
 
,
, 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
 
.
 
 
, 
 
ʼ 
 
 
,
 
, 
 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 
 
 
.
 
, 
 
ʼ 
 
 

 
ʼ 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
,
ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
59498	 
ʼ 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 

, 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
, 
 
 
 
·
ʼ, 
 
 
 
 
ʼ 
 
, 
 
 

· 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 
ʼ 
᾽ 
.
 
 
 
ʼ 
 
, 
᾽ 
 

 
· 
 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 
 

 
, 
 
 
 
·
 
 
ʼ 
 
 
 
, 
 

· 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
.
᾽ 
· 
 
ʼ 
 
 
, 
 
 
,
ʼ 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
· 
 
 

 
· 
 
 
 
 
᾽ 
.
 
, 
 
 
 
 
,
 
 
, 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
᾽ 
 
· 
 
ʼ 
᾽ 

 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
·
, 
, 
 
. 
 
ʼ 
᾽ 
 

 
, 
 
 
 

, 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
.
59823	 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
·
᾽ 
, 
 
 
ʼ 
,
 
ʼ 
 
 
 

 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
, 
 

, 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
, 
 
 
ʼ 
,
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 

ʼ 
, 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
· 
᾽ 
᾽ 
 

 
 
 
ʼ, 
 
.
 
 
 
 
 
 
·
ʼ, 
ʼ 
 
 
 
 
,
 
 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ, 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
ʼ 
, 
 
 
·
 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
60106	 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
,
· 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
, 
 
.
 
ʼ 
 
 
 
 

 
, 
ʼ 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
·
ʼ, 
 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
, 
 
 

ʼ 
᾽ 
 
 
· 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
 
.
ʼ 
 
 
 
 
, 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
,
 
 
, 
 
 
·
 
ʼ 
 
, 
 
,
 
 
 
 
.
ʼ 
 
 
, 
 
 

 
 
 
 
 
.
60348	 
ʼ 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
·
 
, 
 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
ʼ 
 
 
 
 

 
 
 

 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
 
 
 
ʼ 
 
 
 
ʼ 
ʼ 
,
 
 
 
, 
 
 

· 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
 

 
᾽ 
, 
 
.
 
 
· 
 
 
 

, 
 
ʼ 
 
 
 
ʼ 
.
 
, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
,
 
 
 
ʼ 
 
 
, 
 
 
 
·
 
 
 
 
᾽ 
·
 
 
 
 
, 
 
 

 
ʼ 
 
, 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
,
, 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
, 
, 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
60673	 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
,
 
 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
· 
 
 
 

 
, 
 
 
 
·
, 
 
 
 
 
ʼ 
,
 
 
ʼ, 
᾽ 
 
·
 
 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
ʼ 
. 
 
ʼ 
 
 

ʼ 
 
ʼ 
 
 
 
.
 
 
 
 
, 
 
·
ʼ, 
 
 
 
 
ʼ 
 

, 
 
 
 
—
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
, 
 
 

· 
 
 
ʼ 
 
 
—
᾽ 
 
 
· 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
, 
· 
 
 
 
 
.
᾽ 
, 
 
ʼ 
 
 
.
 
 
, 
 
 
 
 
 
,
ʼ, 
 
 
ʼ 
ʼ 
 
.
 
 
 
᾽ 
 
 
 
,
 
· 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
, 
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
 
 
 

 
 
 
 
,
· 
 
 
 
 
 
 
.
60957	᾽ 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
,
 
, 
 
 
 
 

 
 
· 
 
ʼ 
 

, 
 
 
 
·
 
 
ʼ 
 
 

 
, 
 
 
 
,
 
· 
 
ʼ 
᾽ 
 
.
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
,
 
 
· 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
,
 
 
 
;
 
 
 
 
 
,
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
, 
 

 
, 
 
 
 

 
 
 
 
ʼ 
.
᾽ 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
 
 

 
 
 
 
.
 
, 
 
 
 
 

· 
 
 
 
 
,
᾽ 
ʼ 
· 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
, 
 
ʼ 
· 
 
 

ʼ 
 
, 
 
ʼ 
 
 
·
 
, 
 
, 
 
ʼ 

᾽ 
 
ʼ 
, 
 
 
,
 
᾽ 
, 
 
 
ʼ 
,
 
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 

 
ʼ· 
 
 
 
 
.
61257	 
ʼ 
 
 
, 
 
·
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
ʼ 
, 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
 
,
 
· 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 

. 
 
ʼ 
 
 
 

 
, 
 
 
 
ʼ 

 
· 
 
 
 
ʼ 

· 
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
 
 
 
.
 
 
᾽ 
, 
 
 
 

 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
, 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
, 
 
·
ʼ 
, 
 
 
 
ʼ 
 
 
ʼ 
.
᾽ 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
·
 
ʼ 
, 
, 
 
ʼ 
 
·
 
 
, 
 
 
ʼ 
 

 
 
 
· 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
, 
· 
 
 
 
 
.
᾽ 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
·
 
 
, 
 
 
 

 
 
· 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
, 
 
 
ʼ 
 
,
 
 
 
 
 

 
᾽ 
, 
 
 
.
61573	 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
, 
 
, 
 
 
ʼ 

 
, 
᾽ 
, 
 
ʼ 
 
 

. 
 
 
 
 
 

 
᾽ 
 
 
 
 
·
 
 
ʼ 
 
 
,
 
 
, 
 
 
 

 
 
 
 
 
ʼ, 
᾽ 
 

 
 
 
 
·
 
 
ʼ 
, 
 
.
 
 
ʼ, 
 
 
 
 
,
 
 
᾽ 
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
·
ʼ, 
 
 
, 
 
 
ʼ 
 
.
 
 
 
, 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
· 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ, 
ʼ 
 
᾽ 
 
,
᾽ 
᾽ 
 
 
·
 
 
ʼ 
 
 
 

, 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
ʼ 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
ʼ 

ʼ 
 
 
· 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

, 
 
ʼ 
᾽ 
 
· 
 
ʼ 
 

 
 
 
 
ʼ 
 
 
.
61911	 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
,
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
, 
 
 
, 
 
 
 
,
 
ʼ 
 
 
ʼ 
·
 
, 
, 
 
, 
 
 

 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
,
 
ʼ 
 
 
 
 
·
ʼ 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
ʼ. 
 
,
 
 
 

ʼ, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
·
᾽ 
᾽ 
 
ʼ 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
, 
 
·
 
, 
 
 
,
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
·
 
 
, 
 
 
 
 

; 
 
 
 
 
 
 
 
,
 
, 
 
;
 
 
 
 
 
 

᾽ 
, 
 
 
 
 
᾽ 
;
62221	 
ʼ 
 
, 
 
·
ʼ, 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
;
 
 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
, 
 
ʼ 
᾽ 
· 
 
 

 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
, 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
· 
 
 
· 
 
 
 
·
᾽ 
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
·
ʼ 
, 
 
, 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 

, 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
· 
 
 
 
 

 
᾽ 
 
 
 
 
·
 
 
ʼ 
, 
 
 
 
 
·
, 
· 
 
 
 
 
 
 

, 
᾽ 
 
, 
 
 
.
 
 
 
 
 
 
 
 

· 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
62551	 
 
 
—
 
 
—
 
ʼ 
 
 
 

ʼ 
, 
 
, 
᾽ 
.
 
ʼ 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
᾽ 
 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
᾽ 
 

· 
 
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
, 
 
 

 
· 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
᾽ 
 
 
 
 
,
 
, 
 
 
 
·
 
 
 
 
᾽ 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
, 
 
;
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
· 
 
 

, 
 
 
 
 
᾽ 

 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 

 
 
· 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
ʼ 

 
, 
 
 
 
 
.
62829	 
᾽ 
, 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

, 
᾽ 
 
 
 
 
,
᾽ 
 
 
, 
 
.
 
ʼ 
 
ʼ 
᾽ 
 
 
ʼ 
᾽ 
, 
 
ʼ 
 

 
, 
 
 
 
·
 
, 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
 
,
ʼ 
 
 
 
 

, 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
,
, 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
 
·
ʼ 
, 
, 
, 
 
ʼ 
,
 
 
 
 
ʼ 
ʼ, 
᾽ 
,
 
 
 
 
, 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
·
 
 
 
 
 
·
ʼ, 
 
 
ʼ 
 
 
,
ʼ, 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
, 
 
,
 
 
 
 
 
.
 
᾽ 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

, 
᾽ 
 
 
 
 
 
,
᾽ 
 
 
, 
 
.
 
ʼ 
 
 
 
 

 
 
, 
ʼ 
 
 
·
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
, 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 
·
ʼ 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
63139	 
 
᾽ 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
·
, 
ʼ 
, 
 
 
 

, 
 
 
 
 
᾽ 

 
 
 
 
 

 
 
· 
 
 
.
 
ʼ 
 
, 
 

 
 
, 
, 
 
·
᾽ 
 
 
, 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
ʼ 

 
· 
 
 
᾽ 
 
 
·
᾽ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
 
 

 
 
ʼ 
 
,
 
ʼ 
 
 
, 
ʼ 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
, 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
· 
 
ʼ 
 
,
, 
 
 
 
 
,
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
ʼ, 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
 
,
 
 
 
· 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
· 
 
 
 
. 
 
 
ʼ 
,
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
.
 
, 
 
 
ʼ 
, 
 
 

 
· 
 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 

 
᾽, 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
᾽ 
,
 
 
 
 
 
, 
 
.
 
, 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
·
 
, 
 
 
 
,
 
· 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
, 
 
 

· 
 
 
 
 
 

 
· 
 
 
 
 
ʼ 
.
63542	 
ʼ 
 
 
 
 
·
ʼ, 
 
ʼ 
 
 
᾽ 

 
, 
 
·
 
 
 
 
, 
 
ʼ 
ʼ 
.
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 

, 
 
, 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 

ʼ 
· 
 
 
, 
 
 
ʼ 
.
 
, 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
ʼ 
, 
· 
 
᾽ 
 
;
 
 
 
 
 
 
 

 
 
; 
 
ʼ 
 
.
 
ʼ 
 
, 
 
·
 
 
, 
 
 
ʼ 
 
 
,
 
 
 
.
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
, 
 
,
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
·
 
 
 
· 
, 
 
 
 
·
 
 
 
 
 
 

 
 
 
.
 
 
᾽ 
 
, 
 
ʼ 
 
 

 
 
, 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 
ʼ 
 
·
 
ʼ, 
 
 
, 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 

 
 
· 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
· 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
᾽ 
ʼ 
 
 
,
 
ʼ 
 
 
 
 

 
᾽ 
 
ʼ 
, 
 
ʼ 
 
 
 
,
 
· 
 
ʼ 
 
 

ʼ· 
 
 
 
 
 
.
63895	 
ʼ 
 
 
, 
 
 

ʼ 
, 
 
ʼ 
 
 

 
 
 
· 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
ʼ 
· 
 
 
 
 

 
· 
 
 
 
 
,
᾽ 
 
, 
 
 
 
·
 
᾽ 
 
 
 
 
,
 
 
 
 
 
·
, 
, 
, 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
; 
 
ʼ 
 
.
᾽ 
, 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
ʼ, 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
, 
 
 
 

 
· 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
᾽ 

· 
 
 
 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
·
 
, 
 
 
 
 
,
 
 
· 
 
 
 

 
, 
 
 
 
 

 
 
 
 
.
 
, 
 
 
 
 

· 
 
ʼ 
 
 
 
 
;
 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
,
 
ʼ 
᾽ 
 
 
·
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
·
 
, 
 
, 
 
 
.
 
᾽ 
 
ʼ 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
.
64248	 
᾽ 
, 
 
ʼ 
 
.
 
 
 
 
 
·
 
, 
 
 
 
 
 

 
, 
 
· 
 
 

 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
, 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
·
ʼ, 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
ʼ 

ʼ, 
 
 
 
 
 
 
·
 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
.
 
᾽, 
 
ʼ 
 
 
· 
 

 
 
 
 
, 
 
 

 
 
 
, 
 
 
 
 

 
 
 
 
· 
 

 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
᾽ 
, 
, 
 
,
 
 
 
 
 
 
 
,
 
, 
 
, 
 
 
.
᾽ 
 
 
, 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
 
 
,
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
64532	 
, 
 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
· 
 
ʼ 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
ʼ 
, 
 
 
 
ʼ 
.
 
᾽ 
 
 
 
 
 

, 
 
ʼ 
ʼ 
 
᾽ 
, 
 
ʼ 

· 
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
, 
 
ʼ 
ʼ 

 
 
· 
 
 

 
 
 
. 
 

 
 
 
 
, 
᾽ 
ʼ 
,
 
 
· 
 
 
 
 

 
· 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
· 
 
 
 
 
.
 
ʼ 
 
ʼ 
᾽ 
 
 
ʼ 
᾽ 
· 
 
ʼ 
 

 
 
 
ʼ 
·
 
 
, 
, 
 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 

 
· 
 
 
 
 

 
 
, 
 
 
.
 
᾽ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
· 
 

 
 
 
 
 

 
 
 
, 
 
·
, 
 
 
, 
 
 
 
 

· 
 
 
 
 
 
 
.
64811	 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 
·
 
 
 
, 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 
.
 
 
, 
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
ʼ 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
, 
 
.
᾽ 
 
 
 
,
 
 
 
 

, 
 
 
 
 
 
 

 
· 
 
 
. 
 
 

ʼ 
, 
ʼ 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
· 
 
 
 
 
.
᾽ 
᾽ 
 
 
· 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
, 
 
,
 
, 
 
 

 
 
 
 

 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
, 
 
 
, 
 
 
 
,
 
, 
 
 
·
 
 
 
 
, 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
.
65141	 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
, 
, 
 
 
.
᾽ 
 
 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
·
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
, 
 
,
ʼ 
 
 
 
·
 
 
 
 
, 
 
 
,
, 
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
· 
 
.
 
᾽ 
, 
 
 
 
 

 
 
 
 
.
ʼ 
᾽ 
᾽ 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
, 
 
 
ʼ 
.
 
 
 
 
 
 

, 
 
 
 

, 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

 
· 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
 
᾽ 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

 
, 
 
᾽ 
 
 

 
, 
 
 

 
, 
 
 
 
.
65397	 
 
ʼ 
 
,
 
· 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
ʼ, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 
·
ʼ, 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
ʼ 
·
 
ʼ, 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
 
, 
 
 
 
 
 

 
 
 
 
 
;
 
ʼ 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
᾽ 
 

 
 
, 
 
,
᾽ 
 
 
 
 
 

ʼ, 
 
 
, 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
·
 
, 
 
,
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 

 
ʼ, 
 
 

 
 
 
 
 
 
 
.
65717	 
ʼ 
ʼ 
 
 
·
ʼ, 
 
 
 
 
 
 
 

 
, 
 
 

, 
 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
· 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
·
 
, 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 

 
ʼ 
 
, 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
, 
 
 

 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
 
·
 
 
 
 
 
,
ʼ 
 
ʼ 
, 
 
 
 
.
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
, 
 
 
 
·
᾽ 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
 
,
 
, 
 
,
 
 
 
ʼ 
 
 
᾽ 
,
ʼ. 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
.
66012	 
᾽ 
, 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
,
· 
 
ʼ 
ʼ 
 
 
 

, 
 
 
.
 
ʼ 
 
 
ʼ 
.
, 
 
 
 
.
 
ʼ 
 
 
 
,
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
, 
 
.
 
ʼ 
᾽ 
 
 
 
 
.
 
 
᾽ 
ʼ 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
,
 
· 
 
 
 
 
,
 
, 
, 
 
 
,
 
 
· 
 
ʼ 

 
 
. 
 
 

 
 
 
 
·
 
, 
 
 
,
 
 
ʼ, 
᾽ 
 
·
 
 
ʼ 
 
, 
 
ʼ 

 
 
, 
 
 
 
·
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
 
 
· 
 
 
᾽ 
.
 
᾽, 
 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
, 
 
ʼ 
᾽ 
 
·
᾽ 
᾽ 
 
 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
.
 
᾽ 
ʼ 
 
 
·
 
, 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
, 
᾽ 
 
᾽ 
,
 
 
ʼ 
, 
 
 

· 
 
 
 
 
 
, 
 
 
 

 
 
· 
 
 
 
.
 
, 
 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
, 
 
 
.
66336	 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
, 
, 
᾽ 
,
ʼ 
, 
 
ʼ 
 
 
 
.
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 

· 
 
 
 
 
.
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
, 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
 
.
 
ʼ 
, 
 
, 
ʼ 
,
 
· 
 
ʼ 
 
.
 
, 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 
᾽ 
.
 
᾽, 
 
 
 
 
·
ʼ, 
 
 
ʼ 
 
, 
 
ʼ 
,
 
᾽ 
—
 
 
 
 
—
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
ʼ 
, 
 

 
, 
 
 
 

, 
᾽ 
 
 
 
 
ʼ 
.
66539	 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
,
 
, 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
,
, 
, 
 
 
,
, 
, 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
 
·
 
 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
, 
 
 
,
 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
.
 
᾽ 
, 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
 
,
 
 
 
 
, 
 
 
 
᾽ 
,
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
ʼ, 
 
 
 
 
, 
᾽ 

 
 
ʼ 
, 
 
 

· 
 
 
 
 
 
, 
 
 
 

 
 
· 
 
 
 
.
 
, 
 
 
 
 
;
66760	 
 
 
 
· 
 

 
 
 
 
,
 
· 
 
ʼ 
᾽ 
 
 

· 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
·
ʼ 
ʼ 
 
 
 
ʼ 

 
· 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
, 
 
 
 
.
 
 
 
ʼ 
 
 

, 
 
 
 
 

 
 
· 
 
 
 
᾽ 
.
᾽ 
 
 
 
ʼ 
,
 
 
· 
 
ʼ 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
·
 
, 
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
.
᾽ 
ʼ, 
 
 
 
,
 
 
 
ʼ 
·
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
, 
 
 
 
 
 
.
 
 
 
 
 
,
 
· 
 
ʼ 
 
·
 
ʼ 
 
 
· 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
ʼ 
.
67004	 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
·
, 
 
ʼ 
 
 

 
᾽· 
 
 
 

, 
 
 
 
 
·
 
 
ʼ, 
 
 
 

 
 
 
 
 
,
 
, 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 

 
· 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
, 
᾽ 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
, 
 

 
 
 
 
 
.
᾽ 
, 
 
 
 
 
 
;
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
᾽· 
 
 
 
 
 
 
 

 
, 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 

 
 
 
 
 

 
ʼ 
· 
 
 
 
,
 
 
, 
 
 
.
 
 
 
 
 
ʼ 
·
 
, 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
ʼ 

ʼ 
 
 
 
 
.
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 
.
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
67329	 
, 
 
 
 
 

 
 
, 
 
 
,
 
 
ʼ, 
 
 
 
 
·
ʼ 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
, 
ʼ 
᾽ 
,
 
 
 
· 
 
 

ʼ 
, 
 
 
 
 

ʼ 
 
, 
᾽ 
 
 
 
.
 
ʼ 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 

 
 
, 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
ʼ, 
 
 
 
᾽ 
 
 

 
 
, 
 
 
;
᾽ 
 
, 
, 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
, 
 
 
᾽ 
 
 
;
 
 
 
, 
 
 
 
 
,
 
ʼ 
 
; 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
, 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
· 
 
 
·
 
 
 
 
, 
, 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
· 
 
ʼ 
 
 
 
 

 
ʼ, 
 
 
 
.
67635	 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
, 
, 
 
, 
 
 
 

 
 
, 
 
 
 
·
 
 
 
ʼ, 
 
 
 
 

 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
 
·
, 
 
 
 
 
 
᾽ 
,
 
 
 
 
᾽ 

 
 
· 
 
 
 
.
 
᾽, 
 
 
᾽ 
 
 

 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
·
, 
 
 
 
 
 
 
·
 
 
 
; 
 
 
 
 
;
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
᾽ 
 

· 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 

 
, 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
, 
 
 
 

 
, 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
· 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
, 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
·
ʼ, 
 
 
 
 
 
 
 
 

 
, 
 
 

, 
 
 
ʼ 
 
 
 

 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
· 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
 
 
 
᾽ 

 
 
, 
 
 
·
᾽ 
 
 
 
 
.
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 
 
 
,
 
 
· 
 
ʼ 
 
·
, 
 
, 
 
 
 
,
ʼ 
 
 
 
, 
 
 
 

—
 
 
 
ʼ 
—
 
 
, 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
68063	 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
᾽ 
,
 
 
 
 
 
, 
 
 
,
 
 
 
 
.
 
 
 
, 
 
 
ʼ, 
᾽ 
·
 
ʼ 
᾽ 
 
 
 
 
ʼ 

 
᾽ 
· 
 
ʼ 
 

ʼ, 
 
 
 
 
,
· 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
,
᾽ 
 
 
 
 
;
᾽ 
 
 
· 
 
 
ʼ 
 
 

 
 
· 
 
 
, 
 

 
 
 
 
 
 
 
,
 
 
 
ʼ 
, 
 
·
 
 
 
 
 
ʼ 
 
 
.
 
 
ʼ 
, 
 
 
 
,
 
 
, 
· 
 
ʼ 

, 
, 
 
 
.
 
ʼ 
 
 
· 
 
 
,
 
ʼ 
 
, 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
, 
 
, 
 
 

 
 
 
 
,
 
 
, 
 

 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

ʼ 
᾽ 
, 
 
ʼ 
 
 
,
 
· 
 
ʼ 
 
 
 
.
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
·
 
ʼ 
 
, 
 
 
 
,
 
 
, 
 
ʼ 
 
.
68367	 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
, 
 
 
 
·
 
 
 
 
, 
 
᾽ 
 
,
 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 

 
, 
 
 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 
.
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
, 
 
 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
. 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
·
 
 
 
, 
 
ʼ, 
 
,
 
 
 
 
 
 

 
 
 
 
, 
 
.
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
, 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
,
· 
 
 
 
 

 
· 
 
 
 
·
 
 
 
 
 
 
,
 
· 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
· 
 
 
 
 
.
68738	 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
, 
 
 
.
 
 
, 
, 
,
 
ʼ 
ʼ 
· 
 
 
 
 

 
 
, 
 
 
 
 
.
 
, 
 
ʼ 
 
 
᾽ 
 
 
,
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
, 
, 
 
 
 
,
 
 
 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
, 
᾽ 
,
ʼ 
 
, 
 
ʼ 
 

 
ʼ 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
,
 
 
 
 
, 
 
 

, 
 
. 
 
 
 
·
 
 
 
ʼ 
 
 
ʼ 

, 
 
 
 
 
,
 
ʼ, 
 
 
 
 
.
 
 
 
, 
 
 
 
·
 
 
 
 
᾽ 

 
 
 
 
 
 

, 
 
 
 
 
,
· 
 
 
 
 
 

 
 
. 
 
 

 
 
 
 
 
 
,
 
 
 
· 
 
 

 
 
 
· 
 
 
 
 
.
68994	 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
ʼ 
 
,
 
 
, 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 

ʼ 
. 
 
 
 
᾽ 

· 
᾽ 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
·
 
 
 
 
 

ʼ 
, 
᾽ 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
᾽ 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
· 
 
 
 

 
 
 
 
.
 
 
ʼ 
, 
 
ʼ 
·
 
 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 

 
᾽, 
᾽ 
 
 
 
 
 

 
· 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
ʼ 
 
, 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
᾽ 
,
 
 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
·
 
 
, 
, 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 
 
·
᾽ 
 
 
 
, 
 
 

, 
 
 
 
 
ʼ 
 

 
 
 
ʼ 
, 
 
ʼ 
 
,
 
 
 
 
.
69292	 
, 
, 
, 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
· 
 
 

᾽ 
 
, 
 
 
 
.
 
 
 
, 
, 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 
 

; 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
᾽ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 

ʼ, 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
, 
 
,
 
 
 
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ· 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
᾽ 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
 
᾽ 
,
 
ʼ, 
 
 
 
 
,
 
 
 
, 
 
 
.
᾽ 
 
 
, 
 
,
 
 
 
· 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
.
69604	 
᾽ 
, 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
·
 
 
 
, 
, 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
ʼ 
᾽ 
 
,
 
 
 
, 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 

 
 
· 
 
ʼ 
 
 

 
, 
 
.
 
 
 
 
 
ʼ 
 

 
 
᾽, 
 
 
 
 

. 
᾽ 
 
 
 
, 
 
 
·
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

 
, 
 
 

, 
 
 
 
 
ʼ 
.
 
᾽ 
, 
 
 
ʼ 
 

 
 
, 
 
ʼ 
 

, 
 
 
 
. 
 

 
᾽ 
, 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
ʼ 
· 
 
ʼ 

, 
 
 
 
 
 
 

ʼ 
 
ʼ 
 
 
 
,
 
 
ʼ 
, 
 
 

 
ʼ 
 
· 
 
 
 
 

· 
 
 
 
 

 
᾽ 
· 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
ʼ 
·
ʼ, 
 
 
ʼ 
 
 
 

 
 
· 
 
 
 
.
69929	 
ʼ 
᾽ 
 
 
 
·
 
 
 
, 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
᾽ 
,
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
· 
 
 
,
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 
ʼ 
,
 
 
 
 
 
 
ʼ 
.
 
᾽ 
ʼ 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
 
 
ʼ 

ʼ 
 
 
 
 
 
 
 
.
 
ʼ 
 
 

 
· 
 
ʼ 
 
,
 
ʼ 
 
 
 
·
 
 
 
ʼ 
, 
 
 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
,
 
 
, 
 
 
.
 
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
, 
 
 
 
 

 
· 
 
 
 
 

· 
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
· 
 
ʼ 
᾽ 

ʼ 
 
 
, 
 

 
· 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
·
 
 
᾽ 
᾽ 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
· 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 
,
 
᾽ 
 
· 
 
ʼ 
 
 

ʼ 
 
 
 
 
,
 
· 
 
 
 
 
 

 
, 
 
 
 
 

 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
, 
 
ʼ 
 
.
70295	 
 
᾽ 
 
 
 
,
 
ʼ 
 
 

 
, 
 
ʼ 
 

, 
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
᾽ 
 
 

 
 
 
 
ʼ 

 
. 
 
 
 
 
 
 

 
 
 
 
,
 
 
· 
 
ʼ 
 
 
 

 
 
ʼ 
 
 
 
,
ʼ 
 
 
 
.
 
 
 
 

 
᾽ 
, 
 
 
 
·
 
 
 
 
, 
 
 
,
 
ʼ 
ʼ 
· 
 
ʼ 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
, 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
·
 
᾽ 
 
, 
 
· 
 
ʼ 
 

 
, 
 
 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
 
ʼ 
 
 
·
 
 
 
 
· 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
, 
 
ʼ 
 
; 
 
 
ʼ 
 

 
 
 
· 
 
ʼ 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
, 
 
 
ʼ 
 
 
 
.
 
 
, 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
, 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
70623	 
ʼ 
 
 
 

, 
 
 
 
 
; 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
·
᾽ 
 
 
, 
 
 
.
 
᾽ 
, 
 
 
 
 

 
· 
 
 
ʼ 
 
.
 
 
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
·
, 
 
 
ʼ 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
, 
 
 
.
 
 
 
 
 
 
·
 
 
 
ʼ 
, 
,
 
ʼ 
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
 
,
 
 
, 
 
 
 
᾽ 
 

 
 
 
.
 
ʼ 
 
 
, 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
,
ʼ 
 
 
, 
 
 

 
ʼ 
, 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
ʼ 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
· 
 
ʼ 

 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
,
ʼ 
 
 
 
 
 
.
70959	 
ʼ 
 
ʼ 
᾽ 
ʼ 
 
 
,
 
 
 
 
 
·
, 
 
 
·
 
, 
᾽ 
 
, 
 
 
 
.
 
 
, 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 

 
ʼ, 
 
 
 
 
 

ʼ 
 
· 
 
 
ʼ 

 
᾽, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 

ʼ, 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
·
 
 
 
ʼ 
 
 
 
,
 
᾽ 
, 
ʼ 
 
·
 
 
 
 
 
 
,
 
᾽ 
 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
ʼ 

 
· 
 
 
 
,
 
, 
 
 
 
 

ʼ 
, 
 
, 
 
·
 
ʼ 
 
 
 
 
 
.
71190	 
 
 
 
 
·
 
 
 
ʼ 
 
 
 

 
 
 
 
,
 
 
᾽ 
, 
 
 

, 
 
, 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
,
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
, 
 
 

, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
, 
 
 

ʼ 
 
 
 
.
 
 
· 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
,
 
, 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
᾽ 
, 
 
, 
 
 

 
 
 
 
 
.
71387	 
 
 
 
 
 
·
 
 
 
 
ʼ, 
 

 
᾽ 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
ʼ 
 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 

, 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
,
 
᾽ 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
·
 
, 
· 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

 
· 
 
ʼ 
, 
 
 

ʼ 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 

, 
 
ʼ 
 
 
,
 
᾽ 
 
ʼ 
 
 
 
, 

 
 
 
 
 

 
 
. 
 
 
 
 

 
· 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
 
·
ʼ 
᾽ 
, 
 
 
 
;
 
 
 
᾽ 
, 
 
 
 
᾽ 
 

, 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
, 
, 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
; 
 
 
 
.
71702	 
ʼ 
 
 
 
 
·
, 
 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
 
 
 
·
 
 
 
, 
 
 
 

 
 
. 
 
 
 
·
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
· 
 
 
 

 
, 
 
ʼ 
 
.
 
, 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
 
,
, 
 
ʼ 
᾽ 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
·
, 
 
, 
 
, 
 
 

 
 
 
ʼ 
 
 

 
, 
 
 
ʼ 
 

 
 
ʼ 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 

 
 
, 
 
 
ʼ 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
ʼ 
 
,
 
ʼ 
 
 
 
.
ʼ 
 
 
 
 
,
 
 
 
 
—
 
 
, 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
—
 
 
 
 
 

 
᾽ 
 
 
 
·
 
᾽ 
 
 
ʼ 
,
 
ʼ 
 
 
, 
᾽ 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 

 
 
, 
 
 
,
 
ʼ 
 
—
 
 
ʼ 
 
,
 
 
, 
 
 
ʼ 
—
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
· 
 
 

ʼ, 
 
 
 
 
, 
᾽ 
 
.
72038	 
᾽, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
 

 
 
 
.
 
 
 
 
, 
 
,
 
 
 
 
, 
 
 

 
 
, 
 
ʼ 
 
 
·
 
, 
 
ʼ 
 
 
 
 
 

ʼ 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 

, 
 
 
 
 
 
.
 
᾽ 
· 
 
ʼ 
 
 
,
 
ʼ 
 
᾽ 
 
,
 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 

, 
ʼ 
 
 
 
 
 
,
 
 
 
 

 
 
 
, 
 
.
 
 
᾽ 
 
, 
 
 
 
,
 
 
ʼ 
 
ʼ, 
 
ʼ 
·
 
 
 
 
 
, 
 
·
 
, 
 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
,
 
 
 
· 
 
 
 
 
.
 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
· 
ʼ 

 
· 
 
 
.
 
᾽ 
, 
 
 
 
 

 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
 
᾽ 
 
 
.
 
ʼ 
 
, 
 
,
 
· 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
· 
·
 
ʼ 
᾽ 
᾽ 
 
, 
 
ʼ 
 
·
 
, 
 
 
ʼ 
 

 
 
, 
 
 
 
;
 
 
 
, 
 
 
·
 
 
 
 
 

, 
 
 
ʼ 
ʼ 
ʼ 
.
 
ʼ 
 
 
 
·
 
 
 
, 
, 
 
.
 
 
 
 
, 
᾽ 
ʼ 
,
 
ʼ 
᾽ 
 
· 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
ʼ 
 
 
,
 
 
ʼ, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
 
.
 
, 
 
 
 
 

 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
ʼ, 
 
 
·
ʼ, 
 
 
 
 
,
 
ʼ, 
 
 
 
 

 
· 
 
 
 

 
, 
 
 

 
 
 
· 
 
 
ʼ 

 
, 
 
 
 
.
 
 
 
 
 
,
 
᾽ 
 
, 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
 
ʼ 
 
 
. 
 
 

 
 
 
 
, 
 
 

 
 
· 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
᾽ 
 
ʼ 
 
 
,
 
ʼ 
᾽ 
 
 
·
ʼ, 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ, 
 
 
 
;
 
ʼ 
 
 
 
·
 
 
, 
, 
 
 
,
 
᾽ 
 
 

 
 
, 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
, 
 
.
 
 
 
 
 
,
 
. 
 
ʼ 
᾽ 
 
.
 
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
·
ʼ, 
 
 
 
᾽ 
 
 

 
, 
 
 
 
;
 
 
 
 

 
 
, 
 
 
 
 
 

· 
 
 
 
 
 
.
72699	 
, 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
, 
 
.
 
ʼ 
 
 
 
, 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 

 
, 
 
 
.
 
 
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
, 
,
 
 
; 
 
ʼ 
 
 

; 
 
 
 
 
 
 
 
;
, 
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
·
, 
 
 
· 
 
 
 
 

· 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
·
 
 
, 
 
 
 
,
 
 
 
 
.
, 
 
, 
 
 
 

 
, 
 
 
 

 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
᾽ 
 
, 
 
ʼ 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 
,
᾽ 
 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 

᾽ 
· 
 
 
 
 

 
 
 
᾽ 
 
,
 
 
· 
 
 
, 
 

 
᾽ 
 
 
 
.
 
 
 
 
 
 

 
, 
 
᾽ 
 
·
᾽ 
 
 
 
, 
 
 

 
 
 
 
 
.
73004	 
ʼ 
 
 
 
·
ʼ, 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
, 
 
,
 
 
᾽ 
 
 
ʼ 
·
 
ʼ 
 
, 
 
ʼ 
,
 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 
,
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
,
 
· 
 
 
.
 
᾽ 
, 
 
ʼ 
 
.
 
ʼ 
 
ʼ 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
, 
 
 
 

 
· 
 
 
 
.
 
 
ʼ 
 
, 
 
,
 
 
, 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
,
 
 
, 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
, 
 
 
 
 
·
 
 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
, 
 
 
 
 

 
᾽, 
᾽ 
, 
 
ʼ 
 
.
 
, 
, 
 
 

 
, 
 
 
 
 
 
 
.
73301	 
᾽, 
 
ʼ 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
, 
 
·
 
 
 
 
 
, 
,
· 
 
ʼ 
 
 
.
 
 
 
 
· 
 
 
 

 
 
, 
 
 
᾽ 
.
 
᾽ 
· 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
· 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 
·
 
, 
 
, 
 
 
·
 
 
 
 
 
, 
 
,
· 
 
 
 
 
 

 
, 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 

, 
 
 
ʼ 
 
.
73518	 
 
 
 
 
 
.
 
 
 
· 
 
ʼ 
ʼ 

 
 
, 
 
 

 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 
 
·
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

. 
 
 
 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 

 
· 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
, 
 
 
 
 

 
 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
ʼ 
 
 

 
 
ʼ, 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 
 
.
᾽ 
, 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
ʼ, 
, 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 

ʼ 
 
ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
· 
 
 
 
.
73855	 
 
· 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
·
 
, 
 
 
 
; 
 
 

 
 
 
 
 
 
 
.
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
 
,
 
 
 
· 
 

 
, 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
᾽ 
 
 
.
 
ʼ 
, 
 
, 
ʼ 
·
 
 
 
 
.
 
 
, 
, 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
, 
 
 
 

, 
 
 
 
 
 
᾽ 

, 
 
 
ʼ 
 

 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
·
ʼ, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
 

 
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
· 
 
ʼ 
 
 
,
᾽ 
 
 
, 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
, 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

· 
 
 
 
.
74201	 
ʼ 
᾽ 
 
 
 
 
 
,
 
, 
 
,
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
, 
 
.
 
ʼ 
 
 
 

 
 
 
. 
 
 

 
 
, 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
 
.
 
᾽ 
 
 
 
 

 
· 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
,
ʼ 
, 
 
 
,
 
 
 
 
 
 
 
,
, 
 
 
 
ʼ 
 
,
 
 
 
· 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
, 
 
 
,
 
 
 
᾽ 
 
 
, 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
· 
 

 
· 
 
 
 
 

 
, 
 
,
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 

ʼ, 
᾽ 
 
 
 

ʼ 
 
, 
 
 
 
 
 
.
74482	 
ʼ 
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
,
ʼ 
᾽ 
 
ʼ 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 

 
· 
 
ʼ 
 
 

 
· 
ʼ 
 
 

 
, 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
· 
 
 

, 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
 

 
, 
 
 
 
.
 
 
ʼ 
, 
 
 
 
,
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
, 
 

 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
, 
 
, 
 
 

ʼ 
 
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
,
᾽ 
 
 
 
 
 
.
᾽ 
, 
, 
 
 
ʼ 
.
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 

 
 
 
 
,
 
 
᾽ 
, 
 
 

, 
 
, 
 
,
 
 
 
 
 
 
.
74747	 
, 
 
᾽ 
 
, 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
ʼ, 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
, 
 
,
 
, 
 
 
 
 
 

 
 
 
; 
 
 
 

 
 
 
, 
 
 
ʼ 
.
᾽ 
 
 
, 
 

 
, 
ʼ 
 
 
,
 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
.
 
, 
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
᾽ 

 
 
, 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
·
 
, 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
᾽ 
, 
, 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
 
,
 
 
 
᾽ 
 
 
·
᾽ 
 
 
᾽ 
 
·
 
ʼ 
 
 
ʼ 
· 
 
 
 
 
;
᾽ 
 
 
 
 
ʼ 
 

 
 
, 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
᾽ 
 
ʼ, 
᾽ 
 
 

 
ʼ 
 
 
 
ʼ 
.
75025	 
 
᾽ 
 
 
 

 
, 
 
 
 
 
ʼ 
.
 
 
 
, 
 
 

 
 
, 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
,
 
 
· 
 
ʼ 
 
 
ʼ 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
 
 
.
 
 
 
 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
·
 
, 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 

ʼ 
, 
 
 
 
.
᾽ 
ʼ, 
 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
·
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
.
 
 
 
, 
 
,
 
 
 
, 
 
 
 

 
 
· 
 
 
 

 
, 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
 
,
 
 
· 
 
 
 
 

 
· 
 
 
 
·
 
, 
 
 
 
, 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
 

 
 
 
, 
ʼ 
᾽ 

᾽ 
, 
 
 
.
 
 
 
 
ʼ 
 
 
 

 
, 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 

 
 
· 
 
 
ʼ 

ʼ 
 
 
 
 
 
 
.
75351	 
᾽ 
 
 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
, 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
ʼ 
—
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
.
 
, 
 
᾽ 
 
, 
 
·
 
, 
 
 
 
, 
,
 
 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
,
 
 
, 
 
,
 
 
 
 
.
 
᾽, 
 
ʼ 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
·
 
 
 
 
ʼ· 
᾽ 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
· 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
 
᾽ 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
·
 
 
, 
, 
 
 
 
,
 
 
; 
 
 
 
 
.
 
ʼ 
᾽ 
 
, 
 
 

 
᾽ 
 
 
 
 
 
;
 
 
 
ʼ 
 
;
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
,
 
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
75664	 
 
 
 
 
 
ʼ 
,
 
 
 
 
·
 
 
 
᾽ 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ, 
 
 
, 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
ʼ 

 
ʼ 
 
 
· 
 
 

 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
,
, 
 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
,
 
᾽ 
᾽ 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
, 
 
 

 
, 
 
 
 
.
 
 
, 
ʼ 
 
,
 
, 
 
ʼ 
· 
 
 
 
·
 
 
 
, 
 
 
,
 
 
 
 
 
 
·
 
, 
ʼ 
, 
 
 
 

 
 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
, 
 
 

, 
᾽ 
 
 
 
 
.
 
, 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 
·
ʼ 
᾽ 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
· 
 
 
᾽ 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
, 
 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
·
 
 
 
 
, 
 
 
 

 
, 
 
ʼ 
 
·
᾽ 
 
 
 
 
 

 
, 
 
ʼ 
 
 

· 
 
 
 
 
.
76039	 
ʼ 
᾽ 
 
, 
 
·
ʼ, 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 

· 
 
 
 
 
ʼ; 
 

ʼ· 
 
 
 
 
 
ʼ 
 

· 
 
 
 
ʼ 
 
,
ʼ 
 
 
 
.
᾽ 
ʼ, 
 
 
 
,
 
 
 
 
·
 
 
 
, 
 
,
 
, 
 
 
ʼ 
 
,
᾽ 
 
 
 
 

 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
, 
 
 
·
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 

ʼ, 
 
 
 
 
 
 
,
 
 
 
, 
 
 
·
 
 
 
 
 
 
ʼ 
.
᾽ 
ʼ 
 
 
 
, 
 
ʼ 

 
 
 
, 
 
 
᾽ 

, 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
, 
 
 
 
᾽ 
·
 
 
 
 
 
ʼ 

, 
 
 
 
, 
 

 
 
 
; 
 
 

 
 
 
 
 
.
 
 
 
, 
 
 
 

, 
 
 
 
 
 
ʼ 
 
.
 
 
, 
 
,
ʼ 
 
 
 
,
 
 
ʼ· 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
 
 
 

 
, 
᾽ 
 
 

 
ʼ 
· 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 

· 
 
 
 
 

 
 
, 
 
 
 
 

 
 
, 
 
 
,
· 
 
ʼ 
 
 
· 
 

 
, 
ʼ 
 
ʼ 
 
.
76430	 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 

 
, 
 
 
 
ʼ 
·
, 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
;
᾽ 
 
 
 
ʼ 
 
 
·
 
 
 
 
ʼ 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
, 
 
, 
 
·
 
, 
 
,
 
 
 
᾽ 
 
ʼ· 
 
·
᾽ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
ʼ, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 
 
;
 
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
.
 
 
, 
 
 
 
 
·
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
, 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
· 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 

, 
 
ʼ 
, 
 
 
 
,
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
·
 
 
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 

 
· 
 
ʼ 
 

, 
 
ʼ 
· 
 
 
 
᾽ 
 
.
76746	 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
᾽ 
, 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
, 
 
,
; 
ʼ 
 
ʼ 
᾽ 
 
 
 

 
᾽ 
, 
 
, 
 
 

 
 
 
 
 
.
 
, 
, 
 
 
 
 
 
,
, 
 
 
 
 
.
 
ʼ 
 
 
·
, 
 
 
· 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
· 
 
 
 
.
 
 
 
, 
 
 
ʼ 
,
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 

 
 
, 
 
 
.
 
᾽, 
 
ʼ 
 
 
᾽ 
 
 

, 
 
 
 
 

· 
 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
 
, 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
, 
 
 

, 
᾽ 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
 
᾽ 
 
, 
 
ʼ 
 
·
ʼ 
᾽ 
 
 
, 
 
 
,
 
. 
 
ʼ 
 
 

 
, 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
ʼ 
 
, 
 
 

 
 
 
 
 
 
.
77081	 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
 
᾽ 
 
· 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
,
 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
ʼ 
 

· 
 
 
ʼ 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 

· 
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
.
 
᾽ 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 

 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 

 
· 
 
 
 
·
ʼ, 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

 
 
· 
 
 
ʼ 
 
.
 
 
᾽ 
 
· 
 
ʼ 
 
 

, 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
 
.
77329	 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

 
, 
 
ʼ 
ʼ 

 
 
, 
 
 
 
·
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
 
,
, 
 
 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 
 
 
,
 
 
· 
 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
.
 
ʼ 
, 
 
 
 
 

, 
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
. 
 
ʼ 

 
 
ʼ, 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
·
, 
 
 
· 
᾽ 

 
· 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 
.
 
 
, 
 
 
 
 

 
· 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
, 
 
ʼ 
᾽ 
ʼ 
 
ʼ 

 
 
, 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
, 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
ʼ 
.
77630	 
, 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
 
, 
 
ʼ 
᾽ 
.
᾽ 
 
 
 
 
 
 
 
,
· 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
, 
 
 
 
 
,
᾽ 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
ʼ 
, 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
ʼ, 
᾽ 
 
 
 
᾽ 
,
 
 
 
᾽ 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
· 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
·
 
 
ʼ 
 
 
 
 
.
77906	 
 
 
 
 

, 
 
, 
 
ʼ 
᾽ 

 
· 
 
ʼ 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
 
· 
 
ʼ 
 

 
 
, 
 
 

 
, 
 
ʼ 
 
 

 
 
· 
 
 
 
 

 
, 
 
 
 

 
· 
ʼ 
 
ʼ 
ʼ 
.
 
ʼ 
 
 

 
, 
 
 
 
,
 
 
 
 
. 
᾽ 
 
 

 
 
 
 

 
, 
 
 
 
·
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
, 
 
 

 
 
· 
 
 
 
 
 

 
 
 
 

 
 
 
 
.
 
 
, 
 
ʼ 
 
 
ʼ 
,
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
, 
 
 

 
ʼ 
 
, 
 
 

 
 
 
· 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
.
 
, 
 
 
 
 
,
 
ʼ 
 
ʼ, 
 
 
 
 
.
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
 
·
 
 
, 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
.
 
 
ʼ, 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
.
 
 
 
 
 
,
 
 
 
 
 

ʼ 
, 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
78232	 
 
 
 
 
 
,
 
 
ʼ 
 
 

 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
ʼ 
· 
 
ʼ 
 
᾽ 
.
 
ʼ 
 
, 
 
 
·
 
, 
 
 
 
 
᾽ 
 

 
 
, 
 
ʼ 
 
;
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
, 
 
·
 
 
᾽, 
 
· 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 
 
.
᾽ 
ʼ, 
 
ʼ 
 

 
· 
 
, 
, 
 
 

 
 
 
 
 
.
 
 
 
, 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 

 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
ʼ 
—
 
 

—
 
 
 
 

 
· 
 
 
 
 
.
᾽ 
, 
ʼ 
, 
 
 

 
 
 
 
᾽ 
 
 
 
 
,
 
 
, 
, 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
,
 
 
. 
 
 
 
,
 
ʼ 
 
 
 
·
 
, 
ʼ 
,
 
ʼ 
᾽ 
 
, 
 
ʼ 
,
 
 
· 
 
 
 
 
,
 
 
, 
 
 
 
 
,
 
 
᾽ 
, 
᾽ 
 

, 
 
 
 
 
 
.
78552	 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
 

ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
·
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
ʼ 
 
 
 
, 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
,
 
, 
 
 
·
 
 
ʼ 
 
, 
 
 
 
·
 
ʼ 
᾽ 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
᾽ 
 
, 
 

 
, 
 
 
·
 
 
 
 
 

ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
 
, 
 
·
 
 
 
 
, 
, 
 
,
 
 
 
, 
 
 
·
 
 
ʼ 
 
ʼ 
 

 
 
, 
ʼ 

 
 
 
 
 
.
 
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
, 
 
 
,
 
 
 
, 
.
 
 
 
, 
 
 
᾽ 

, 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
, 
 
, 
 
ʼ 
 
,
 
ʼ 
 
· 
 
 
 
.
78845	 
᾽, 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
·
, 
 
ʼ 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
, 
ʼ 
 
 
,
 
 
 
 
 
, 
 

 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
ʼ 
 
 
, 
 
ʼ 
 
 
 
,
 
 
· 
 
 

 
 
 
, 
 

᾽ 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
,
 
ʼ 
 
 
·
 
 
ʼ, 
, 
 
 
 
 

 
᾽ 
᾽ 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
, 
 
 
 
 
 
ʼ 
,
 
 
 
 
;
᾽ 
 
, 
, 
ʼ 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
.
 
, 
 
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
 

ʼ 
, 
 
 
.
 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
·
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
ʼ 
 
 
 
ʼ, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
.
79161	 
᾽, 
 
ʼ 
 
 
 
 
,
· 
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
·
 
, 
 
 
 
 
 
 

 
 
 
, 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
· 
 
 
,
 
ʼ 
 
, 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
᾽ 
, 
 
ʼ 
 
ʼ 
.
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
, 
 
ʼ 
.
 
ʼ 
᾽ 
᾽ 
 
 
,
 
 
 
 
 
.
ʼ 
᾽ 
 
 
 
,
 
 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
 
·
 
 
, 
 
 

 
 
 
, 
 

 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
ʼ 
.
79413	 
 
 
 
· 
 

 
 
 
 
.
 
ʼ 
 
 

 
 
, 
 
 
 
·
 
 
, 
 
ʼ 
 
 
.
 
᾽ 
 
 
ʼ 

 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
 
 
,
 
 
 
᾽ 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
· 
 
 
ʼ 
 
·
 
 
 
 
 
 

 
· 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
· 
 
 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
 
 

 
 
 
 
· 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
ʼ 
·
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
᾽ 
 
 

· 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
.
79686	 
ʼ 
᾽ 
 
 
 
,
, 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
· 
 
 
 
,
 
 
 
 
 
 

 
 
, 
ʼ 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
· 
 
 
ʼ 
 
 
ʼ 
·
 
 
ʼ 
 
, 
 
 

, 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 

 
· 
 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
ʼ 
, 
 
 
,
 
 
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
᾽ 
, 
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 

ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
ʼ 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
 
ʼ 
.
᾽ 
 
 
 

 
 
 
, 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
.
80031	 
, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
, 
 
 
.
 
ʼ 
 
ʼ 
 
, 
 
 
᾽ 

 
, 
 
 
.
 
 
 
 
 
 
 
 

 
, 
᾽ 
, 
 
ʼ 

 
 
 
 
 

 
 
· 
 
 
 

ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
᾽ 
 
 
᾽ 
 
.
 
 
 
 
 
·
ʼ, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
·
 
 
, 
 
, 
 
 

 
 
 
 
ʼ 
·
· 
 
 
 
, 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
ʼ 
· 
 
 
ʼ 
.
 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
᾽ 
, 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
 
·
 
, 
, 
 
 
 
ʼ 
·
 
 
 
᾽ 
 
.
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
, 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
, 
, 
 
.
 
 
 
 
 

, 
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
,
᾽ 
 
 
᾽ 
 
.
 
 
 
 
, 
 
 

 
 
 
 
.
᾽ 
ʼ 
 
ʼ 
 

 
 
, 
 
 
 
 
.
80395	 
ʼ 
 
 
 

 
 
᾽ 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
ʼ 
,
 
᾽ 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
 
,
ʼ 
, 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
 
 
,
 
· 
 
ʼ 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 

· 
 
ʼ 
 
, 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 

, 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
80622	 
᾽ 
, 
 
 
 

 
 
 
 
,
ʼ 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
, 
 
ʼ 
 
,
 
 
ʼ 
 
 
, 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
 

, 
 
ʼ 
, 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
, 
 
 
·
 
 
 
 
 
 
·
 
, 
, 
 
, 
 
 
 
,
 
 
· 
 
 

 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
ʼ 
,
ʼ 
 
 
 
 

ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
· 
 

 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 

 
ʼ 
· 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
80897	 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 
 
 
·
, 
, 
 
, 
 

 
 
 
ʼ 
 
 
.
ʼ 
 
 
 
, 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 

 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
, 
 
 

 
 
 
 
 
᾽ 
,
 
 
 
 
·
 
 
 
· 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
ʼ 

, 
 
ʼ 
 
 
ʼ 
;
 
 
 
 
, 
 
 

ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
, 
 
 
,
᾽ 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
, 
᾽ 
 

ʼ 
 
 
 
, 
 
,
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
,
᾽ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
·
 
ʼ 
 
 
, 
 
, 
 
,
 
 
 
 
, 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
, 
 
 
 

· 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
᾽ 
 
 
 

ʼ· 
 
 
 
, 
 
 
,
ʼ 
᾽ 
· 
 
 
 
.
81240	 
ʼ 
 
 
 
 
᾽ 
 

, 
 
 
 
 
,
 
 
· 
 
 
 
 
.
᾽ 
, 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
, 
 
 
 

 
ʼ 
 
· 
 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
ʼ 
 
.
 
 
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
 
, 
 
·
᾽ 
 
᾽ 
 
 
, 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
, 
 
 
·
 
ʼ 
 
 
· 
 

 
 
 
, 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
ʼ 

ʼ 
· 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
, 
 
 
 
 
 
 
.
 
 
, 
 
 
 

· 
 
 
 
 
 
 

 
 
 
 
.
᾽ 
· 
 
 
 
 
,
 
 
ʼ 
, 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
·
 
, 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
ʼ 
, 
 

 
 
, 
᾽ 
 
.
81503	 
 
ʼ 
· 
 
 
 

ʼ, 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
ʼ 
᾽ 
 
, 
 
 
,
 
 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
, 
, 
 
 
,
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
;
 
 
ʼ 
 
ʼ 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
,
 
 
 
 
 
᾽ 

᾽ 
 
 
 
. 
 
ʼ 
 

᾽ 
 
 
 
, 
 
 

ʼ 
 
 
· 
 
 

ʼ, 
 
 
 
 
 
 
᾽ 
.
 
, 
 
 
 
 
,
 
 
 
 
 
·
ʼ, 
 
 
ʼ 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
 
.
 
 
ʼ 
 
ʼ 
 
.
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 

 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
· 
 
 

 
᾽ 
 
ʼ 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
᾽ 
ʼ, 
 
 

 
, 
 
 
 
.
81829	 
ʼ 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
 
,
 
᾽ 
 
, 
 
 
·
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
· 
 
ʼ 

ʼ 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 

 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
·
, 
᾽ 
 
 
 

 
 
 
, 
 
.
 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
· 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 

 
, 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
ʼ 
᾽ 
ʼ 
 
 
 
,
 
 
, 
 
 
 
 
·
, 
 
 
 
 

 
 
 
 
ʼ 
·
 
 
ʼ 
 
ʼ 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
, 
, 
 
, 
 
 

· 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ, 
᾽ 
 
 
 
᾽ 

 
 
, 
 
ʼ 
 
ʼ 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
, 
,
 
 
, 
 
᾽ 
 
·
 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
82200	 
᾽ 
 
 
· 
 

 
 
 
 
·
 
, 
 
 
 
 
 
·
 
 
 
 
 
; 
 
 
 

 
᾽ 
, 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
᾽ 
,
 
, 
 
 
 

 
 
· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
᾽ 
,
 
, 
 
 
 
,
 
ʼ 
 
, 
 
.
 
᾽ 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
,
ʼ 
, 
 
 
 
.
 
 
 
 
 
, 
᾽ 
,
 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
· 
 
 
,
 
 
᾽ 
 
, 
, 
, 
 
 

 
 
, 
 
 
ʼ 
.
 
, 
 
ʼ 
 
 
 
 
 
,
ʼ 
 
 
 
 
ʼ 
·
 
ʼ 
᾽ 
 
, 
 
 

 
ʼ 
, 
 
ʼ 
ʼ 
 
·
 
, 
, 
, 
 
 
 
 

 
· 
 
ʼ 
 
,
 
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
, 
᾽ 
.
 
 
 
 
 
 

 
 
 
 
 
 

· 
 
 
 
 
.
 
 
 
, 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ, 
 
 
ʼ 
 

 
, 
 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
 
 
,
, 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 
 
᾽ 
.
82573	 
, 
 
ʼ 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
, 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
ʼ 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 
 
 
,
 
ʼ 
 
, 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
᾽ 
᾽ 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 

ʼ 
᾽ 
 
, 
᾽ 
 

ʼ 
, 
 
 
,
 
 
ʼ, 
 
ʼ 
 
 
.
 
᾽ 
᾽ 
 
 
 
 

 
, 
 
 
 
 
 
ʼ 

, 
᾽ 
᾽ 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
.
᾽ 
, 
ʼ 
, 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
᾽ 
 
 

 
, 
 
 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
 
, 
,
, 
 
ʼ 
 
 
 
 
.
82810	 
ʼ 
 
 
 
·
, 
 
ʼ 
᾽ 
 
 
᾽ 
 

; 
 
 
 
᾽ 
.
 
 
 
 
· 
 
 

, 
 
 
 
 
 
ʼ 

, 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
᾽ 
 
 
ʼ 
 
 
,
᾽ 
ʼ 
, 
 
 
 
 
.
 
 
 
᾽ 
 
, 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
,
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 
,
ʼ 
, 
 
ʼ 
 

 
, 
 
 
 
,
 
᾽ 
· 
 
 
 
 
 

 
 
 
, 
 
 
 

’ 
 
 
· 
 
 

 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 

 
, 
 
 
 
·
 
 
ʼ 
 
 
. 
 
 

 
 
 
 
·
 
 
 
 
 

 
᾽ 
 
, 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
, 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
,
 
 
 
, 
 
 
 
,
, 
 
 
 
 
·
 
 
 
 
 
ʼ 

 
 
ʼ 
 
 
,
᾽ 
᾽· 
 
ʼ 
᾽ 
ʼ 
ʼ, 
 
 

 
 
 
 
 
.
83136	 
ʼ 
 
 
 
ʼ, 
 

ʼ 
 
 
 
 
·
᾽ 
 
 
, 
 
 
 

 
, 
 
 
᾽ 
·
᾽ 
 
 
ʼ, 
 
 
 

 
ʼ, 
 
 
 
 
 
ʼ 

, 
 
 
 
 

 
᾽ 
 
 
 
·
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
 
·
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
,
 
, 
 
 
 

 
ʼ, 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
, 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
 

 
, 
 
 
.
83377	 
ʼ 
᾽ 
᾽ 
 
 
 
·
 
 
᾽ 
 
 
 
 

 
 
 
 
 
 
,
ʼ 
᾽ 
 
 

, 
᾽ 
 
 
· 
 
ʼ 

 
 
, 
 
ʼ 
 
 
·
 
, 
 
 
 
ʼ 

, 
 
 
᾽ 
 
 

ʼ. 
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 

ʼ, 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
·
 
, 
, 
᾽ 
, 
 
 
·
 
 
 
 
᾽ 
 

 
, 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 
ʼ 
.
 
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 
, 
 
 
,
 
 
, 
 
ʼ 
· 
 
ʼ 
.
 
 
 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
.
83590	 
 
 
 

 
· 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
 
·
 
᾽ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
᾽ 
· 
 
ʼ 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 
,
 
 
 
, 
 
.
 
 
 
 

 
 
 
 

 
ʼ, 
 
 
 
 
 
 

 
 
 
ʼ 
 

 
 
 
 
 
· 
 

ʼ 
 
 
 

· 
 
ʼ 
 
ʼ, 
 
᾽ 

 
 
 
 
 
 
.
 
 
 
 
·
, 
 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

ʼ 
, 
 
 
 
 
 
 
.
 
 
 
, 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
ʼ 
 
 
 
.
83828	 
ʼ 
 
 
 
·
 
 
, 
 
ʼ 
,
 
 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
 
, 
 
.
 
 
 
 
ʼ· 
 
 

 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
, 
 
 

 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
, 
 
 
 
 
 
·
 
 
 
 
 
·
ʼ, 
, 
 
, 
 
·
 
 
 
 
 
 

, 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 

ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
ʼ 
 
ʼ 

· 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
·
 
ʼ 
 
, 
 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 

 
 
 
 
 
 
,
 
 
 
 
ʼ 
ʼ, 
,
 
 
 
 
· 
 
 

 
· 
 
 

ʼ 
, 
 
 
 
.
 
 
 
 
ʼ 
, 
ʼ 
,
 
 
 
 
,
 
ʼ 
, 
 
 
 

 
 
, 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
 

 
 
 
 

 
 
, 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
 
.
84184	 
ʼ 
 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
ʼ 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
 
 
 
ʼ 
,
 
· 
 
 
 
 
.
 
 
 
 
 
ʼ 
, 
 
 

 
᾽ 
 
 
 
, 
,
 
 
 
᾽ 
, 
 
 
;
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
,
 
ʼ 
 
ʼ 
 
, 
 
.
 
 
 
 

 
 
, 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
·
, 
 
 
 
 

 
 
 
; 
 
 

 
 
 
 
 
.
 
᾽ 
 
 
 
,
 
 
 
 
 
;
 
 
 
 
ʼ 
 

 
 
᾽ 
 
 
,
 
 
 
 
 
;
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 

 
 
᾽ 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
 
,
 
 
, 
, 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
, 
 
.
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
᾽ 
,
 
 
 
 
 
,
 
 
᾽ 
 
 
 
·
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
·
 
 
, 
 
 
 
,
ʼ 
 
 
 
, 
 
 
 

, 
 
 
 
ʼ 
,
 
 
, 
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
.
84533	 
᾽, 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
᾽ 
,
 
 
 
 
 
, 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ, 
᾽ 
.
ʼ 
 
 
, 
 
 
,
ʼ, 
 
 
 
,
 
 
 
᾽ 
 
 
 
 

 
᾽ 
, 
 
 
 
.
ʼ 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 
 

, 
 
 
ʼ 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 

· 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ, 
᾽ 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
 
 
 
ʼ 

 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
,
ʼ 
 
 
 
 

 
 
, 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
,
 
ʼ 
᾽ 
᾽ 
 
, 
 
ʼ 
ʼ 

 
, 
 
ʼ 
 
.
 
᾽ 
 
 
 
,
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 

 
, 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
.
 
, 
, 
ʼ, 
 
 
 

ʼ 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
.
84902	 
ʼ 
 
 
 
·
 
 
, 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
 
· 
 
 
ʼ 
,
 
· 
 
 
 
 
ʼ 

 
, 
 
ʼ 
 

 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 
ʼ 

᾽ 
᾽ 
, 
 
 
 
 

 
, 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
ʼ 
 
 
, 
 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 
 

 
 
, 
 
 
ʼ 

 
, 
 
 
᾽ 
.
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
᾽ 
, 
 
.
ʼ 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
ʼ 
.
 
 
 
 
 
, 
 

 
 
 
 
.
᾽ 
 
, 
 
 
,
 
 
 
᾽ 
· 
᾽ 
 
 

 
 
 
 

ʼ, 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
· 
 
 
 

 
, 
 
 
 

 
 
, 
 
,
 
ʼ 
 
 
 
᾽· 
 

 
 
 
, 
 
.
85180	 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
ʼ, 
 

, 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
·
 
, 
 
 
ʼ 
 

, 
᾽ 
 
 
 
, 
 
 
,
 
, 
 
, 
 
, 
 
 
,
 
, 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 

 
ʼ 
 
 
 
, 
᾽ 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 

 
 
· 
 
 
 
.
 
 
, 
 
 
 
,
 
· 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
; 
 
ʼ 
 
;
 
 
᾽ 
 
, 
᾽ 
 
,
 
 
ʼ 
 
᾽ 
ʼ, 
 
 

 
 
 
 
 
᾽ 
,
 
 
᾽ 
, 
 
 
 

 
᾽ 
 
 
, 
 

 
 
, 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ 
, 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 

 
 
ʼ 
 
.
 
 
 
 
ʼ 
 
 
,
 
, 
 
 
 
,
 
 
 
 
, 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
,
 
 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
,
 
, 
 
 
 
.
85540	 
ʼ 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
 
, 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
, 
ʼ 
·
 
 
 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
, 
 
 

 
 
, 
 
ʼ, 
 
ʼ 
 
,
; 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 

 
 
 
 
᾽· 
 
 

 
 
 
ʼ, 
 
 
·
᾽ 
 
, 
 
,
ʼ 
 
 
 
, 
 
,
 
· 
 
 
 
 
.
 
 
᾽ 
 
, 
᾽ 
 
·
 
 
 
; 
 
 
 
 
;
 
 
 
 
, 
 
ʼ 
 

 
ʼ 
; 
 
 

 
᾽ 
, 
 
ʼ 
 
;
 
ʼ 
 
 
 
·
 
 
 
 
᾽ 
 
.
 
 
 
, 
 
 
 
,
 
 
 
·
 
 
ʼ 
ʼ 
 
· 
 
 

ʼ 
 
 
᾽ 
 
 
·
 
 
 
᾽ 
 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
· 
 
 
 
 
 
 
,
, 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 

 
 
᾽ 
 
 
.
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 
.
 
ʼ 
 
, 
 
 
 
 

 
 
 
 
ʼ 
.
 
 
 
 
, 
 
·
 
 
 
᾽ 
 
, 
, 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
· 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
.
85889	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
, 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 

· 
 
 
 
 
 
 

 
ʼ 
 
 
, 
᾽ 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
ʼ 

, 
 
 
ʼ 
, 
 
ʼ 
 
 

 
, 
 
 
· 
 
ʼ 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ· 
 
 
 
᾽ 

 
, 
 
 

· 
 
ʼ 
 
 
 
—
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
 
,
ʼ 
 
 
 
 
ʼ 
.
 
 
 
 
 
· 
 
 
 

 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
 
 
·
 
, 
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

᾽ 
 
, 
 

 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
·
 
 
 
 
 
 

ʼ, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
,
 
 
 
 
 

 
 
 
 
ʼ 
 
.
86167	 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
· 
 

 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
·
 
, 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
, 
 
 
 
 
 
 
,
 
 
, 
 
,
 
, 
 
,
 
 
 
 
 
 
,
ʼ 
 
, 
 
 

 
· 
 
 
 
ʼ 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
ʼ 
 
 
 
, 
 

ʼ 
 
 
, 
 
ʼ 
 
 
,
 
 
, 
 
 

 
 
, 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
· 
 

 
 
 
·
 
, 
ʼ 
 
, 
 
 
·
 
 
 
 

 
 
, 
 
 
.
 
 
, 
 
ʼ 
 
 
 

, 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
 
᾽ 

᾽ 
᾽ 
, 
 
 
ʼ 
 
,
 
 
 
 
, 
 
 
 
 
.
 
 
᾽ 
 
, 
᾽ 
 
,
 
 
 
 
 

 
 
᾽, 
 
 
.
 
ʼ 
 
 
 

 
, 
 
· 
 
 
 
 
;
 
᾽, 
 
ʼ 
 
᾽ 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
᾽ 

ʼ 
 
 
 
 
,
 
ʼ 
 
 
, 
 
.
86504	 
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
.
 
 
᾽ 
 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
,
, 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
, 
 
 
 
 
᾽ 
ʼ 
·
 
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
ʼ 
,
᾽ 
, 
 
 
 
 
 
 

 
 
 
 
, 
 
 
,
· 
 
 
 
 
᾽ 
·
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 

ʼ. 
 
 
 
 
 
 
 

, 
 
 
 
 
.
᾽ 
, 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
 
 
, 
· 
 
 

 
 
 
᾽ 
 
·
 
 
 
 
, 
 
᾽ 

 
 
 
 
 
.
 
 
 
 
 
ʼ 

 
, 
 
 
 

 
 
· 
 
ʼ 
 
.
86792	 
, 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
, 
, 
 
 
·
 
, 
, 
 
 
·
 
 
 
ʼ, 
 
 
 
,
 
 
 
,
 
 
 
 
 
,
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
. 
 
 
 
·
 
, 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
, 
᾽ 

ʼ· 
 
ʼ 
᾽ 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
, 
᾽ 
᾽ 

 
, 
᾽ 
 
 
.
 
 
 
 
·
 
 
, 
, 
 
,
 
 
, 
 
 
 
 
 
;
 
 
 
 
 
 
 

, 
 
 
ʼ 
 
;
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
 
 
 
;
 
 
· 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
, 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
᾽· 
 
ʼ 
 
 
, 
 
·
 
ʼ 
᾽ 
᾽ 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
ʼ· 
᾽ 
 
.
87126	 
᾽, 
 
ʼ 
 
 
 
 
,
 
᾽ 
ʼ, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
ʼ 
,
 
 
 
, 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
, 
 
ʼ 
, 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
·
ʼ, 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
·
, 
 
ʼ 
, 
 
, 
᾽ 
 

 
 
 
 
, 
 
.
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
; 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
, 
 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
, 
 
᾽ 
 
 
 
 

 
ʼ 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
,
 
 
, 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
, 
 
 
,
 
, 
 
 
 
.
 
, 
, 
,
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
·
 
, 
ʼ 
,
, 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
ʼ 
 

 
, 
 
 
,
 
 
 
 
 
 
.
