@node
@author=Plotinus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Richard Volkmann
@filename=tlg2000.tlg001.opp-grc2
@funder=Google Digital Humanities Awards Program
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig), Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Plotinus, Plotini Enneades, Richard Volkmann, B. G. Teubneri, Leipzig, 1883-1884, 1-2, Internet Archive.
@sponsor=University of Leipzig
@title=Enneades
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:06:52Z

248926	 πῶς
 δεκτικόν
 βέλτιον
 οὖν
 ἢ
 ἔτι καὶ ἔχοντας ἐνταῦθα
 ἡ γοῦν ἐν τῷ καθαίρεσθαι
 τὸ γὰρ κεναθάρθαι
 καθαίρει
 γε
 καὶ τὰς
 καὶ φρόνησις
 διαζῆν
 αὐτῷ
 εἰσῄει
 ἢ
 δεῖ
 ἂν
 τὸ
 τὸ μὲν
 τῷ
 τῇ
 ἂν
 ἂν
 δὲ
 δεῖ
 ὁ
 τὸ
 τὰ
 εἰ
 τε
 αἳ
 τὸ
 αἰσχρὸν
 καὶ
 Η ΠΕΡΙ ΕΥΔΑΙΜΟΝΙΑΣ
 οὖν
 τῇ
 οὐκ ἔστι δεκτικὸν κακοῦ
 κατὰ
 ἄν
 ὥς
 καὶ
 αἶσχος
 ἂν
 ποιοῦσι
 καὶ
 αἳ
 καὶ
 ἂν
 καὶ
 κακὴ
 ἔχουσά τι
 αὐτὸν
 τὰς περὶ
 ἀεὶ
 ῥεῖ
 ἢ
 ὅτι
 τὸ
 παρὰ γῆς
 τὸ
 ᾖ
 ἢ ψυχῆς
 ἡ
 ὡς
 ἐκεῖ
 λαβεῖν
 πῶς
 δὲ
 τῷ
 σύμφορος
 δεῖ
 ἀρχῆς
 πῶς
 φύσιν
 τῆς
 τι
 δὲ
 σημαίνεται
 ἐπὶ
 ἐπὶ
 τὸ
 τὸ
 τὸ
 φυσικῶς
 εἰ
 εἶναι
 τὴν
 ἂν
 ἐνταῦθα
 οὐ
 δὲ
 ἡ
 νοῇ
 δὲ
 ἡ
 αἱροῦσιν
 γὰρ
 ὄν
 τὸ
 ἄν
 ἐκ
 εἰ
 εἰ
 τι
 τὸ
 ὁ
 πάντα ὄντως
 τὰ δ̓
 τοῦ
 οὐ
 ἂν
 τοῦ
 οὐ
 ἢ
 ὑδατίνης
 ἡ
 σὺν ὕλῃ
 συγκείμενον
 τῆς
 τὸ
 τὸ
 τῷ
 νοεῖν
 ἀεὶ
 ἡ
 εἰκὼν
 ἄλογον
 ἢ πρὸ τοῦ κόσμου τοῦδε ἐποίησεν ἢ μετὰ τὸν κόσμον
 δὲ
 ἂν
 οὐκ
 καὶ πρὸς θεοὺς
 θεῶν
 θεῖα
 δ̓
 εἰ πενταπήχεις
 ἢ ποιῆσαι
 ἢ
 καὶ
 ἐκ
 προσήκει
 τῆς
 λέγουσι
 τὸν
 τι
 ἀλλ̓
 ἔστιν, οἷον
 αἰτία
 ὁ μὲν
 ἡ
 αὐτῶν
 ἀστέρων
 πάντων
 ἡμεῖς
 ὁ κόσμος
 τῷ
 τὸ
 τι
 οὐκ
 ὁ
 πρόνοια
 οὐ
 ὅτι
 γυνὴ
 ᾖ
 καὶ
 καὶ
 σπουδαῖος
 ποιοῦντος καὶ τοῦ
 καὶ
 τὰ
 τοῦ
 οἷον
 δὲ
 ἂν
 ἂν
 ἢ
 εἰ
 καὶ
 οὐ
 ἢ
 εἰς
 τηρήσας
 κατ̓
 αἱροῦνται
 τὸ
 τοῦ
 εἶναι
 Ἀφροδίτης φησὶν αὐτὸν γενέσθαι, ἀλλ̓ ἐν
 τῷ
 τῷ
 τοῦ
 δὲ
 κρείττονος
 δὲ
 δεῖ δὲ
 τις
 ὁ
 ἂν
 δ̓
 δ̓
 ἀλλ̓
 τὰς
 μουσικῶς
 μὴ
 ὂν
 γὰρ
 κενὸν
 οὐ
 ἐν
 ἀεὶ
 τὸ
 ὂν
 οὐ
 καὶ
 τοῦ
 τὸ
 ἔχει
 τὸ
 εἶδος
 σπουδῆς
 ἂν
 ἢ τῆς γῆς
 οὐ πῦρ
 τὸ
 τῶν
 τὸ
 τὸ
 οὖν
 τὸ
 δ̓
 δὲ
 τὸ
 ἢ οὔ,
 ἀεὶ
 οὖν
 ἀριθμὸν ἢ
 ἓν
 ἄλλως
 τοῦ
 ἔχοντος
 δὲ
 τε
 οὐδ̓
 ὁ
 πῶς
 ἐμοῦ
 τῇ
 ζωῆς
 τὰ
 ὧν
 οὖν
 πρώτη
 ἄν
 ἡ
 δεῖν
 εἶναι
 αἰσθήσεται
 καὶ
 οὐσίας
 οἷον τὸ ὅλον
 οὐκ
 ὄντων καὶ
 εἶναι
 ἡ μὲν
 διαφέροντα
 πρὸς
 οὐκ ἀεὶ
 αἱ
 πῶς
 διαφορὰ τῷ
 καὶ ἀπομάττουσι δὲ
 ἄξιον
 τὰ
 τῆς
 ἔστιν
 χωριστὸν
 αὖ
 ἂν
 μὲν
 τοῖς
 οὐ προσεῖχον
 γὰρ
 μερῶν
 οὖν
 ὄντος
 μὴ
 οὐ
 ἂν
 μὴ
 ἔχειν
 γὰρ
 τίνων μνημονεύσει
 πάντα
 δεῖ
 τὸ
 ὄντων
 ἂν
 τῶν
 ἐν
 πῶς οὐ
 καὶ
 τῷ
 τῷ
 δεῖ
 δ̓
 αὑτὸν
 σκεπτέον
 αὑτοῦ ἡδονὴν διὰ τὴν
 εἶναι
 ἢ καὶ
 φυλαξώμεθα
 δ̓
 τοῦ παντὸς
 τὸ
 τῶν
 ἀπορίας
 τὴν
 καὶ
 τὰ
 κατὰ
 ὅτι
 ἐν
 ἂν
 εἶναι
 εἰς ἐκεῖνον
 αὐτὰ
 οὐκ
 τὰς μὲν
 τοῦ μὲν
 πάσχει
 δὲ
 ἂν
 αἰσθάνεσθαι
 ἀντιλήψεται
 τοὺς
 ὡς
 ἂν
 οὐ
 ὁ
 κατὰ
 οὐ
 ὄν
 ποιοῦσα
 αἱ
 καὶ
 τὸ
 γε
 τὴν
 ἀνδρεία τε καὶ ἄλλαι; πνεῦμά τι γὰρ ἢ αἷμά τι τὸ σωφρονεῖν  ἂν  εἴη ἢ δικαιότης ἢ ἀνδρεία, εἰ μὴ ἄρα ἡ ἀνδρεία τὸ δυσπαθὲς τοῦ πνεύματος εἴη, καὶ ἡ σωφροσύνη ή εὐκρασία, τὸ δὲ κάλλος εὐμορφία τις ἐν τύποις, καθ̓ ἣν λέγομεν ἰδόντες ὡραίους καὶ καλοὺς τὰ σώματα. ἰσχυρῷ μὲν οὖν καὶ καλῷ ἐν τύποις πνεύματι εἶναι προσήκοι ἄν: σωφρονεῖν δὲ τί δεῖ πνεύματι; ἀλλ̓ οὖν τοὐναντίον ἐν περιπτύξεσι καὶ ἁφαῖς εὖ παθεῖν, ὅπου ἢ θερμανθήσεται, ἢ συμμέτρως ψύχεος ἱμερεῖ, ἢ μαλακοῖς τισι καὶ ἁπαλοῖς καὶ λείοις πελάσει. τὸ δὲ κατ̓ ἀξίαν νεῖμαι τί ἂν αὐτῷ μέλοι; πότερον δὲ ἀιδίων ὄντων τῶν τῆς ἀρετῆς θεωρημάτων καὶ τῶν ἄλλων τῶν νοητῶν ἡ ψυχὴ ἐφάπτεται, ἢ γίνεταί τῳ ἡ ἀρετὴ καὶ ὠφελεῖ καὶ πάλιν φθείρεται; ἀλλὰ τίς ὁ ποιῶν καὶ πόθεν; οὕτω γὰρ ἂν ἐκεῖνο πάλιν μένοι. δεῖ ἄρα ἀιδίων εἶναι καὶ μενόντων, οἷα καὶ τὸ ἐν γεωμετρίᾳ. εἰ δὲ ἀιδίων καὶ μενόντων, οὐ σωμάτων. δεῖ ἄρα καὶ ἐν ᾧ ἔσται τοιοῦτον εἶναι: δεῖ ἄρα μὴ σῶμα εἶναι. οὐ γὰρ μένει, ἀλλὰ ῥεῖ ἡ σώματος φύσις πᾶσα. εἰ δὲ τὰς τῶν σωμάτων ποιήσεις ὁρῶντες θερμαινούσας καὶ ψυχούσας καὶ ὠθούσας καὶ βαρυνούσας ἐνταῦθα τάττουσι τὴν ψυχὴν οἷον ἐν δραστηρίῳ τόπῳ ἱδρύοντες αὐτήν, πρῶτον μὲν ἀγνοοῦσιν, ὡς καὶ αὐτὰ τὰ σώματα δυνάμεσι ταῖς ἐν αὐτοῖς ἀσωμάτοις ταῦτα ἐργάζεται: ἔπειτα, ὅτι οὐ ταύτας τὰς δυνάμεις περὶ ψυχὴν εἶναι ἀξιοῦμεν, ἀλλὰ τὸ νοεῖν, τὸ αἰσθάνεσθαι, λογίζεσθαι, ἐπιθυμεῖν, ἐπιμελεῖσθαι ἐμφρόνως καὶ καλῶς ἁπάντων, ἄλλην οὐσίαν ζητεῖ. τὰς οὖν δυνάμεις τῶν σωμάτων μεταβιβάσαντες εἰς τὰ ἀσώματα οὐδεμίαν   ἐκείνοις καταλείπουσιν. ὅτι δὲ καὶ τὰ σώματα ἀσωμάτοις δυνάμεσι δύναται ἃ δύναται, ἐκ τῶνδε δῆλον. ὁμολογήσουσι γὰρ ἕτερον ποιότητα καὶ ποσότητα εἶναι, καὶ πᾶν σῶμα ποσὸν εἶναι, καὶ ἔτι οὐ πᾶν σῶμα ποιὸν εἶναι, ὥσπερ τὴν ὕλην. ταῦτα δὲ ὁμολογοῦντες τὴν ποιότητα ὁμολογήσουσιν ἕτερον οὖσαν ποσοῦ ἕτερον σώματος εἶναι. πῶς γὰρ μὴ ποσὸν οὖσα σῶμα ἔσται, εἴπερ πᾶν σῶμα ποσόν; καὶ μὴν ὅπερ καὶ ἄνω που ἐλέγετο, εἰ πᾶν σῶμα μεριζόμενον καὶ ὄγκος πᾶς ἀφαιρεῖται ὅπερ ἦν, κερματιζομένου δὲ τοῦ σώματος ἐφ̓ ἑκάστῳ μέρει ἡ αὐτὴ ὅλη ποιότης μένει: οἷον  εἰ  ἡ γλυκύτης ἡ τοῦ μέλιτος οὐδὲν ἔλαττον γλυκύτης ἐστὶν ἐφ̓ ἑκάστῳ, οὐκ ἂν εἴη σῶμα  ἡ  γλυκύτης. ὁμοίως καὶ αἱ ἄλλαι. ἔπειτα, εἰ σώματα ἦσαν αἱ δυνάμεις, ἀναγκαῖον ἦν τὰς μὲν ἰσχυρὰς τῶν δυνάμεων μεγάλους ὄγκους, τὰς δὲ ὀλίγον δρᾶν δυναμένας ὄγκους μικροὺς εἶναι. εἰ δὲ μεγάλων μὲν τῶν ὄγκων μικραί,  οὐκ  ὀλίγοι δὲ μικρότατοι τῶν ὄγκων μεγίστας ἔχουσι τὰς δυνάμεις, ἄλλῳ τινὶ ἢ μεγέθει τὸ ποιεῖν ἀναθετέον: ἀμεγέθει ἄρα. τὸ δὲ ὕλην μὲν τὴν αὐτὴν εἶναι σῶμα, ὥς φασιν, οὖσαν, διάφορα δὲ ποιεῖν ποιότητας προσλαβοῦσαν, πῶς οὐ δῆλον ποιεῖ τὰ προσγενόμενα λόγους αὐτοὺς καὶ ἀσωμάτους εἶναι; μηδ̓ ὅτι πνεύματος ἢ αἵματος ἀποστάντων ἀποθνήσκει τὰ ζῷα λεγόντων. οὐ γὰρ ἔστιν ἄνευ τούτων εἶναι, οὐδ̓ ἄνευ πολλῶν ἄλλων, ὧν οὐδὲν ἂν ἡ ψυχὴ εἴη. καὶ μὴν οὔτε πνεῦμα διὰ πάντων οὔτε αἷμα, ψυχὴ δέ. ἔτι εἰ σῶμα οὖσα ἡ ψυχὴ διῆλθε διὰ παντός, κἂν κραθεῖσα εἴη, ὃν τρόπον τοῖς ἄλλοις σώμασιν ἡ κρᾶσις. εἰ δὲ ἡ τῶν σωμάτων κρᾶσις οὐδὲν   ἐνεργείᾳ ἐᾷ εἶναι τῶν κραθέντων, οὐδ̓ ἂν ἡ ψυχὴ ἔτι ἐνεργείᾳ ἐνείη τοῖς σώμασιν, ἀλλὰ δυνάμει μόνον ἀπολέσασα τὸ εἶναι ψυχή: ὥσπερ, εἰ γλυκὺ καὶ πικρὸν κραθείη, τὸ γλυκὺ οὐκ ἔστιν: οὐκ ἄρα ἔχομεν ψυχήν. τὸ δὲ δὴ σῶμα ὂν σώματι κεκρᾶσθαι ὅλον δἰ ὅλων, ὡς ὅπου ἂν ᾖ  θάτερον  καὶ θάτερον εἶναι, ἴσον ὄγκον ἀμφοτέρων καὶ τὸ πᾶν κατεχόντων καὶ μηδεμίαν αὔξην γεγονέναι ἐπεμβληθέντος τοῦ ἑτέρου, οὐδὲν ἀπολείψει ὃ μὴ τέμῃ. οὐ γὰρ κατὰ μεγάλα μέρη παραλλὰξ ἡ κρᾶσις — οὕτω γάρ φασι παράθεσιν ἔσεσθαι — διεληλυθὸς δὲ διὰ παντὸς τὸ ἐπεμβληθὲν ἐπὶ σμικρότερον: ὅπερ ἀδύνατον, τὸ ἔλαττον ἴσον γενέσθαι τῷ μείζονι. ἀλλ̓ οὖν διεληλυθὸς πᾶν τέμνει κατὰ πᾶν. ἀνάγκη τοίνυν, εἰ καθ̓ ὁτιοῦν σημεῖον καὶ μὴ μεταξὺ σῶμα ἔσται ὃ μὴ τέτμηται, εἰς σημεῖα τὴν διαίρεσιν τοῦ σώματος γεγονέναι, ὅπερ ἀδύνατον. εἰς δὲ ἄπειρον τῆς τομῆς οὔσης — ὃ γὰρ ἂν λάβῃς σῶμα, διαιρετόν ἐστιν — οὐ δυνάμει μόνον, ἐνεργείᾳ δὲ τὰ ἄπειρα ἔσται. οὐ τοίνυν ὅλον δἰ ὅλου χωρεῖν δυνατὸν τὸ σῶμα: ἡ δὲ ψυχὴ δἰ ὅλων: ἀσώματος ἄρα. τὸ δὲ καὶ φύσιν μὲν προτέραν τὸ αὐτὸ πνεῦμα λέγειν, ἐν δὲ ψυχρῷ γενομένην καὶ στομωθεῖσαν ψυχὴν γίνεσθαι λεπτοτέραν ἐν ψυχρῷ γενομένην — ὃ δὴ καὶ αὐτὸ ἄτοπον, πολλὰ γὰρ ζῷα ἐν θερμῷ γίγνεται καὶ ψυχὴν ἔχει οὐ ψυχθεῖσαν: ἀλλ̓ οὖν φασί γε προτέραν φύσιν ψυχῆς εἶναι κατὰ συντυχίας τὰς ἔξω γιγνομένης. συμβαίνει οὖν αὐτοῖς τὸ χεῖρον πρῶτον ποιεῖν καὶ πρὸ τούτου ἄλλο ἔλαττον, ἣν λέγουσιν ἕξιν, ὁ δὲ νοῦς ὕστατος ἀπὸ τῆς ψυχῆς δηλονότι γενόμενος: ἢ εἰ πρὸ πάντων νοῦς,   ἐφεξῆς ἔδει ψυχὴν ποιεῖν, εἶτα φύσιν, καὶ ἀεὶ τὸ ὕστερον χεῖρον, ᾗπερ πέφυκεν. εἰ οὖν καὶ ὁ θεὸς αὐτοῖς κατὰ τὸν νοῦν ὕστερος καὶ γεννητὸς καὶ ἐπακτὸν τὸ νοεῖν ἔχον, ἐνδέχοιτο ἂν μηδὲ ψυχὴν μηδὲ νοῦν μηδὲ θεὸν εἶναι, εἰ τὸ δυνάμει μὴ ὄντος πρότερον τοῦ ἐνεργείᾳ οὐκ ἂν γένοιτο οὐδὲ ἥξει εἰς ἐνέργειαν. τί γὰρ ἔσται τὸ ἄγον, μὴ ὄντος ἑτέρου παῤ αὐτὸ προτέρου; εἰ δ̓ ἑαυτὸ ἄξει εἰς ἐνέργειαν, ὅπερ ἄτοπον, ἀλλὰ βλέπον γε πρός τι ἄξει, ὃ οὐ δυνάμει, ἐνεργείᾳ δὲ ἔσται. καίτοι τὸ ἀεὶ μένειν τὸ αὐτὸ εἴπερ τὸ δυνάμει ἕξει, καθ̓ ἑαυτὸ εἰς ἐνέργειαν ἥξει καὶ τοῦτο κρεῖττον ἔσται τοῦ δυναμένου οἷον ὀρεκτὸν ὂν ἐκείνου. πρότερον ἄρα τὸ κρεῖττον καὶ ἑτέραν φύσιν ἔχον σώματος καὶ ἐνεργείᾳ ὂν ἀεί: πρότερον ἄρα καὶ νοῦς καὶ ψυχὴ φύσεως. οὐκ ἄρα οὕτως ψυχὴ ὡς πνεῦμα οὐδ̓ ὡς σῶμα. ἀλλ̓ ὅτι μὲν οὐ σῶμα λέγοιτ̓ ἄν, εἴρηται καὶ ἄλλοις ἕτερα, ἱκανὰ δὲ καὶ ταῦτα. ἐπεὶ δὲ καὶ ἄλλης φύσεως, δεῖ ζητεῖν τίς αὕτη. ἆῤ οὖν ἕτερον μὲν σώματος, σώματος δέ τι, οἷον ἁρμονία; τοῦτο γὰρ τῶν ἀμφὶ Πυθαγόραν λεγόντων ἕτερον τρόπον ᾠήθησαν αὐτὸ τοιοῦτόν τι εἶναι οἷον καὶ ἡ περὶ χορδὰς ἁρμονία. ὡς γὰρ ἐνταῦθα ἐντεταμένων τῶν χορδῶν ἐπιγίνεταί τι οἷον πάθημα ἐπ̓ αὐταῖς, ὃ λέγεται ἁρμονία, τὸν αὐτὸν τρόπον καὶ τοῦ ἡμετέρου σώματος ἐν κράσει ἀνομοίων γινομένου τὴν ποιὰν κρᾶσιν ζωήν τε ἐργάζεσθαι καὶ ψυχὴν οὖσαν τὸ ἐπὶ τῇ κράσει πάθημα. ὅτι δὲ ἀδύνατον, πολλὰ ἤδη πρὸς ταύτην τὴν δόξαν εἴρηται. καὶ γὰρ ὅτι τὸ μὲν πρότερον ἡ ψυχή, ἡ δ̓ ἁρμονία ὕστερον, καὶ ὡς τὸ μὲν ἄρχει καὶ ἐπιστατεῖ τῷ σώματι καὶ μάχεται πολλαχῇ,   ἁρμονία δὲ οὖσα οὐκ ἂν ταῦτα ποιοῖ, καὶ ὡς τὸ μὲν οὐσία, ἡ δὲ ἁρμονία οὐκ οὐσία, καὶ ὅτι ἡ κρᾶσις τῶν σωμάτων, ἐξ ὧν συνέσταμεν, ἐν λόγῳ οὖσα ὑγίεια ἂν εἴη καὶ ὅτι καθ̓ ἕκαστον μέρος ἄλλως κραθὲν εἴη ἂν ψυχὴ ἑτέρα, ὥστε πολλὰς εἶναι, καὶ τὸ δὲ μέγιστον, ὡς ἀνάγκη πρὸ τῆς ψυχῆς ταύτης ἄλλην ψυχὴν εἶναι τὴν ποιοῦσαν τὴν ἁρμονίαν ταύτην, οἷον ἐπὶ τῶν ὀργάνων τὸν μουσικὸν τὸν ἐντιθέντα ταῖς χορδαῖς τὴν ἁρμονίαν λόγον ἔχοντα παῤ αὑτῷ, καθ̓ ὃν ἁρμόσει. οὔτε γὰρ ἐκεῖ αἱ χορδαὶ παῤ αὑτῶν οὔτ̓ ἐνταῦθα τὰ σώματα ἑαυτὰ εἰς ἁρμονίαν ἄγειν. δυνήσεται. ὅλως δὲ καὶ οὗτοι ἐξ ἀψύχων ἔμψυχα ποιοῦσι καὶ ἐξ ἀτάκτων κατὰ συντυχίαν τεταγμένα καὶ τὴν τάξιν οὐκ ἐκ τῆς ψυχῆς, ἀλλ̓ αὐτὴν ἐκ τῆς αὐτομάτου τάξεως τὴν ὑπόστασιν εἰληφέναι. τοῦτο δὲ οὔτε ἐν τοῖς κατὰ μέρος οὔτε ἐν τοῖς ὅλοις δυνατὸν γενέσθαι. οὐκ ἄρα ἡ ψυχὴ ἁρμονία. τὸ δὲ τῆς ἐντελεχείας ὧδ̓ ἄν τις ἐπισκέψαιτο, πῶς περὶ ψυχῆς λέγεται: τὴν ψυχήν φασιν ἐν τῷ συνθέτῳ εἴδους τάξιν ὡς πρὸς ὕλην τὸ σῶμα  τὸ  ἔμψυχον ἔχειν, σώματος δὲ οὐ παντὸς εἶδος οὐδὲ ᾗ σῶμα, ἀλλὰ φυσικοῦ ὀργανικοῦ δυνάμει ζωὴν ἔχοντος. εἰ μὲν οὖν ᾗ παραβέβληται ὡμοίωται, ὡς μορφὴ ἀνδριάντος πρὸς χαλκόν, καὶ  δεῖ  διαιρουμένου τοῦ σώματος συμμερίζεσθαι  καὶ  τὴν ψυχὴν καὶ ἀποκοπτομένου τινὸς μέρους μετὰ τοῦ ἀποκοπέντος  καὶ  ψυχῆς μόριον εἶναι, τήν τε ἐν τοῖς ὕπνοις ἀναχώρησιν μὴ γίνεσθαι, εἴπερ δεῖ προσφυᾶ τὴν ἐντελέχειαν οὗ ἐστιν εἶναι, τὸ δ̓ ἀληθές, μηδὲ ὕπνον γίνεσθαι, καὶ μὴν ἐντελεχείας οὔσης οὐδὲ ἐναντίωσιν λόγου πρὸς ἐπιθυμίας, ἓν δὲ καὶ ταὐτὸν   δἰ ὅλου πεπονθέναι τὸ πᾶν οὐ διαφωνοῦν ἑαυτῷ. αἰσθήσεις δὲ μόνον δυνατὸν ἴσως γίνεσθαι, τὰς δὲ νοήσεις ἀδύνατον. διὸ καὶ αὐτοὶ ἄλλην ψυχὴν τὸν νοῦν εἰσάγουσιν, ὃν ἀθάνατον τίθενται. τὴν οὖν λογιζομένην ψυχὴν ἄλλως ἐντελέχειαν ἢ τοῦτον τὸν τρόπον ἀνάγκη εἶναι, εἰ δεῖ τῷ ὀνόματι τούτῳ χρῆσθαι. οὐδ̓ ἡ αἰσθητική, εἴπερ καὶ αὕτη τῶν αἰσθητῶν ἀπόντων τοὺς τύπους ἔχει, αὐτοὺς οὐ μετὰ τοῦ σώματος ἄρα ἕξει: εἰ δὲ μή, οὕτως ἐνέσονται ὡς μορφαὶ καὶ εἰκόνες. ἀλλ̓ ἀδύνατον ἄλλους δέχεσθαι, εἰ οὕτως ἐνεῖεν: οὐκ ἄρα ὡς ἀχώριστος ἐντελέχεια. καὶ μὴν οὐδὲ τὸ ἐπιθυμοῦν, μὴ σιτίων μηδὲ ποτῶν ἀλλ̓ ἄλλων παρὰ τὰ τοῦ σώματος, οὐδὲ αὐτὸ ἀχώριστος ἐντελέχεια. λοιπὸν δὲ τὸ φυτικὸν ἂν εἴη, ὃ ἀμφισβήτησιν ἂν δόξειεν ἔχειν, μήποτε τοῦτον τὸν τρόπον ἐντελέχεια ἀχώριστος ᾖ. ἀλλ̓ οὐδὲ τοῦτο φαίνεται οὕτως ἔχον. καὶ γὰρ ἡ ἀρχὴ παντὸς φυτοῦ περὶ τὴν ῥίζαν, καὶ αὐξανομένου τοῦ ἄλλου σώματος περὶ τὴν ῥίζαν καὶ τὰ κάτω ἐν πολλοῖς τῶν φυτῶν, ἡ ψυχὴ δηλονότι ἀπολιποῦσα τὰ ἄλλα μέρη εἰς ἕν τι συνεστάλη: οὐκ ἄρα ἦν ἐν τῷ ὅλῳ ὡς ἀχώριστος ἐντελέχεια. καὶ γὰρ αὖ ἐστι πρὶν αὐξηθῆναι τὸ φυτὸν ἐν τῷ ὀλίγῳ ὄγκῳ. εἰ οὖν καὶ εἰς ὀλίγον ἔρχεται ἐκ μείζονος φυτοῦ καὶ ἐξ ὀλίγου ἐπὶ πᾶν, τί κωλύει καὶ ὅλως χωρίζεσθαι; πῶς δ̓ ἂν καὶ ἀμερὴς οὖσα μεριστοῦ τοῦ σώματος ἐντελέχεια γένοιτο μεριστή; ἥ τε αὐτὴ ψυχὴ ἐξ ἄλλου ζῴου ἄλλου γίνεται: πῶς οὖν ἡ τοῦ προτέρου τοῦ ἐφεξῆς ἂν γένοιτο, εἰ ἦν ἐντελέχεια ἑνός; φαίνεται δὲ τοῦτο ἐκ τῶν μεταβαλλόντων ζῴων εἰς ἄλλα ζῷα. οὐκ ἄρα τῷ εἶδος εἶναί τινος τὸ εἶναι ἔχει, ἀλλ̓ ἔστιν οὐσία οὐ παρὰ   τοῦ ἐν σώματι ἱδρῦσθαι τὸ εἶναι λαμβάνουσα, ἀλλ̓ οὖσα πρὶν καὶ τοῦδε γενέσθαι οἷον ζῴου, οὗ τὸ σῶμα τὴν ψυχὴν γεννήσει. τίς οὖν οὐσία αὐτῆς; εἰ δὲ μήτε σῶμα, μήτε πάθος σώματος, πρᾶξις δὲ καὶ ποίησις, καὶ πολλὰ καὶ ἐν αὐτῇ καὶ ἐξ αὐτῆς, οὐσία παρὰ τὰ σώματα οὖσα ποία τίς ἐστιν; ἢ δῆλον ὅτι ἥν φαμεν ὄντως οὐσίαν εἶναι. τὸ μὲν γὰρ γένεσις, ἀλλ̓ οὐκ οὐσία, πᾶν τὸ σωματικὸν εἶναι λέγοιτ̓ ἄν, γινόμενον καὶ ἀπολλύμενον, ὄντως δὲ οὐδέποτε ὄν, μεταλήψει δὲ τοῦ ὄντος
 ἂν
 εἰς
 καὶ
 φήσουσι
 τῷ
 εἴτε
 τε
 ἡ
 ἂν
 δεῖ
 ἐξαναδῦναι
 ὂν
 οὐ
 ὄντος
 εἶναι
 ὡς
 ἂν
 μὲν
 οὖν
 μὲν
 ὁ
 δ̓
 τοῦ
 τῆς
 καὶ
 τὸ γεγεννημένον
 διὰ τὸ
 μὴ
 ἢ
 εἰ
 δ̓
 ὃ
 ἄρα
 ἐν
 οὐ
 τὴν
 ἄλλου
 οὐδὲ
 οὖν
 ἂν
 ἢ
 φῶς
 οὐχ
 ἢ
 ἂν
 δὲ
 τὸ ἐφεξῆς
 τούτου
 ἢ
 ἐνέργειαν
 ὁ
 τὸ ἕν
 τοῦ
 ὁ
 μάλιστα
 δεῖ
 εἰ
 ὃς
 οὖν
 δὲ
 μᾶλλον
 νόησις ἀνθρώπου καὶ
 τὸ
 ὃ
 εἷς
 εἶναι
 φύσιν
 δύο
 τί
 ἃ
 δὲ
 ἔχουσι
 θεῶνται μὲν οὖν
 καὶ
 ἔχοντα
 καλὰ
 ἂν
 δὲ
 ὕλην καὶ
 καὶ
 πάντα
 ὧν
 ἡ μὲν
 περὶ
 οὖν
 ἔχειν
 δὲ
 εἶναι
 οἱ μὲν
 οὖν
 οἷον
 φωνὴ
 ἐν
 διπλάσιον καὶ οὐ διπλάσιον
 κατὰ
 πῶς
 οἷον
 τί
 τοῦ
 κίνησιν
 μὲν
 τῷ
 υἱόν, καὶ ὁ υἱός, ὅτι ἔχει
 τὰ
 δὲ
 εἴ
 ἂν
 ἓν
 ὂν
 ὄν
 τὸ
 ἂν
 τὸ ποιεῖν
 τὰ
 δ̓
 ἐν
 τῷ
 τῷ
 οὖν
 ἐν αὑτῷ
 ἐχούσης
 τῷ
 δεῖ
 εἰς
 ἔχοντα
 εἰς
 οὐ
 οἷον
 καὶ
 τὸ
 τὴν δὲ περὶ δαπάνην εἶναι,
 ἤ,
 ἐρυθρός
 δὲ
 οὖν
 ὅταν
 ,οὐκ ἂν ἄτοπος εἴη
 εἰ
 τῷ
 τὴν κάτω
 ἡ ἐνταῦθα λεγομένη: οἷον ἐν νόσῳ καὶ ὑγιείᾳ. κινεῖται μὲν οὖν ὁ ὑγιαζόμενος
 ἂν
 ὁ
 τῷ
 ἐντὸς
 ἔχον
 ἐν
 ἐν
 τὸ
 τὸ
 γὰρ
 ὁ
 εἰ
 ἄλλο
 εἶτα
 ἐν
 ἂν
 ὁ
 τε
 οὐκ
 οὐ
 οὐ
 ἂν
 μὴ
 μὴ
 μὴ
 τοῦ
 εἰ
 καὶ
 καὶ ἄλλου
 δίδωσι
 τὸ
 ταῦτα
 ἄλλη
 τὸ
 ἂν
 οὐσίαν
 οὔθ̓ ἑῷος οὕτω καλὰ
 φύσει
 τι
 ἢ
 ἂν
 ἂν
 ὁ
 ὅταν
 μήτε εἰπεῖν
 πρότερον
 καὶ τοῦ ἀεὶ εἶναι,
 ὡς
 οὖν
 ἂν
 ἂν
 δ̓
 καὶ
 δὴ
 ἂν
 τῷ
 ἂν
 ᾗ
 ὁ
 καὶ
 τὰ
 ὄντος
 ὂν
 δεῖ
 γὰρ
 ἄλλο
 ὂν
 οὐ
 ἡ
 οὖν
 το
 τὴν
 ἡ
 ἐν
 δ̓
 ἄν
 ἂν
 δὲ
 εἰ
 ἐκ
 εἰ καὶ
 τὸ
 οὖν
 τὸ
 τὸ
 ἂν
 ἁπλᾶ
 γὰρ
 ἣν
 ἢ
 οὖν θεός,
 μόνον
 δὲ
 καὶ
 δὲ
