@node
@author=Pausanias
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Carl Ludwig Kayser
@filename=tlg0525.tlg001.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Pausanias, Pausaniae Graeciae Descriptio, 3 vols, Leipzig, Teubner, 1903.
@sponsor=Perseus Project, Tufts University
@title=Description of Greece (Greek). Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:45:53Z

249279	 τε
 ὧν τις λόγος
 τὴν
 καὶ
 οὖν
 τε
 τε
 ς
 ε
 ε
 ὁ
 ἡ
 τὴν
 τὸν ὄροφον
 τοῖς
 μὲν
 καὶ
 τὰ
 τὰ πρὸς
 καὶ
 καὶ
 καὶ
 μ
 καθὸ καὶ ὁ Ἄρειος πάγος.
 τὸ δὲ
 ἐπὶ τῇ
 καὶ
 ὃν
 ἢ
 ἐν
 ν
 ι
 θυγατρὶ
 τε
 προθυμίᾳ πλέονι
 τοῦτο ἄγαλμα
 δʼ
 Λητὼ καὶ οἱ παῖδες
 τοῦ
 ὁ
 ὧν
 ε
 παρὰ

 ἃ
 διʼ
 δὲ
 ταύτην
 τε
 καὶ τὸν Ἴναχον
 οὐκ
 δὲ
 καὶ
 ἡ
 ἐκ
 ὁ
 ἐς τὴν Τροιζηνίαν
 ἐς
 οὕτως
 δὲ
 ἐς
 καὶ
 τῇ
 ἀποικίαν
 δὴ
 αὖθις
 τε
 τὰ
 ἐτόλμησαν
 ἡ
 δέ
 καὶ
 γῆ
 ἐπὶ σφᾶς
 τὸ δὲ σκότος
 ἃ
 ἀπὸ
 καὶ
 Ταιναρίου
 καὶ
 δὲ
 κἀμοὶ
 ἐστιν
 τʼ
 καὶ
 ἡ
 τῶν
 καὶ
 γὰρ
 τάξις
 τῶν
 ἄγαλμα
 καὶ
 οἳ
 καὶ
 ἡ
 καὶ
 καὶ
 τοῦ
 ἔργα
 γὰρ
 καὶ
 τῇ δεήσει
 ἐν τούτῳ
 τὸ
 τε
 ὁ
 οὖν
 ξαν
 ἐς
 ἢ
 ἐπεὶ ἐκράτουν
 Ἀριστοκράτην
 καὶ
 ὄντες
 καὶ
 καὶ Ὀρχομενίων
 δὲ
 καὶ
 ς
 Σαμικοῦ
 τῇ Σαμικῷ
 πρὸς
 καὶ
 γὰρ
 οἱ ἀναβάται
 ὁ
 ἐκ
 δὲ
 δὲ
 Ἠλείας
 τοῖς
 μὲν
 ὁ
 τῶνδε

 καὶ
 κατ
 καὶ
 καλοῦσιν
 τὰ
 ὑπὸ
 δὲ
 ἀγάλματι
 ἔργον
 δὲ
 ὁ
 τε
 δὲ
 καὶ
 τῷ πέρατι
 τῇ
 καὶ
 ἄλλον
 καὶ
 εὕρετο δὲ
 τε
 τῇ
 Θρακίᾳ
 δὲ
 καὶ
 ἐν
 καὶ
 τοῦ
 δὲ
 τῷ
 ελ
 ν
 τὸ
 τὰ
 δὲ
 αὐτῇ
 τὸ
 εἰ
 τε
 καὶ ὅσον ἔτι
 καὶ
 ἦν
 ὃ
 ἣν
 ὁδὸν
 τῇ
 καὶ
 ἐν λόγοις
 ὡς
 παρὰ
 ὡς
 καὶ
 μὲν
 μὲν
 τὰ
 εἰς Σπάρτην
 ἑαυτοῦ νῷ
 τοῖς
 τότε
 τῆς Μεσάτεως τὸ ὄνομα
 τὴν
 τοῖς
 καὶ
 δὲ
 τὸ
 τοῦ λιμένος
 τῇ
 δὲ
 ὁ
 δὲ
 δὲ
 ἐν ὧ
 καὶ
 εἴτʼ
 καὶ
 ἡ ἰδέα
 μὲν
 καὶ
 καὶ
 καὶ
 αἱ
 καὶ ὁ
 ἐν
 καὶ
 Ἀλεξάνδρου θάνατος
 δὲ
 δὲ
 καὶ
 ὡς
 ἔλυτρον
 γὰρ
 σὺν
 τὴν
 ἐν
 γε
 τε
 ἔτι
 κα
 ὅς ἐστιν ὁ Στύμφαλος
 γὰρ
 τε
 ἧς
 ἐν
 Φηγίᾳ
 ὃ
 τροφοῦ
 καὶ
 τε
 τε
 οὖν
 ὁ
 τε
 δὲ
 ὃ
 δὲ
 καὶ
 δὲ
 καὶ
 οἳ καὶ ἐς ἐμὲ ἦσαν
 οἱ
 εἰ
 τὴν
 διὰ
 τε
 τῷ
 τε
 ὁ
 δὴ
 τὴν
 τῇ
 καὶ
 δὲ
 τε
 τε
 καὶ
 καὶ
 ὁ δὲ Κιθαιρὼν τὸ ὄρος Διὸς ἱερὸν Κιθαιρωνίου ἐστίν
 δὲ
 γενεαὶ
 τε
 ἐς
 ς καὶ
 καὶ
 αὐτά
 τὰ
 καὶ
 τε
 θέρους
 τε
 τῇ Μολυκρίδι
 ἡ
 σαν
 τὴν
 ἡ
 δὲ
 γὰρ
 τε
 Musaeus
 ἀπὸ τούτου
 μὲν
 θρῆνοι
 μετὰ τῆς
 ἀπὸ
 δὴ
 οὗτοι μὲν δὴ
 ἐστιν
 καὶ
 τε
 καὶ
 δʼ
 αὐτὴν
 ἐς
 ν
 καὶ
 καὶ
 τῇ
 μὲν
 ἀπὸ
 ἀπʼ
 ἄγριοι
 εἰκών
 καταδύονται δὲ ἐς θάλασσαν γένους τοῦ θήλεος αἱ καθαρῶς ἔτι παρθένοι.
 τοι
 δʼ οὖν
 δὲ
 ἐς
 καὶ
 ἔτι
 ταῦτα
 ἡ
 τε
 δὲ
 καὶ
 ἐς Πήδαιον
 καὶ
 ἐστιν
 γὰρ
 φασὶν
 δὲ
 καὶ
 ἐς μνήμην
 τε
 τε
 καὶ
