@node
@author=Aeschines
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Michael Krascheninnikov
@filename=tlg0026.tlg002.perseus-grc1
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aeschines, Aeschines with an English translation by Charles Darwin Adams, Ph.D, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd, 1919.
@sponsor=Perseus Project, Tufts University
@title=The Speech on the Embassy
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:33:27Z

15822	grc  τοὺς δικαστὰς, 
grc  προτρεπόμενον.
grc  πολύ, 
grc  προκατεγνωκότας 
grc  προκατεγνακότας ὡς ἀδικῶ
grc  ὅπου ἂν τύχῃ 
grc  ὅπου τύχῃ 
grc  ὅπου τύχοι 
grc  αἰτιᾶται 
grc  αἰτιᾶταί με 
grc  διαμνημονεῦσαι 
grc  τὰ λεχθέντα
grc  αὐτοὺς 
grc  αὐτὸ 
grc  εἰρήνην 
grc  τὴν εἰρήνην 
grc  κήρυκα 
grc  κήρυκας 
grc  λύτρων 
grc  λύτρων γενόμενος αἰχμάλωτος 
grc  εἰσελθὼν 
grc  εἰς τὴν βουλὴν 
grc  εἰσελθὼν.
grc  Ψηφίσματα. Εκμαρτψρία 
grc  ψήφισμα
grc  ἐκμαρτυρίαι 
grc  μαρτυρία.
grc  λόγοις 
grc  λόγοις οἱ συμπρέσβεις 
grc  λέγειν 
grc  λέγειν ἡμᾶς 
grc  ὑμᾶς)τῶν συμπρέσβεων 
grc  πρέσβεων) 
grc  ἐπηγγέλλετο 
grc  ἐπηγγέλλετο 
grc  ἔχειν ἀφθόνους 
grc  ἀφθόνους ἔχειν.
grc  πρὸς 
grc  τὸν πρεσβύτατον πρῶτον 
grc  τοὺς πρεσβυτάτους πρώτους 
grc  τἀνθρώπου 
grc  ἀνθρώπου 
grc  οὐδʼ ὅθεν τὴν φωνὴν προΐεται 
grc  Ἀριστείδης ὁ τοὺς φόρους τάξας τοῖς Ἕλλησιν 
grc  ὁ   Ἕλλησιν, 
grc  Φιλίππου 
grc  Φιλίππου 
grc  λεχθέντας ὑπὸ 
grc  ῥηθέντας ὑπὸ.
grc  μὲν 
grc  εἶναι 
grc  αὐτῆς 
grc  αὐτοῖς 
grc  εἶναι.
grc  ἀρχὴν 
grc  ἀρχὴν αὐτῶν 
grc  ἡγουμένου 
grc  ἡγουμένου Ἀθηναίων 
grc  Ἀθηναίων ἡγουμένου
grc  τοῦ   πόλιν 
grc  τοῦ 
grc  πόλιν 
grc  καὶ 
grc  ἀπέστη 
grc  ἀπέστη ὁ φιλίππου πατήρ 
grc  ἐξήγγελτο 
grc  ἐξηγγέλλετο 
grc  ἐξηγγέλθη 
grc  αὐτοῦ 
grc  τοῦτο 
grc  τοῦτο οἴεσθαι 
grc  ἐπιχειρήσας 
grc  λέγειν 
grc  ἐπιχειρήσας.
grc  αὐτῶν 
grc  αὐτῶν οἱ συμπρέσβεις 
grc  σφόδρα 
grc  σφόδρα πάνυ 
grc  ὑπηρέται 
grc  ὑπηρέται οἱ τοῦ φιλίππου 
grc  ὡς 
grc  καὶ 
grc  χρόνῳ 
grc  χρόνῳ καὶ βίῳ 
grc  τοὺς συμβουλευτάς 
grc  τοὺς βουλεύοντας 
grc  τοὺς αὐτοὺς συμβουλευτάς 
grc  καὶ τῇ πίστει καὶ λέγοντες 
grc  καὶ τοῖς λόγοις καὶ τῇ πίστει λέγοντες 
grc  πρῶτος ἡμῶν 
grc  διὰ τὴν ἡλικίαν
grc  ἀποδεδεγμένον 
grc  δεδεγμένον 
grc  δεινὸς 
grc  μνημονικὸς καὶ δεινὸς 
grc  πιεῖν 
grc  συμπιεῖν 
grc  ἀνάγνωθι 
grc  καὶ τὰ ψηφίσματα τὰ Δημοσθένους.
grc  Φιλίππῳ 
grc  Φιλίππῳ μετὰ Ἀθηναίων 
grc  τἀνθρώπου 
grc  ἀνθρώπου 
grc  πρεσβειῶν ἃς 
grc  πρέσβεων οὓς 
grc  αἱρέσεως 
grc  αἱρέσεως ὅτε ἐξεπέμφθησαν 
grc  ψηφίσηται 
grc  βουλεύσηται 
grc  ἐνάτῃ 
grc  ἐνάτῃ ἐπὶ δέκα 
grc  ὦ Ἀθηιαῖοι 
grc  ἀναμεῖναι 
grc  ἀναμεῖναι τὴν πόλιν 
grc  τῇ πόλει).
grc  πάλιν 
grc  πάλιν ἡμέρα 
grc  οἰχοίμην 
grc  ᾠχόμην 
grc  αὑτοῦ 
grc  αὑτοῦ Δημοσθένης 
grc  ψήφισμα 
grc  τὸ ψήφισμα 
grc  ὑπεναντία 
grc  ὑπεναντίαν 
grc  ὑπεναντίον 
grc  ταὐτὰ 
grc  ταὐτὸν 
grc  ᾗ 
grc  ᾧ 
grc  λόγον   προτιθέντων 
grc  λόγων   προτεθέντων 
grc  προέδρων 
grc  προέδρων κωλυόντων 
grc  οὐδέτερα 
grc  ἀμφύτερα 
grc  ψήφισμα γεγραμμένον · 
grc  γεγραμμένον.
grc  τὸ 
grc  δῷ 
grc  δῷ τῷ γραμματεῖ 
grc  τοῖς προέδροις ἐπιψηφίσαι 
grc  (ἐπιψηφίσαι 
grc  · ἐπιψηφίσασθαι τοῖς προέδροις 
grc  τῆς 
grc  ἐξέλειπον 
grc  ἐξέλιπον 
grc  ναυμαχίας 
grc  πρὸς τὸν Πέρσην 
grc  ναυμαχίας.
grc  φιλονικίαν 
grc  φιλονεικίαν 
grc  πεζομαχίαν 
grc  πρὸς τοὺς Πέρσας πεζομαχίαν 
grc  ἀβουλίαν 
grc  ἀβουλίαν φυλάξασθαι 
grc  ὁ 
grc  ἀξιοίη 
grc  ἀξιοῖ 
grc  ἔφησθʼ 
grc  ἔφης 
grc  ταῖς 
grc  τὸν νικῶντα 
grc  τοὺς νικῶντας 
grc  ἐψηφίσθαι 
grc  ψηφίζεσθαι (
grc  ) ἐψηφίσθη 
grc ἑβδόμῃ   ἕκτῃ 
grc  ἕκτῃ   ἑβδόμῃ
grc  ἑβδόμῃ  ἕκτῃ 
grc  ἕβδόμῃ  ἑβδόμῃ 
grc  στρατηγός 
grc  στρατηγὸς καὶ ἡ ἐπιστολή 
grc  ἐποίεις 
grc  ἐποίεις πρόεδρος ὤν 
grc σεμνολογεῖ
grc  σεμνολογεῖς
grc ὡς
grc  ἡμῖν ὡς
grc  ταύτην 
grc  ταύτην τὴν πρεσβείαν 
grc  ὅρκους 
grc  ὅρκους καὶ τῆς πρεσβείας 
grc  οὐδὲ 
grc  οὔτε 
grc  οὔτε 
grc  οὐδὲ 
grc  Ἀργᾶς 
grc  Ἀργᾶς ἐκλήθη 
grc  παρρησίας 
grc  παρρησίας ἐν τῷ ψηφίσματι 
grc  Ἐπαμεινώνδας 
grc  Ἐπαμεινώνδας στρατηγός 
grc  συμπρέσβεις 
grc  συμπρέσβεις ἡμῶν 
grc  ἅνθρωπος 
grc  ἄνθρωπος 
grc  ἐπερωτώμενοι ἕκαστον 
grc  ἐπερτώμενος ἕκαστος 
grc  νομίζοι 
grc  νομίζει 
grc  λέγειν 
grc  πρῶτος λέγειν 
grc  λέγειν πρῶτος 
grc  τὴν τῷ 
grc  τὴν ἐν τῷ 
grc  πιεῖν 
grc  συμπιεῖν 
grc  μὲν 
grc  ἥκομεν 
grc  ἥκομεν ἀποληψόμενοι 
grc  Δόλοπας 
grc  ἐλλιπών 
grc  ἐλλείπων 
grc  κενὰς 
grc  τινὰς 
grc  ἄλλως τε καὶ 
grc  ὡς καὶ τὸ 
grc  καὶ τὸ 
grc  δυνώμεθα 
grc  δυνώμεθα ἐν τῷ ψηφίσματι 
grc  ἔγραψʼ ἂν 
grc  ἔγραψεν 
grc  ἐρωτώμενος 
grc  διερωτώμενος 
grc  ἐκεῖ 
grc  εἶπον · 
grc  εἶπον.
grc  διπλασίῳ 
grc  διπλασίως 
grc  ἥπερ 
grc  εἴπερ 
grc  εἴ τι) 
grc  Λοιδίαν 
grc  Λυδίαν 
grc  ἐπὶ τῷ 
grc  περὶ τὸ 
grc  συγχωρεῖ 
grc  συγχωρήσει 
grc  συσσίτων 
grc  συσσίτων βασανιζόμενοι 
grc  οὗτος 
grc  οὐτοσὶ 
grc φροντίζειν 
grc  φροντίζει 
grc  ἐτῶν 
grc  ἔτη γεγονότας 
grc  ἐπηγγελμένους 
grc  ἐπαγγελλομένους 
grc  ἐπαγγειλαμένους 
grc  αὑτοῖς 
grc  αὐτοῖς 
grc  ἐπαγγέλλοντες 
grc  ἀπαγγέλλοντες 
grc  ἀπέφαινον 
grc  ἀπέφηναν 
grc  προσδιαμαρτυρούντων 
grc  προσδιαμαρτυρησάντων 
grc  τʼ 
grc  τῷ 
grc  τὸ 
grc  ἐπαυξῆσαι 
grc  ἐπασκῆσαι 
grc  διηπειλοῦντο 
grc  διηπείλουν 
grc  διηπείλουν 
grc  τοῖς τῶν Θηβαίων πρέσβεσιν, 
grc  γεγενημένης 
grc  ὑμῖν (
grc  ἡμῖν) γεγενημένης 
grc  γεγενημένης ὑμῖν 
grc  μὲν 
grc  ἐν 
grc  κατελείπομεν 
grc  κατελίπομεν 
grc  τὴν 
grc  οὐδέπω 
grc  οὔπω 
grc  ἄλλους 
grc  Ἀμφικτύονας 
grc  ἔργῳ 
grc  ἐγὼ 
grc  τὴν 
grc  Φάλαικος 
grc  Φάλαικος τύραννος (
grc  ὁ τύραννος) 
grc  φημίξωσι 
grc  συκοφαντίᾳ 
grc  συκοφαντία 
grc  καὶ συκοφαντία
grc  μὲν γάρ 
grc  μὲν 
grc  μὲν οὖν 
grc  τοῦ ἀνδρὸς 
grc  τοῦ αὑτῆς 
grc  τοῦ ἀνδρὸς αὐτῆς)
grc  ὁ 
grc  βλασφημεῖς 
grc  ἔχων 
grc  βλασφημεῖς
grc  ἀγεννεῖς).
grc  μὴ 
grc  τἀνθρώπου 
grc  ἀνθρώπου 
grc  ἐπλάσατο 
grc  ἔπλασε 
grc  εἰς τὴν πόλιν 
grc  ἡμῶν εἰς τὴν πόλιν 
grc  (
grc  ἐν τῇ πόλει ἡμῶν).
grc  γυναῖκα 
grc  γυναῖκα καὶ 
grc  παρὰ πότον 
grc  παρὰ τὸν πότον 
grc  ἀπωλόμην ἄν 
grc  ἀδίκως ἀπωλόμην ἄν 
grc  ἀπωλόμην ἂν ἀδίκως 
grc  τὸ τοιοῦτον αὑτοῦ 
grc  αὐτὸν τοιοῦτον 
grc  αὐτὸν τοιοῦτον αὑτοῦ 
grc  γε, ἐν 
grc  ὥστε ἐν 
grc  ὡς, ἐν 
grc  γενομένους 
grc  γινομένους 
grc  τῷ 
grc  τῷ γε 
grc  ἀνηλεής τις 
grc  ἀνηλέητος 
grc  ἀνηλέητός τις 
grc  πεπρέσβευκα  παρακαλῶν 
grc  πεπρεσβευκὼς   παρεκάλουν 
grc  τί 
grc  τί χρὴ λέγειν 
grc  ἄρχοντας 
grc  συνάρχοντας 
grc  δευρὶ 
grc  δευρὶ καὶ 
grc  ἂν 
grc  ἂν μὴ 
grc  ὑμᾶς οὐκ 
grc  οὔ. οὐκ 
grc  οῦ οὐκ 
grc  ὑμᾶς.
grc  ναυμαχίαν 
grc  ναυμαχίαν πρὸς τὸν Πέρσην 
grc  σπονδὰς 
grc  σπονδὰς τοῦ πολέμου 
grc  μὲν 
grc  Λακεδαιμονίους διʼ 
grc  τμηθῆναι 
grc  νεμηθῆναι 
grc  πόλεμον 
grc  πολεμον διʼ Ἀργείους 
grc  κινδύνους 
grc  ἡμῶν 
grc  κινδύνους 
grc  πόλιν.
grc  τὸ 
grc  · καὶ τὸ 
grc  .
grc  κἀμοὶ 
grc  · κἀμοὶ μὲν οἱ 
grc  .
grc  τοὺς μὲν 
grc  μὲν 
grc  μικρὰ 
grc  ταυτὶ 
grc  πρόνοιαν 
grc  ὑμᾶς, ἡμῖν, 
grc  ἡμῶν
grc  πρόνοιαν, 
grc  ἡυῶν 
grc  ποόνοιαν.
grc  ὕβρις 
grc  ὕβρις φοβερά 
grc  τυχὼν 
grc  ἐν τοῖς δήμοις 
grc  τυχὼν
grc  οἰκεῖ.
grc  ἔτι 
grc  καὶ 
