@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg086.perseus-grc4
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τῆς Ῥωμαίων τύχης
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:45Z

5606	grc Ἀρετὴ ἀρετῆς
grc καλὸν μὲν
grc καλὸν
grc Τύχη τύχης δὲ
grc πρᾶγμα
grc πραγμάτων
grc πόλεις, κοσμοῦσιν
grc προσκοσμοῦσιν
grc Πλάτων
grc ἀνησιδώραν
grc ὀνησιδώραν
grc Δημόκριτος
grc οὐδʼ ἐθέλειν οὐδὲ θέλειν
grc φερομένων
grc φερομένων καὶ
grc αὑτῇ
grc αὑτὴν αὐτῇ
grc αὐτὴν
grc ἦν ἡ
grc ἡ
grc τοῦ προβλήματος
grc πρὸ τοῦ
grc πρό του βήματος
grc βαδιζούσας
grc σκοπιῆς
grc Δ δ
grc ἐπανθεῖ
grc παρέχει
grc λ
grc Μούκιοι
grc Λούκιοι καὶ Κούριοι καὶ
grc Μάρκος Ωράτιος
grc πάκιος καὶ μάρκος
grc βριθὺς
grc καθεῖσα κααθεῖσα
grc μὲν γὰρ ἀπειθὴς
grc μεγαπενθης
grc Εὐνομίας τε καὶ
grc ἀδελφὰ καὶ Προμαθείας
grc ἀδελφὴ καὶ προμηθείας
grc Ἀλκμάν
grc Νομᾶς
grc νουμᾶς
grc Ταρκυνίων Ταρκυϊνίων
grc Βαλεαρικοῦ
grc Βαναρίκου
grc Σοφοκλέους
grc κατὰ
grc καὶ τὰ
grc καὶ εἰκότως εἰκότως
grc Μένανδρον
grc οὖν οὐκ ἂν οὖν
grc γε γάρ
grc νομίζοιτο ὀνομάζοιτο
grc ἢ δη ἢδη γὰρ
grc σοφισμάτων
grc σοφιστῶν
grc ὁ Νομᾶ
grc ὄνομα
grc παρωνόμασεν παρωνόμασαν
grc ὅτε
grc πρὸ Καμίλλου ὅτε
grc ἄπετρεψ́ψαντο ἀπέστρεψαν
grc ἀπετρίψαντο
grc ἀπεστρέψαντο
grc ὁσίως ὁσίῳ
grc ἕδη
grc ἐκεῖ
grc Καιδικίῳ καιδεκίῳ
grc καὶ μὴν καὶ Φούριος Κάμιλλος - - - προσδέχεσθαι
grc τὸ δὲ τῆς γυναικείας Τύχης
grc φόρτιν
grc ἣν φόρτικαν
grc περὶ δὲ Γαϊου Καίσαρος - ἐμαρτύρησεν
grc νοννῶν νόννων
grc τοῦ ποταμοῦ
grc Ἰρτίῳ
grc ἰρτίῳ
grc Μάρκῳ Αντωνίῳ
grc ἀντωνίῳ καὶ μάρκῳ
grc καὶ πολέμοις
grc αὐτὴν τὴν
grc τὴν μὲν Τύχην - τὴν δʼ Ἀρετὴν
grc ἀρετῆς μὲν - τὴν δὲ τύχην
grc ὑποβολὰς
grc ὑπερβολὰς
grc ἰδρυσαμένων
grc ἐνιδρυσαμένων
grc ζητοῦντος
grc αἰτοῦντος
grc προσκλίνουσα
grc αὐτὴ αὐτῇ
grc ἀπολωλότων
grc περιέστειξε περιέστηξε
grc στόμα τὸ στόμα
grc γνώρισμα
grc γνωρίσματα
grc βοτηρικαὶ βοτῆραι καὶ
grc τἀνδρὸς τʼ ἀνδρὸς
grc ἀπόλεμον
grc καὶ ἀπόλεμον
grc συνήθειαν συνάφειαν
grc Μουτίλος
grc μούϊλος
grc Τελεσῖνος
grc ἢ τελεσῖνος
grc ὡς
grc ὃς
grc Μαλλίου
grc μέχρι
grc ἄχρι
grc Γαλατίαι
grc γαλατίας
grc φερέπολιν
grc κατὰ Πίνδαρον. Σέρβιος δὲ Τύλλιος
grc κατὰ Πίνδαρον· ἔξεστι δʼ οὕτω θεωρεῖν. ἱερόν ἐστιν Ἀρετῆς ἐν Ῥώμῃ τιμώμενον, ὃ Οὐρτοῦτις αὐτοὶ καλοῦσιν, ἀλλʼ ὀψὲ καὶ μετὰ πολλοὺς χρόους ἱδρυθὲν ὑπὸ Μαρκέλλου τοῦ Συρακούσας ἑλοντος. ἔστι δὲ καὶ Γνώμης, ἢ νὴ Δία Εὐβουλίας βεώς, ἣν Μέντεμ καλοῦσιν, ἀλλὰ καὶ τοῦτο Σκαῦρος Αἰμιλιος περὶ τὰ Κιμβρικὰ τοῖς χρόνοις γεγονὼς καθείρωσεν, ἤδη τότε λόγων καὶ σοφισμάτων καὶ στωμυλίας Ἑλληνικῆς εἰς τὴν πόλιν παρεισρυείσης. σοφίας δὲ ἔτι καὶ ϝῦν ἱερὸν οὐκ ἒχουσιν οὐδὲ σωφροσύνης οὐδὲ καρτερίας οὐδὲ μεγαλοψυχίας· ἀλλὰ τά γε τῆς Τύχης ἱερὰ πάμπολλα καὶ παλαιὰ καὶ λαμπρὰ τιμκὶς πᾶσιν ὡς ἕπος εἰπεῖν ἐνίδρυται καὶ καταμέμικται τοῖς ἐπιφανεστάτοις μέρεσι καὶ τόποις τῆς πο?λεως. καὶ τὸ μὲν τῆς ἀνδρείας Τυχης ἱερὸν ὑπὸ ἀπο
grc  Μαρκίου Ἀγκου τοῦ τετάρτου βασιλέως ἱδρυθὲν καὶ ὀνομασθὲν οὕτως, ὅτι πλεῖστον ἡ ἀνδρεία τύχης
grc πλεῖστον ἀνδρείας ἢ τύχης εἰς τὸ νικᾶν μετέσχηκε· τὸ δὲ τῆς γυναικείας αὖθις ὑπὸ ἀπο
grc τῶν γυναικῶν, αἳ Μάρκιον Κοριολᾶνον ἀπέστρεψαν ἐπάγοντα τ͂ͅ Ῥωμῃ πολεμίους, καθοσιωθὲν οὐδεὶς ἀγνοεῖ. Σέρβιος δὲ Τύλλιος
grc Καπετωλίῳ
grc καπιτωλίῳ
grc Μουσκώσαν
grc μουσικώσαν
grc Αἰσκυλίαις
grc αβισκύμαις
grc εὐέλπιδος
grc εὐέλπιδος ἢ ὡς ἐλπίδος
grc ἐπιταλαρίου
grc ἐπιταλασίου
grc Τανακυλλίδι
grc Ταρκυλλίδι
grc Τανακυλλίδος
grc ἀνατεῖλαι
grc Τανακυλλίδι
grc Ταρκυλλίδι
grc Τανακυλλίδος
grc Γεγανίαν
grc γετανίαν
grc μὴ
grc Τιμόθεος
grc ὁρμαῖς γνώμαις
grc προχωροῦσαν
grc προσχωροῦσαν
grc ἐπιταχυνομένην
grc ἐπιταχυνομέηνς
grc προσοριζομέναις
grc προσορμιζομέναις
grc Φίλιππος - Μακεδονίαν
grc φίλιππον - μακεδονία
grc ἀνέκοψεν
grc ἀπέκοψεν
grc περὶ
grc ἐπὶ
grc Μακεδόνων μακεδών
grc Κολοφωνίων Καρχηδονίων
grc ὅπλων
grc τοῦτον
grc τοῦτο
grc ταὐτόματον τὸ αὐτόματον
grc κἀν κἂν
grc ἐπʼ Ἀλλίᾳ
grc ἐν παλλίᾳ
grc ἀπὸ
grc ὑπὸ
grc Καπετώλιον
grc κοπιτώλιον
grc λαμβάνειν λαγχάνειν
grc ἀρχαιρεσιάζῃ τὰ ἀρχαιρεσιάζηται
grc ἀντιπέρας ἄνω τῆς πέτρας
grc ἐπερείσεις
grc ἠρεμώτατον
grc καὶ τοὺς καὶ
grc νῦν
grc ὄρφνῃ ὀρφνῇ
grc Σερουίους Σερουιλίους
grc τοῦ πατρίου θεοῦ τῶν πατρίων θεῶν
grc πράγματα γράμματα
grc διαφθαρῆναι - συγχυθῆναι συγχυθῆναι - διαφθαρῆναι
grc τίθεμαι τύχην τίθεμαι
grc ὡς πρόφασις
grc ὡς
grc πρόφασις μὲν γὰρ ἧν αὐτῷ κέ
grc ἐπὶ
grc ὁ ἐπὶ
grc διακρινέεσθαι ὀίω
grc ς
grc ι
