@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg010.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἴων, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:27Z


, 
 
 
 
, 
 
ʼ 

 
 
, 
 
.
 
 
 
 
, 
᾽ 

 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 

 
, 
 
 

 
᾽ 
 
 
 

 
 
 
 
.
 
 
 — 
 
 
 
 
 — 
 
ʼ 
. 
 
ʼ 
 
,
ʼ 
 
 
ʼ 
 

 
 
 
 
 

, 
 
 

 
 
 
 
,
 
 
 
 
 

. 
 
 
 
 

 
 
 

 
, 
 

 
· 
 
 

 
 
 
 
 

 
. 
᾽ 
 
 
 

 
ʼ 
 
 
.
ʼ 
 
 
 
 
·
 
ʼ, 
 
 
 

 
 — 
 
 
 
 — 
 
 
 
 
 

 
 
 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ — 
 
 
, 
 
, 
 
 — 
 
. 
 
ʼ 
 

 
 
 
 

, 
 
 
 
 

 
 
᾽, 
 

 
, 
 
ʼ 
 
.
227	 
ʼ 
᾽ 
 
 

 
 
 
·
 
 
 
 

ʼ 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 — 
 

 
 
 
 
 
 
 — 
 
 
 
. 
 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
· 
 
ʼ 
 
,
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 

 
 
᾽ 
 
 
.
 
ʼ 
 
 
 

 
 
 
ʼ 
·
 
 
 
 
 
,
 
 
ʼ 
, 
 
·
 
 
 
 

 
 
ʼ 
,
 
 
, 
 
 
 

 
. 
 
 
 

 
, 
 
ʼ· 
 

 
 
ʼ 
 

 
. 
 
 
 

 
᾽ 
, 
 
 
, 
 
.
 
 
 
 

 
 
 
, 
 

 
 
, 
 
 
 

 
, 
 
 
 

 
 
 
ʼ 
 
 
.
 
ʼ 
, 
ʼ 
 
,
 
 
 
ʼ 
.
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 

᾽, 
 
 
 
 
 

 
. 
 
ʼ, 
 
 
,
ʼ 
 

 
 
.
477	
 
 
 
 

 
 
 
 
,
 
 
 
 
᾽ 

 
ʼ 
·
 
ʼ 
 

 
 

 
 
.
 
ʼ 
 
 
 

 
.
 
 
 
 

, 
ʼ 
 
,
 
 
 
.
᾽, 
 
 
 
,
 
 

 
, 
 
 

 
 
·
 
ʼ 
 
 
,
 
ʼ 

 
 

 
 
.
 
, 
 
 
 

 
, 
 

 
ʼ 
 
 

 
, 
 
 

 
· 
 
ʼ 
,
 
 
ʼ 
,
 
 
 
·
 
 
 
 
 

 

 
 
.
603	
ʼ, 
 
 

 
 
, 
 
 
 

 
 
,
 
 
,
 
 
ʼ 
,


 
,
 
 
·
 
 
 

 
᾽ 

 

 
 
ʼ 
.
 
 
 
,
 

, 
 
 
.
656	
 
 
 
, 

, 
 
 
 
 
 
 
·
 
ʼ 
 
 

 
 
ʼ 

 
, 
᾽ 
·
 
 

 
 
.
 
 
 
·
 
 
 
,
 
ʼ 
 
 

 

 
 
 
.
 
 
 
,
 

, 
 
 
.
719	
᾽ 
 
 

 
,
 
ʼ 
 
 

 
,
 

 
,
 
 
,
 
᾽ 
 
.
᾽ 
 
 

 
 
,
 
 
 
.
 
·
ʼ 
 
 

 
 
·
 
 
 

ʼ 
 
 
 — 
 
ʼ 
 
, 
 

, 
 

 
.
 
 
 
 

. 
 

 
 
;
 
ʼ 
 
 
 

 
 
ʼ 
.
 
·
 
 
 
·
, 
 
 
,
 
 
.
 
·
 
᾽ 
 
 
;
 
 
 

 
 
;
 
ʼ 
 
.
 
; 
 

 
 
,
 
 
,
 
 
 

 
ʼ 
 
 
 
ʼ 
 

 
 
 

· 
 
ʼ 
 
,
 
, 
 
 

 
 
.
875	
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
·
 
 
 

 
 
 
 
 
.
 
᾽, 
,
 
 

 
 
 
 
·
, 
ʼ 
.
914	
. 
 
 
 
 
 
 
 
 — 
᾽ 
 
 
 
 
,
 
, 

 
 

 
 
;
 
 
᾽ 

 
 
·
 
 
 

 
.
953	
 
 
 
. 
 
 
 
 
 
.
 
, 
 
.
 
 
᾽ 

 
 
 — 
 
ʼ, 
 
.
 
; 
 

 
 

 
;
· 
 

 
 
.
 
 
 
 
 

 
 
 
 
.
1006	
 
, 
 
 
 
· 
 
 
, 
 
 
ʼ — 

 
, 
 
.

᾽ 

 
 
 
ʼ 
;

 
 
;

᾽ 
 
 

 
 
 
;

 
ʼ 
, 
 
 
.

 
 
 
.

 
 
 
 
 

 
 
 
 
,
ʼ 
 
· 
 
ʼ 

 
 
 
ʼ 
 
.

 
· 
 
 

 
,
 
ʼ 
, 
 
.

 
ʼ, 
 
 
 
, 
.

 

 
 
 
᾽ 
.

 
 
 
 
;

 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
.
1130	
 
, 
 
 

 
ʼ 
 
᾽, 
 
 
ʼ, 
 
.
 
ʼ 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
·
᾽ 
 
ʼ, 
 
 

 
ʼ 
ʼ 
 
,
 
 
 
 
.
 
 
 
 
᾽ 
, 
 
;
 
 
 
 
 

, 
᾽ 
 
 
;

 
, 
 
 
 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
 
᾽ 
 

 
 
 
·
 
 
 
 
 
᾽ 
 
.
 
 
· 
 

. 
 
; 
 
 
,
 
 
 
 
;

 
ʼ 
 
, 
;

· 
 
· 
 
 

 
 
, 
 
 
 
ʼ 
.

 
ʼ 
; 
 
 
; 
 
 

; 
 
 
 
 
 
;

 
 
 
ʼ, 
 
ʼ 

, 
 
 
ʼ 
 
.

 
 
ʼ 
 
 
ʼ 

 
, 
 
 
, 
.

 
, 
 
ʼ, 
 
.

 
 
, 
 
 
  

 
ʼ 
, 
 
ʼ, 
 
;

 
 
 
 
 
 
;

 
· 
 
 
 
ʼ 
 
.

 
 
ʼ 
 
 
;

 
 
 
, 
 
 
.

 
ʼ, 
 
 
 
  

 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
.
1393	
·
 
 
᾽; 
᾽ 
 
 
 
  

 
ʼ 
; 
 
 
 
 
.

 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
ʼ 
.

 
 
 
᾽ 
 
;

 
ʼ 
 
᾽; 
 
ʼ 
 
.

 
 
 
 
 
.

 
᾽ 
 
ʼ 
.

 
 
 
 
 
 
 
;

· 
ʼ 
 
 
.

 
 
 
ʼ 
ʼ 
, 
;

 
, 
᾽ 
 
 
 
.

; 
 
 
 
 
.

, 
 
 
 
ʼ 
.

 
 
 
ʼ 
 
 
 
;

ʼ 
 
 
 
 
   

 
, 
 
᾽, 
.

 
 
 
 
.

 
; 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
. 
 
ʼ 
 
.

 
 
 
 
;

 
 
 
ʼ 
 
 
 
.

 
ʼ 
 
 
ʼ, 
 
 
;

 
, 
ʼ 
᾽ 
.

᾽ 
 
 
᾽, 
᾽ 
 
;

 
 
 
 
 
.

 
, 
 
ʼ 
ʼ 
 
.
1640	
 
ʼ 
 
; 
 
 
 
 
.

 
 
 
 
 
ʼ, 
 
.

 
, 
 
 
 
;

 
 
 
· 
 
.

 
ʼ 
᾽ 
, 
 
ʼ, 
.

 
 
ʼ 
 
ʼ 
 
 
 
ʼ 
.

 
ʼ 
 
᾽ 
 
 
;

 
 
 
ʼ, 
᾽ 
 
 
ʼ 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
.

 
 
 
ʼ 
 
;

ʼ 
 
· 
 
ʼ 
 
   

, 
 
ʼ; 
 
ʼ 
 
.

 
, 
ʼ 
 
.

 
ʼ 
ʼ 
 
 
 
;

 
ʼ 
 
 
ʼ 
 
.

 
ʼ 
 
· 
 
ʼ 
 
;

 
 
 
 
.

 
 
· 
 
 
 
.

 
 
 
ʼ, 
 
.

᾽ 
 
 
 
 
;

 
 
, 
 
, 
.

·
 
 
 
 
ʼ 
 
.

; 
 
 
 
, 
 
.

 
᾽ 
 
 
 
 
.

 
 
ʼ; 
 
, 
.

 
 
 
 
.

 
· 
 
 
 
.

 
 
 
.  — 
᾽ 
.

 
 
 
 
· 
 
 
.

 
 
 
 
 
.

 
 
; 
 
᾽, 
 
.

 
 
ʼ 
 
 
 
 
.

 
· 
 
 
.

 
 
, 
 
 
.

 
 
ʼ, 
 
 
;

 
ʼ 
 
 
 
.

 
ʼ 
 
 
 
; 
 
;

 
 
. 
 
 
.

 
ʼ 
᾽ 
, 
 
 
;

 
 
 
 
 
.

 
᾽ 
 
 
;

ʼ 
᾽ 
 
ʼ 
 
ʼ 
.

 
 
 
 
 
 
;

 
. 
 
᾽ 
 
.

 
 
 
 
 
;

 
 
, 
, 
 
 
.
2001	
 
 
 
· 
 
 
ʼ 
.

 
᾽ 
 
ʼ 
 
 
.

 
ʼ, 
 
 
 
 
 
;

 
 
 
 
 
 
.

· 
 
 
 
 
.

 
, 
 
ʼ, 
 
ʼ 
 
.

 
 
ʼ 
᾽ 
 
ʼ 
ʼ 
 
.

· 
 
ʼ 
 
ʼ 
 
.

ʼ 
 
 
 
 
 
 
;

 
ʼ 
 
 
 
 
;

 
 
 
 
 
 
;

 
 
 
 
.

 
 
· 
 
 
.

 
 
ʼ 
 
 
 
.

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
 
. 
, 
.
 
 
 
ʼ 
 
.
 
 
 
 
 
,
 
 
 
 

 
 
 
, 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
,
 
 
ʼ, 
 
·
 
ʼ 
 
ʼ 
, 
.

 
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
ʼ 
 
 
 
.

 
, 
 
ʼ 
 
 

 
 
, 
 
 
 
·
 
᾽ 
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
,
, 
 
 
᾽ 
, 
 
,
 
ʼ 
   
᾽ 
 
 
᾽, 
 
 
 

 
 
 
 
.
᾽, 
 
ʼ, 
 
 
 

 
 
 
, 
 

 
, 
 
 

 
 
, 
 
ʼ 
 

 
, 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

ʼ· 
 
 
.
2311	
 
 
 
 
 
 

 
 
, 
 
ʼ, 
 
.
 
 
 
ʼ 
ʼ 
;

 
ʼ· 
 
ʼ 
 
. 
 

, 
 
ʼ 
 
 
,
 
 
 
 
;

 
 
 
 

ʼ· 
 
ʼ 
 
· 
 
 

 
 
 
 
 
 
.

 
 
 
, 
 
 

, 
 
 
 
 
 

 
 
 
, 
 
.

 
᾽· 
 
 
 
;

 
 
ʼ 
, 
 
 
ʼ 
 
,
 
 
 
, 
 
,
 
, 
 
 
.

· 
 
 
᾽ 
 
.
ʼ 
 
· 
 
, 
 
 
,
 
 
 

 
 
· 
 
ʼ 
 

᾽ — 
 
 — 
 
 
.
 
ʼ 
 
, 
 
, 

 
, 
 
 

 
ʼ 
 
 
 
.

 
᾽, 
. 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
,
 
 
 — 
 
 
 — 
.

 
 
 
 
 
 
 

 
 
ʼ 
;
 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
 
;
 
 
 
 
 

; 
 
ʼ 
. 
 

 
 
 

 
. 
 
 

, 
 
· 
 
 

; 
 
 

 
; 
 
 
ʼ· 
᾽, 
 
,
 
. 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 
 

, 
 
 
;
 
ʼ — 
 
 
, 
 
 
 
 — 
 
 
ʼ 
 
,
 
 
 
 
ʼ 
 
 
,
 
 
 
.
 
 
 
 
 

 
ʼ. 
᾽ 
 

 
, 
 
 
 
 

ʼ, 
 
 
 
.
2639	
 
 
 

, 

, 
,
 
 
 
ʼ 

 
, 
 
 
,
 
 
,
 
 

 
 
,
 
 

 

 
 

 
,
 
 
 
 
,
 
 
 
,
 
 
.
 
ʼ, 
 
,
 
 

 
 
 

 
.
2703	
 
 

 

 
,
 
 
 

 
 

 
 
,
 

 
 
 

 
 
.
 
 
 
 

 
ʼ 
 
,
 
 
 
 

 
.
 
 
 
 

 
ʼ 
 

 
 
 
 
.
 
 
ʼ 

, 
 
 
 
·
 
 
 
 

 
.
2777	
 
 
 

 

 
,
 
 
 

 
 

 
 
 

, 

᾽ 
 

, 
᾽ 

, 
 
,
 
 
 
,
 
 
 

, 
 
, 
,
 
 

 
 
 
, 
 

· 
᾽ 
 
 
 

 
 
 

 
 
.
2843	
 
, 
 
ʼ 
 
 

 
ʼ 
 
 
,
ʼ 
 
 
 
 
 

, 
 
 
ʼ 
 
 
;

 
 
᾽, 
 
ʼ· 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
, 
ʼ 
 

, 
 
ʼ 
 
 
 
.

 
, 
ʼ· 
 
 
 
 
 
 
.

· 
 
ʼ 
 
 
, 
 
ʼ 
᾽ 
 
.

 
 
 
 
 
 
ʼ 
.

 
 
; 
 
ʼ 
 
 
, 
 
, 
;

· 
 
ʼ 
 
 
 
.

, 
 
 
 
 
 
 
 
.

· 
 
 
, 
 
ʼ 
 
.

 
, 
 
 
 
 
;

 
 
 
 
; 
 
 
 
 — 

 
 
 
 
 
 
.

 
 
· 
 
, 
 
, 
 
.

 
 
 
 
; 
᾽ 
 
 
 
 
;

· 
 
 
 
 
 
 
 
.

 
 
 
;

 
 
 
 
 
 
.

 
 
;

 
ʼ 
 
 
 
.

 
.

 
 
 
ʼ 
 
.

 
ʼ 
.

 
᾽ 
ʼ 
.

 
 
 
 
 
;

 
 
 — 

 
;

 
ʼ 
 
 


 
 
;

ʼ 
 
.

 
᾽, 
 
 
;

, 
 
ʼ 
 
.

 
᾽ 
 
 
 
;

 
, 
.

 
 
 
ʼ 
;

 
 
.

. 
 
 
 
 
;

 
 
.

 
 
;

 
, 
ʼ 
 
.

 
᾽ 
 
.

 
 
 
.

 
 
 
 
;

 
ʼ, 
 
ʼ 
 
 
.
3174	
 
 
ʼ 
.

᾽ 
ʼ, 
 
.

 
 
 
 
;

 
 
 
.

 
 
 
;

 
 
 
 
.

 
᾽ 
 
ʼ 
;

 
 
 
.

 
 
 
 
 — 

᾽ 
.

 
 
 
;

 
ʼ 
.

 
ʼ 
 
 
;

 
 
 
.

 
ʼ 
 
 
;

 
 
 
  

ʼ, 
 
 
᾽ 
;

 
 
.

ʼ 
 
 
;

 
 
.

᾽ 
᾽ 
᾽ 
.

 
 
, 
.

 
ʼ 
 
;

 
 
.

 
 
.

 
 
, 
.

 
 
 
 
 
.

 
 
.

 
 
 
ʼ 
 — 

 
 
 
 
ʼ 
.

 
 
 
 
;

 
 
 
.

 
 
ʼ 
 
ʼ 
;

 
 
 
.

 
, 
 — 

 
 
ʼ 
 
.

 
ʼ 
 
 
.

 
ʼ 
 
.

 
 
, 
᾽ 
 
 
 
 
;
 
 
 
 
 
, 
 
 
ʼ, 
.
᾽ 
 
, 
 
ʼ 
 
 
.
3401	
 
 
 
 
·
 
 
 
 
 
ʼ 

 
 
 
ʼ 
 
.

 
, 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
,
 
 
ʼ, 
 
, 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
 
.
᾽ 
 
 
ʼ 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
· 
 
 
 

 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
.
; 
 
 
 
 
 
 
;
 
 
ʼ 
, 
 
 

 
 
 
 
.

 
 
 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
,
 
ʼ 
· 
 
 
, 
,
. 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
,
 
ʼ 
 
 
 
.
 
᾽ 
 
, 
 
 
 — 
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 

· 
 
 
 
·
 
, 
 
 
ʼ 
 
,
 
 
 
 
 
 
,
ʼ 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

. 
 
 
᾽, 
 
, 
·
 
 
 
 
,
 
 
 
.
3659	 
ʼ 
 
 
 
 

 
ʼ 
 
, 
 

 
 
 
, 
 

 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
,
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
ʼ 
 
,
ʼ 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
;
 
 
 
 
 

 
 
 
.
 
 
 
 
 
, 
,
 
· 
 
 

 
᾽ 
 
ʼ 
 
.
 
 
 
 

 
 
 
, 
 
 
 

· 
 
 
, 
 
,
 
 
 
 

 
; 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
,
 
 
; 
 
 
 

 
 
 
 
᾽ 
 
·
 
ʼ 
 

 
 
.
 
ʼ 
᾽ 
 
ʼ 
 
, 
·
 
 
 
 
 

 
 
, 
 
ʼ 
ʼ 

 
· 
 
ʼ 
 
,
 
 
 
 
.
 
ʼ 
 
 
,
 
, 
 
.
 
 
 
, 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
,
 
 
ʼ 
 
 
 
 
ʼ 

 
 
. 
 

 
 
ʼ 
 
, 
.
 
ʼ 
᾽ 
 
· 
 
 
 
,
 
 
 
ʼ 
 
.

 
, 
 
 
 

 
 
 
 
.
3935	
 
 
ʼ, 
 
ʼ 
·
 
 
 
ʼ 
 
, 
,
 
, 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
ʼ 

 
, 
 
ʼ 
 

 
 
, 
 
 
᾽ 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 

ʼ 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
ʼ 
 
 
 

 
 
. 
 
 

ʼ 
 
 
 

, 
 
ʼ 
 
.
 
 
, 
, 
 
,
 
 
 
 
ʼ 
.

ʼ 
. 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
, 
,
 
. 
 
ʼ 
 
,
 
 
 
ʼ 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
.
4107	
 
 
 


 
ʼ 
,
 
 
 

 
᾽ 
,
 
ʼ 
 
 
 
 
.
᾽, 
 
 
 
, 
 
;
 
 
 
᾽ 
 
 

 
; 
 
;
 
 
 
 
 
 
ʼ 
 
.
 
,
᾽ 
 
 
.
 
 
  
 
,
 
ʼ 
᾽ 
ʼ 
,
 
 
ʼ, 
 
 
 
 
 
.
 
 
 
;
4187	
, 
᾽ 
 

 
 
 
 
;
, 
 
 
 
᾽ 
ʼ 

 
, 
,  
 
ʼ 
 
 
 
, 
 
ʼ 
.
 
 
, 
 
ʼ  
 
.
, 
 
 
 
,
 
 
, 
 
 
 
ʼ, 
) 
 
 
.
 
 
 

 
 

 
· 
 
ʼ 
 
,
 
 

 
.
 
 
 
 

 
 
 
 
.
4268	
 
 
 

 
 
 
ʼ 
,
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
.
 
 
 
 
 

 
  
 
 
 
 

 
.
4318	
 
 
ʼ 
 

 
ʼ 
, 
ʼ 
 
᾽ 
 
,
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
ʼ, 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
ʼ, 
 
 
 
ʼ 
 
,
ʼ 
 
ʼ 
 
.

 
, 
ʼ 
 

 
, 
 
 
ʼ 

 
 
, 
 
.
ʼ 
 
 
 
 
 
.
 
 
· 
 
 
 

 
 
 
.

 
· 
 
ʼ 
ʼ 
 
.

.
 
 
 
 
, 
 
 
 
 
.

 
ʼ 
 
 
 
.

 
 
, 
 
 
 
.

 
· 
 
 
 
.

 
 
· 
 
ʼ 
 
 
.

, 
 
 
 
 

 
, 
 
 
 

 
, 
 
ʼ 
;
ʼ· 
 
 
 
 
,
 
 
 
 
 
.

 
.

 
 
 
 
 
 
.

 
.

᾽ 
 
 
 
 
;

· 
 
; 
 
 
 
  

 
 
, 
 
 
 
;

 
 
; 
 
 
;

ʼ· 
 
 
 
 
ʼ 
 
.

 
, 
 
 
 
 
.
 
 
, 
ʼ, 
᾽ 
 

ʼ, 
 
 
 
 
.

, 
.

.

 
ʼ
 
, 
 
 

, 
.
.

.

 
·
 
 
 
 
 
ʼ 
.

 
 

 
 
.

 
 
 

 
 
;

 
 
 
 
 

 
, 
 
 
 
.
4632	
 
, 
 
, 
 

, 
 
ʼ 
 
 
.

᾽ 
 
 
 
 

 
 
.

 
 
 
 
 
 

 
ʼ 
 
, 
 
᾽ 
;

 
ʼ 
 

 
 
· 
 
ʼ 
.

 
; 
 
 

 
 
.

. 
 
ʼ 
 
 
,
 
 
, 
 
᾽ 
 
.

 
 
 
 

 
 
, 
ʼ 
ʼ 
 
.

· 
 
ʼ 
 
 
 

 
; 
 
ʼ 

 
.

 
 
; 
 
ʼ 
 

 
; 
 
 
 
 
;

ʼ, 
 
 
, 
 

 
᾽ 
 
; 
 
᾽ 
 
.

᾽ 
 
 
 
 
 
, 
 
,
 
 
 
, 
.

 
 
 
 
 
;
ʼ, 
 
 
᾽ 
 
;

ʼ, 
 
 
 
.

 
ʼ 
 
 — 

 
 
.
 
ʼ — 
᾽ 
 
 
ʼ 
, 
 — 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
4831	
, 
 — 
 
 
 
 — 
 
 
 
, 
 

 
 
ʼ 

. 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
,
 
 
 

 
· 
 
 
ʼ, 
 
.
 
ʼ 
 
ʼ, 
 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
 

 
ʼ 
, 
 
 

 
 
. 
 
ʼ 
 

 
, 
 
, 
.
 
ʼ 
 
ʼ 
,
 
ʼ 
 
᾽ 
 
.
ʼ 
 
 
 
ʼ, 
 
ʼ 

 
 
 
, 
 

ʼ· 
 
 
ʼ 
 
 
,
ʼ 
 
 
 
.
 
 
ʼ 
 
 

, 
 
 
 
.

, 
 
 
 
 
,
 
 
ʼ 
 

. 
 
 
 
 

 
 
 
 
.
4994	
 
ʼ 
 
 
 
·
ʼ, 
, 
 
 

, 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 

, 
 
, 
 
 
,
ʼ 
· 
 
 
 
᾽ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 

 
ʼ 
, 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
.

 
, 
 
, 
 

 
᾽ 
 
 
 
 
.
5130	
 
, 
 
;
 
 
 

, 
 
ʼ 
;
 
 
 
ʼ 
 
;
 
᾽ 
 
ʼ 
;
 
 
 
 
,
 
ʼ 
, 
 
,
 
ʼ 
, 
 

 
 
 
,
 
,
 
 
;
᾽ 
 
 
 
 

 
 
᾽ 
 
 

 
ʼ 
 

 
,
 
 
, 
 

 
 
.
 
 
 
,
 
ʼ 
 
ʼ
 
ʼ 
 
 
ʼ 
,
 

 
 
.
5224	 
 
 

 
, 
ʼ 

 
 
 

 
 
,
 
, 
 
 
,
 
᾽ 
 
.
 
 
 

, 
ʼ 
 

 
 
 
,
 
·
 
ʼ 
 

 
 
 

 
 
 
ʼ 

 

 

 
 
.
 
ʼ 
 
 

, 
 
 

 
 
 
 
,
 
 
 
 

 
 
.
 
· 
 
 

 
 

 
 
 
, 
·
 
 
 

 
.
5324	,
 
 
 
ʼ
ʼ 
 

 
 

 
 
 
,
 
 
 
·
 
 
,
 
 
 
 

 
 

ʼ 
 
 
·
 
ʼ 
 
 
 
 
ʼ, 
,
 
 
,
 
 
.
 
ʼ 
 
 
 

 
 
ʼ 
,
 
 
ʼ 

 
 
 
.
5391	
, 
 
 
 

, 
᾽ 
 
 
 
 
.

 
, 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
.
 
; 
 
 
 
;
 
 
 
; 
 
 

 
 
ʼ; 
 
 
.

 
 
ʼ, 
 
, 
 
ʼ 
.

 
 
ʼ 
 
 
.

 
· 
 
 

 
, 
 
 
;

ʼ, 
 
 
 
 
 
.

᾽ 
 
 
.

᾽; 
 
 
 
 
 
 
.

 
ʼ 
 
 
.

 
, 
᾽ 
 
᾽ 
 
ʼ 
 
;

 
ʼ· 
 
ʼ 
 
 
 
.

 
 
ʼ 
 
;

᾽ 
 
 
 
 
 
 
.

ʼ 
 
 
 
;

 — 
 
᾽ 
 
, 
.

; 
 
 
ʼ; 
 
 
 
;

 
ʼ 
 
 
 
.

 
 
 
 
; 
 
 
᾽ 
 
.

, 
 
, 
 
.

ʼ; 
 
ʼ 
 
 
 
;

 
ʼ· 
 
ʼ 
 
 
.

 
 
 
; 
 
 
 
 
.

, 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
ʼ 
 
 
 
ʼ 
 — 

·
 
 
, 
 
 
 
 
.

 
 
ʼ 
 
 
 
.

 
ʼ 
 
 
 
;

᾽, 
᾽ 
 
 
ʼ 
 
 
.

 
ʼ 
 
 
ʼ 
 
 
;

 
 
 
 
 
ʼ 
 
.
5711	
, 
 
 
 
 
.

 
 
, 
 
, 
;

 
 
 
 
 
.

 
 
᾽· 
 
 
 
.

 
 
᾽ 
, 
, 
.

 
 
 
 
; 
 
 
.

 
 
 
ʼ 
 
.

 
 
 
 
 
ʼ 
;

 
 
 
 
.

· 
 
 
 
 
.

 
 
 
, 
 
 
.

ʼ 
 
 
ʼ 
ʼ 
 
.

 
ʼ 
 
 
 
 
 
.

; 
 
 
 
· 
 
 
ʼ 
.

 
 
ʼ 
.

ʼ 
· 
 
 
 
;

 
 
, 
 
 
.

 
 
, 
 
 
 
.

, 
· 
, 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
᾽ 
 
.

 
· 
 
 
;

ʼ, 
 
 
 
 
.

 
ʼ 
 
, 
 
.

 
 
 
, 
 
;

· 
 
 
ʼ 
 
 
 
.



᾽ 
 
᾽ 
 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
, 
 
;

᾽ 
 
 
 
᾽ 
 
 
.
5939	
 
, 
, 
 
 
 
;

 
ʼ, 
 — ; 
 
ʼ 
 
, 
;

 
 
 
 
 
;

 
 
 
 
 

 
; 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
;

 
 
, 
 
ʼ 
 
.

 
 
ʼ 
 
 
;

 
· 
 
 
ʼ 
 
.

 
 
 
 
 
;

· 
 
 
ʼ 
᾽ 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 

 
 
; 
 
 
;

 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
;

, 
 
 
 
 
.

 
 
 
ʼ 
 
 
 
;

· 
 
 
 
 
.

 
 
, 
᾽ 
 
 
 
.

 
 
· 
 
ʼ 
 
 
.

 
 
 
; 
 
, 
 
ʼ 
.

 
 
, 
ʼ 
 
 
.

 
 
᾽ 
· 
 
 
 
 
.

; 
᾽ 
 
᾽ 
 
ʼ 
;

 
 
 
, 
 
 
 
.

· 
 
 
 
 
.

 
 
 
ʼ, 
᾽ 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 
 
.

ʼ 
 
 
; 
 
 
 

ʼ 
 
, 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
 
 
, 
 
 
, 
 

 
 
 
 
 
.
 
 
, 
ʼ 

 
, 
 
ʼ 
 
.

 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
ʼ 
.
ʼ, 
 
 
, 
 

, 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 

· 
 
 
 
 

 
, 
 
 
 
.
6305	
 
 
, 
 

 
 

 
, 

 
 
ʼ 
᾽ 
 

 
ʼ 
 

 
 


 
 

 
·
 
ʼ 
 
 
 

 
 
 
.
6347	
 
ʼ 
 
 
 
 
, 
 
 
 
 
,
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
,
 
 
ʼ 
ʼ
 
 
 
 
.
 
 
 
ʼ 

 

 
ʼ 
 
 
ʼ 
 

 
 
 
ʼ 
.
6402	
 
 
 
, 
 
 
 

 
 

 
 
 
, 

 
 

 
,
 
 

 
 

, 
 
 

 
 

, 

 
 

 
 
·
᾽ 
 
 
 
 

 
 
.
6455	
ʼ 
 
 
 
 
 
ʼ 

 
 
 

 
 
, 

 

 
 
.
 

 
ʼ 
 
 

 
 
.
 
 
 
 

 
,
 
 
 

 

· 
 
ʼ 
 
 
 

 
 
.
6511	
 
, 
 
 
,
 
; 
 
 

 
 
 
 
 
.

 
ʼ 
, 
 
; 
 

 
 
, 
 
 
 
;

ʼ· 
 
ʼ 
 

 
, 
 
 
.

, 
 
; 
 
 

 
 
ʼ 
 
;

;  — 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 

 
 
, 
 
 
.

; 
 
ʼ 
 
 
.
 
, 
 
 
 
,
 
 
, 
᾽ 
 
.

 
 
 
ʼ 

 
, 
 
 
 

 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 

, 
 
 
 

 
 
 
᾽ 
,
· 
 
 
, 
, 
 

 
 
 
.
 
 
 
 
 
 

, 
 
 
 
.
6672	 
 
 
ʼ· 
 
 

 
 
 

 
ʼ, 
 

 
, 
 
 
 

, 
᾽ 
 
 
 
,
 
 
 
 
,
ʼ 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 

, 
ʼ 
 
.
 
 
 
 
 
,
 
 
, 
 

 
ʼ 
 
.
 
ʼ 
 
 
ʼ 
,
 
 
ʼ 
 
 
.
 
 
ʼ 
 
 

, 
 
 
 
·
 
 
 
 

ʼ 
, 
 
ʼ 
 
·
 
 
 
 
ʼ 

 
 
 
, 
 

 
ʼ 
 
 
·
 
 
 
ʼ 

 
, 
 
, 

 
, 
 
 

 
ʼ 
. 
 
ʼ 

 
 
 
·
 
 
 
,
 
 
, 
 
ʼ 

, 
 
ʼ 
 
.
ʼ 
 
 
 
 

 
ʼ, 
 

· 
 
ʼ 
 
 

 
ʼ. 
 
ʼ 
 
 

 
 
 
ʼ 

 
 
. 
 
ʼ 
 
,
 
 
 

 
. 
 
ʼ 
 
,
 
 
 
 

, 
 
ʼ 
 
 
,
 
· 
 
 
 
 

 
 
, 

 
, 
 
ʼ 

ʼ, 
 
 
 
 
.
6918	 
ʼ 
 
 
 
 
 

, 
 
᾽· 
 

 
 
, 
 
ʼ 
,
 
 
ʼ 
᾽ 
 
 
.
 
 
 
 

 
 
· 
 
 
 
,
 
 
 
 
 
 
,
 
 
, 
 
 

 
 
 
 

, 
 
 
 
 
 
·
 
᾽ 
. 
 
 
 

 
ʼ 
 
 
 

 
 
 
·
 
ʼ, 
 
 
 
 
ʼ 
 
,
 
, 
ʼ 
 

 
· 
 
 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
. 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 

 
 — 
 
 
 

 
ʼ — 
 
ʼ 
 
,
 
 
 
 

, 
 
ʼ 
 
 
.
7068	 
 
 
 
 
 
 
·
 
ʼ 
ʼ 
ʼ 
 
 
 
,
 
ʼ 
ʼ, 
 
 

 
, 
 
ʼ 
ʼ 

 
ʼ· 
 
 

 
 
 
.
 
ʼ 
, 

 
. 
 
ʼ 
 
 

 
 
ʼ 
 
 
,
 
· 
 
ʼ 
 
 
;
, 
· 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
,
᾽ 
 
 
 
᾽ 
.
 
 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
,
 
 
 
 
 
·
 
 
, 
 
 
,
 
, 
 
.
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
. 
 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
 
 
 
 
.
7233	
 
᾽ 
 
 

 
 
·
 
 
᾽ 
,
 
 
,
 
 

 
 
 
 
 
,
 
 
 
,
 
 
 
.
 
 
 

 
 
 
 
,
 
 

, 

 
 
ʼ,
 
 
 
;
7288	
 
 
, 
 
 

 
.
 
ʼ, 
 
 
, 

 
 
; 
 

 
 
 
 
 

ʼ, 
 
 
;
7319	
, 
 
 
 
,
 
 
ʼ, 
 
 
.

, 
 
, 
 
 
, 
᾽ 
 
.

 
 
᾽; 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.

 
ʼ 
 
ʼ 
 
 
;

 
 
 
 
;

 
 
 
.

 
 
 
ʼ 
.

 
ʼ 
.

 
 
᾽ 
 

᾽ 
 
.

 
 
 
.
 
 
 
᾽ 
, 
 
 

 
 
· 
 
 
 
.
7417	
 
 
 
 
,
 
 
᾽ 
 
 

ʼ 
 
 
,
 
 
ʼ 
, 
᾽ 
 

 
, 
 
 
 
.
ʼ, 
᾽ 
 
 
 

 
 
 
,
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
 
 
.
 
 
 
 

 
, 
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
᾽ 
 

 
ʼ· 
 
ʼ 
 
 
 
 
 

 
 
· 
 
 
 
 
 

 
, 
ʼ 
 
 
.
 
 
, 
 
 

 
· 
 
 
,
 
 
 
 
 
.
7546	
 
 
 
 

 
ʼ 
 
 
 
ʼ 
᾽ 
.

 
ʼ 
 
 
 
 
 
 
;

 
 
 
 
 
ʼ 
.

ʼ 
 
 
 
 
;

᾽ 
᾽ 
 
, 
 
 
.

᾽ 
 
· 
 
.

 
᾽ 
· 
 
ʼ 
, 
 
ʼ 
.

 
 
· 
 
ʼ 
 
᾽ 
.

 
ʼ 
 
 
 
.

 
 
 
 
 
 
 
.

· 
 
ʼ 
 
.

 
 
 
 
 
;

 
 
ʼ, 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

 
, 
 
 
.

 
 
ʼ 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
 
 
ʼ, 
 
 
 
 
.

 
 
ʼ, 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
ʼ 
 
 
 
 
;

ʼ 
 
 
ʼ· 
 
 
.

 
 
 
 
.

 
 
 
 
ʼ 
 
.

 
ʼ 
 
 
, 
ʼ 
;

 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
ʼ, 
 
ʼ 
.

.
 
, 
 
 
 
 
 

 
 
 
᾽ 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
· 
 
 
 

 
 
· 
 
ʼ 
 — 
 
, 
 
ʼ, 
·
 
 
 
 
᾽ 
᾽ 
 

 
ʼ 
 
 
 
 
 
 
.
7838	
, 
 
· 
 
 

 
 
᾽ 
 

 
, 
 
 

, 
 
 
.

ʼ, 
 
 
 
, 
 
 
.

᾽ 
 
ʼ· 
 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
;

· 
 
 
ʼ 
 
 
.

 
 
 
 
 
;

 
 
 
 
.

 
 
 
 
 
.

 
· 
 
 
 
 
 

 
 
 
 
 
;

 
 
ʼ 
᾽ 
 
.

 
 
 
 
 
 
.

 
 
· 
ʼ 
 
ʼ 
ʼ 
 
 
.

 
· 
 
ʼ 
ʼ 
 
ʼ 
 
.

 
᾽ 
 
 
᾽ 
 
;

 
 
ʼ 
 
.

 
 
ʼ 
 
 
 
.

 
; 
 
 
 
.

 
 
 
· 
 
 
.

 
 
 
 
ʼ 
 
;

 
 
ʼ 
ʼ 
 
 
 
.

 
ʼ 
 
; 
 
 
 
 
;

 
 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
 
;

 
 
 
 
 

 
 
; 
, 
 
 
.

 
᾽ 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
 
;

 
 
ʼ 
 
 
.

 
᾽ 
 
 
;

 
ʼ 
 
 
· 
 
ʼ 
.

 
 
 
 
᾽ 
.

 
 
 
 
 
.

 
ʼ 
 
ʼ 
 
ʼ 
.

 
᾽ 
. 
 
 
ʼ 
 

 
ʼ, 
 
, 
 
᾽ 
 
,
 
 
 
ʼ 
 

 
ʼ· 
 
ʼ 
ʼ 
᾽, 
 
 
 
 
 
 
 

 
, 
᾽ 
᾽ 
 
.
 
ʼ· 
 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
.  — 
 
 
ʼ 

 
 
ʼ, 
 
 
 
.
8208	
 
· 
ʼ 
 
 
 
 
,
 
 
 
, 
᾽ 
 
 

 
ʼ 
 

 
 
 
· 
᾽ 

 
 
 
 
 
.
 
 
 
 
, 
 
 

· 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
.
 
 
 
 
ʼ· 
 
 

, 
 
 
.
 
 
 
᾽ 
ʼ 
 

ʼ, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ 
.
 
, 
 
 
 
 
 
 
; 
 
 

, 
 
 
ʼ 
 
 
.
 
᾽ 
 
 
·
 
 
ʼ 
 
 
ʼ 
.
 
ʼ 
, 
 
 
 
,
 
ʼ, 
 
ʼ 
 
;
 
ʼ 
 

 
 
ʼ 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 

 
 
 
 
.
8374	
 
 
 
 
 
;

 
· 
 
 
 
 
 

 
 
 
· 
 
 
.
 
 
 
 
ʼ 
 
 
 
ʼ, 
 
 
, 
 
᾽ 
 
,
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
.

 
· 
 
 

 
 
· 
 
ʼ 
.

 
 
ʼ 
· 
 

 
 
 
 
 
 
 
.

᾽ 
 
; 
 
.

, 
 
 
 
 
.

 
 
; 
 
ʼ 
 
;

 
ʼ, 
 
᾽ 
 
 
 
.

 
.  — 
 
ʼ 
 
.

 
᾽ 
, 
 
, 
.

 
᾽ 
 
 
 
 
;

 
ʼ 
ʼ, 
 
ʼ 
ʼ 
 
.

 
ʼ 
 
 
 
;

 
 
 
, 
 
.

᾽· 
 
 
 
 
 
 
 
.

ʼ· 
 
 
ʼ 
ʼ 
ʼ 
ʼ 
 

 
; 
 
 
.

 
, 
 
ʼ 
 
.

 
 
᾽; 
 
 
 
 
.

 
 
 
 
 
.

 
, 
 
 
 
;

 
ʼ 
 
 
.

·
᾽ 
᾽ 
, 
ʼ 
 
.

 
 
 
 
 
.

 
 
 
᾽, 
 
 
᾽ 
;

· 
 
 
 

ʼ 
, 
 
ʼ 
 
 
 
 
 
 
.

 
, 
 
, 
 
, 
;

 
 
 
, 
.

 
· 
 
 
 
 
.

 
 
 
 
,
 
ʼ 
 
 
,
, 
 
, 
ʼ 
 
,
 
ʼ, 
 
 
 
.
8678	
 
 
 
, 
 
ʼ 

 
 
 
 
.

 
, 
 
 
 
 
 — 
 
 
 
 — 
 
 
ʼ 
,
 
ʼ, 
 
 
 

 
 
 
ʼ 
 
.

᾽, 
 
 
 
, 
 
 

 
 
 
 
 
 
.

 
, 
 
 
,
᾽ 
 
,
; 
 

ʼ 
 
; 

 
;

 
 
 
 
 
,
, 
 
ʼ, 
 
 
ʼ 
.

 
 
.

 
 
 
ʼ 
;

 
 

 
.
 
, 
 
 
 

 
 
;
᾽ 
 
 
 
 
;

 
᾽· 
 
 
 

, 
 
 
 
.

, 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
.

 
 
 
 
 
 
.

 
᾽ 
 
᾽ 
·
ʼ 
, 
 
ʼ 
 
·
 
ʼ 
,
 
 
 
 
 
 
,
 
ʼ 
 
.
8865	
, 
 
 
 
 

 
 
᾽ 
 
ʼ 
 
.

 
,
 
; 
 
 
.

 
;

 
, 
.

· 
 
 
ʼ 
 
;

 
 
 
 

 
,
, 
 
 
.

· 
 
. 
, 
;

 
 

 
᾽ 
;

 
 
᾽ 

 
 

 

 
 
 
 
 
 
.

ʼ 
 

 

 
 
;

 
 
  

᾽· 
 
 
 
 
 
 
.

 
 
 
 

 
 
ʼ 
 
.

 
ʼ 
ʼ, 
 
 
.

 
ʼ 
 


ʼ 
 
 
᾽ 
, 
 
 
.
 
ʼ 
 
, 
 

 
 
 
 
,
 
ʼ 
 
 

 
 
 
ʼ 

 
.

 
 
 
.

 
, 
,
 

 
·
 
ʼ 
ʼ.

 
 
ʼ 
.

· 
 
 
 
,
 
 
 
᾽· 
ʼ 

 
 
 
 
,
 
 
.
· 
 
 
 
· 
 

 
 
 
 
, 
 
.
9076	
 
 
 
 

 
 
 
 
 
.

 
 
 
 

 
 
 
 
 
,
, 
ʼ 
 
 
 

 
 
 
 
.
·
᾽ 
 
 
 

 
 
 
ʼ 
 
;
 
 
 
ʼ 
, 
, 
,
 
 
 
 
, 
 
, 
·
 
ʼ 
 
 
 
 
 
.
᾽ 
ʼ· 
 
 
 
 
 
 

 
 
 
 
.
 
, 
· 
 
ʼ 
 

 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
ʼ 
 
 
;

 
 
 
 

 
 
 
 
,
 
 
 
 
 
, 
,
᾽ 
 
, 
 
.

 
 
 
 
ʼ 
ʼ 
 

 
 
 
 
ʼ 
;

 
 
, 
 
 

 
· 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
,
 
, 
, 
 
.

 
 
 
᾽ 
, 
 
·
 
 
 
 

 
· 
 
 
 
,
 
 
 
ʼ 
 
 

᾽ 
 
. 
 
, 
 
ʼ 
 

 
 
 
ʼ 
 
;
 
ʼ 
 
 
ʼ 
 
.

 
 
 
᾽ 
 
,
᾽ 
 
 
 
,
᾽ 
 
 
 
 
.
· 
 
 
 

 
 
 
;
, 
 
, 
 
 

 — 
 
 
 
᾽ 
 
.
9350	
 
ʼ· 
 
 
 
 
,
᾽ 
 
ʼ 
 
ʼ 
 
.
 
 
 
 

, 
 
ʼ 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
,
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
, 
 
.
 
ʼ 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
, 
 
 
,
᾽ 
 
ʼ 
ʼ, 
.
9468	 
 
 
 

, 
, 
 
 
 

. 
 
 
 
 

 
 
 
ʼ 
 
 
,
 
ʼ 
᾽ 
ʼ 
. 
 
 

 
 
 
 

 
 
 

 
, 
 
 
ʼ 
.
 
 
 
· 
 

 
 
ʼ, 
 
ʼ 
᾽ 

 
ʼ 
. 
 
 
ʼ 

 
 
 
 

 
 
 

 
 
, 
 
 
 

· 
 
ʼ 
 

 
, 
 
 

 
· 
 
ʼ 
 

 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 

 
ʼ 
 
· 
 

, 
 
 
 
 

 
, 

 
 
 
ʼ 
.
 
ʼ 
 
᾽ 
· 
 

 
 
ʼ, 
 
 
 
·
 
ʼ 
 
 
 

 
, 
ʼ 
 

 
 
 
 
,
 
ʼ 
᾽ 
 
 
.
 
 
, 
 
᾽ 
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
ʼ 
, 
.
 
ʼ· 
 
 
᾽ 
 

ʼ 
 
 
.
9674	
 
 
 
 
, 
 

 
 
· 
 
ʼ 
 

 
 
. — 
 
 
 
ʼ 
 
 
.

 
 
· 
 
 
 
 
,
ʼ 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
. 
 
 
 
 

 
 
 
 
.

ʼ 
᾽ 
 
 
ʼ· 
 
 

 
 
 
 
 
, 
 
 
ʼ 
 
.

 
, 
 
.

ʼ, 
 
ʼ 
.

 
ʼ 
 
.

 
 
 
.

 
 
ʼ 
 
.

 
 
 
.

 
 
 
ʼ 
, 
ʼ· 
 
ʼ 

 
, 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
ʼ, 
 
ʼ, 
ʼ 
 
 
.
