@node
@author=Plutarch
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Grēgorios N. Vernardakēs
@filename=tlg0007.tlg087.perseus-grc4
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 2010-12-13.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Rashmi Singhal, Bridget Almas
@sourceDesc=Plutarch, Moralia, Grēgorios N. Vernardakēs, Leipzig, Teubner, 1889, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Περὶ τῆς Ἀλεξάνδρου τύχης ἢ ἀρετῆς λόγος Α, λόγος Β
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:39:11Z

 
 
 
 
 
, 
 
 
 
 
: 
 
 
. 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
: 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
. 318 

. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 

 
 
 
: 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
· 

 
 
. 
: 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
, 
 
, 
 
, 
 
 
, 
 
, 
 
, 
· 
: 
 
 
 
 
, 
 
: 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
· 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
, 
. 
 
 
.
 
 
 
 
· 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
ʼ 
· 
 
ʼ 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
· 
 
 
, 
. 2 
. 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
 
 
 
 
, 
, 
, 
, 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
; 
᾽ 
 
 
 
 
. 

᾽ 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
, 
, 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
: 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
· 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
·
 
 
 
 
᾽;ʼ 
 
 
 
. 
 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
: 
 
 
 
: 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
: 
· 
᾽ 
 
 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
, 
᾽ 
 
 
 

, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
; 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
: 
 
ʼ 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
. 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
᾽ 
 
ʼ 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
᾽ 
 
· 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
. 

 
 
, 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
, 
, 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 

 
 
 
, 
: 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
: 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 

, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
ʼ 
 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 

 
 
 
· 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
; 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
ʼ 
 
.
 
 
 
 
 
, 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
: 
 
 
 
. 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
.
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
; 
 
 
 
; 
 
 
 
 
 
: 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 

 
 
.
 
ʼ 
 
 
 
;

 
 
 
 
. 458 
: 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
· 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
. 
 
 
᾽ 
 
 
, 
᾽ 
 
; 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
: 
 
 
 
ʼ 
, 
 
 
 
 
, 
 
 
 
 
;
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
; 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
. 
 
. 

 
 
 
 
, 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 

 
 
 

 
 
, 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 

 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
ʼ 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
. 

 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 

 
 
 
 
ʼ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
. 
 3 
. 
 
ʼ 
 
 
 
 
 
 
. 177 
: 
ʼ 

 
 
 
 
; 
 
: 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
, 
 
᾽ 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
.
. 2 
. 
 
 
 
 
᾽ 
, 
᾽ 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
ʼ 
 
 
 
, 
 
ʼ 
 
, 
 

 
 
 
 
 
 
 
 
 
 
᾽ 
᾽ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
. 
. 3 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
. 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
. 
. 331 

 
᾽ 
 
· 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 

 
 
 
 
 
 
 
: 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
; 
 
: 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
, 

᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
· 
. 

 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
: 
 
 

 
 
. 1 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
 
: 
 
 
 
 
 
 
 
 
, 

 
, 
, 
· 
 
 
ʼ 

 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
. 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
ʼ 
; 
, 
, 
, 
, 
; 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
. 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
᾽ 
 
 
· 
; 
 
 
 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
, 
᾽ 
 

 
 
᾽ 
 
 
 
 
 
. 

 
 
 
 
 
 
, 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
 
; 
 
 
 
ʼ
 
 
 
 
 
, 
 
 
 
 
 

 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
· 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
. 
 
 
 
 
ʼ 
 
 
; 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 

 
 
 
 
 
 
: 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
ʼ 
 
, 
 
 
 
 
 
 
., 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
. 
. 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
. 
. 
 
 
 
 
 
, 
, 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
. 
. 
 

 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
: 
 
 
 
 
 
, 
 
 
ʼ 
 
 
, 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
; 
 
ʼ 
; 
 
 
, 
 
 
 
 
 
 
. 
. 2 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
· 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
; 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

᾽ 
 
 
 
 
 
. 
 
 
. 
, 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
. 
 
 
 
 
 
᾽ 
; 
 
, 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
·. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
. 181 
. 
. 
. 
. 
 
 
 
 
 
 
 
 
. 
 

 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
, 

 
 
 
, 
 
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 

 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
; 
 
ʼ 
 
, 
 
 
; 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
· 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
;. 
 
 
 
 
 
 
, 
 
, 
 
 
 
; 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
, 
 
, 
 
. 

 
 
 
 
 
 
, 
 
 
 ʼ 
 
; 
 
 
 
 
 
, 
 
 
 
᾽ 
; 
 
; 
 
 
 
 
 
, 
 
 
 
. 
. 
 5) *: 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
, 
 
 
 
 
; 
 
ʼ 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
; 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ, 
. 
 
 
. 
 46: 
 
 
 
 
, 
, 
 
, 
, 

 
. 
 
 
 
ʼ 
, 
 
, 
 
, 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
᾽ 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
· 
 
 
᾽ 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
; 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
: 
· 
᾽ 
 
 
 
 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
.
ʼ, 
 
, 
 
 
 
 
 
, 
 
, 
, 
: 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
, 

 
 
, 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 - 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
ʼ 
 
 
 
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 

 
, 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
;
 
 
 
, 
 
ʼ 
· 
 
 
: 
 
 
 
 
 
 
 
 
. 
 
 
 
. 
. 435, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 

 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
·
. 
 
; 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 

 
 
 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
, 
 
 
; 
, 
 
ʼ 
 
, 
 
ʼ 
, 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
;
 
ʼ 
 
 
 


 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
᾽ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
, 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
ʼ 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

; 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
. 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
 
. 
. 
. 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 

 
 
 
 
 
: 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
; 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 

 
 
 
. 
 
 
 
 
 
 
 
: 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
; 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
ʼ 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
, 
 
 
 
.
. 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
: 
, 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
 
, 
 
 
 
ʼ 
.
