@node
@author=Xenophon
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Charles Burton Gulick
@filename=tlg0032.tlg006.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Xenophon, Xenophontis opera omnia, vol. 3, Oxford, Clarendon Press, 1904 (repr. 1961).
@sponsor=Perseus Project, Tufts University
@title=Anabasis
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:53Z

66672	 καὶ φύλακας
 στρατηγὸς
 ἐκ τῶν πολεμίων
 ἔνθα αἱ διώρυχες, ἀπὸ τοῦ Τίγρητος ποταμοῦ ῥέουσαι· εἰσὶ δὲ τέτταρες, τὸ μὲν εὖρος πλεθριαῖαι, βαθεῖαι δὲ ἰσχυρῶς, καὶ πλοῖα πλεῖ ἐν αὐταῖς σιταγωγά· εἰσβάλλουσι δὲ εἰς τὸν Εὐφράτην, διαλείπουσι δʼ ἑκάστη παρασάγγην, γέφυραι, δʼ ἔπεισιν.
 λέγεται δὲ καὶ τοὺς ἄλλους Πέρσας ψιλαῖς ταῖς κεφαλαῖς ἐν τῷ πολέμῳ διακινδυνεύειν
 οἱ μετὰ Κύρου
 Κλέαρχος
 καὶ οἱ σὺν αὐτῷ
 ὡς μὲν οὖν ἡθροίσθη Κύρῳ τὸ Ἑλληνικὸν ὅτε ἐπὶ τὸν ἀδελφὸν Ἀρταξέρξην ἐστρατεύετο, καὶ ὅσα ἐν τῇ ἀνόδῳ ἐπράχθη καὶ ὡς ἡ μάχη ἐγένετο καὶ ὡς Κῦρος ἐτελεύτησε καὶ ὡς ἐπὶ τὸ στρατόπεδον ἐλθόντες οἱ Ἕλληνες ἐκοιμήθησαν οἰόμενοι τὰ πάντα νικᾶν καὶ Κῦρον ζῆν, ἐν τῷ πρόσθεν λόγῳ δεδήλωται.
 ἀνα
 ἀριθμὸς τῆς ὁδοῦ ἣν ἦλθον ἐξ Ἐφέσου τῆς Ἰωνίας μέχρι τῆς μάχης σταθμοὶ τρεῖς καὶ ἐνενήκοντα, παρασάγγαι πέντε καὶ τριάκοντα καὶ πεντακόσιοι, στάδιοι πεντήκοντα καὶ ἑξακισχίλιοι καὶ μύριοι· ἀπὸ δὲ τῆς μάχης ἐλέγοντο εἶναι εἰς Βαβυλῶνα στάδιοι ἑξήκοντα καὶ τριακόσιοι.
 πρῶτα
 αὐτῶν
 ἂν
 χώραν
 ἔτι ὡραῖος ὢν
 ὅσα μὲν δὴ ἐν τῇ Κύρου ἀναβάσει οἱ Ἕλληνες ἔπραξαν μέχρι τῆς μάχης, καὶ ὅσα ἐπεὶ Κῦρος ἐτελεύτησεν ἐγένετο ἀπιόντων τῶν Ἑλλήνων σὺν Τισσαφέρνει ἐν ταῖς σπονδαῖς, ἐν τῷ πρόσθεν λόγῳ δεδήλωται.
 μὴ
 ἡμᾶς
 οἴκοι
 ἢν
 Σκύθαι
 ἀνάγκη
 οἱ λοχαγοί
 ἢ πρὸς Βαβυλῶνα
 ὅσα μὲν δὴ ἐν τῇ ἀναβάσει ἐγένετο μέχρι τῆς μάχης, καὶ ὅσα μετὰ τὴν μάχην ἐν ταῖς σπονδαῖς ἃς βασιλεὺς καὶ οἱ σὺν Κύρῳ ἀναβάντες Ἕλληνες ἐποιήσαντο, καὶ ὅσα παραβάντος τὰς σπονδὰς βασιλέως καὶ Τισσαφέρνους ἐπολεμήθη πρὸς τοὺς Ἕλληνας ἐπακολουθοῦντος τοῦ Περσικοῦ στρατεύματος, ἐν τῷ πρόσθεν λόγῳ δεδήλωται.
 ἐπεὶ δὲ ἀφίκοντο ἔνθα ὁ μὲν Τίγρης ποταμὸς παντάπασιν ἄπορος ἦν διὰ τὸ βάθος καὶ μέγεθος, πάροδος δὲ οὐκ ἦν, ἀλλὰ τὰ Καρδούχεια ὄρη ἀπότομα ὑπὲρ αὐτοῦ τοῦ ποταμοῦ ἐκρέματο, ἐδόκει δὴ τοῖς στρατηγοῖς διὰ τῶν ὀρέων πορευτέον εἶναι.
 ἤκουον γὰρ τῶν ἁλισκομένων ὅτι εἰ διέλθοιεν τὰ Καρδούχεια ὄρη, ἐν τῇ Ἀρμενίᾳ τὰς πηγὰς τοῦ Τίγρητος ποταμοῦ, ἢν μὲν βούλωνται, διαβήσονται, ἢν δὲ μὴ βούλωνται, περιίασι. καὶ τοῦ Εὐφράτου δὲ τὰς πηγὰς ἐλέγετο οὐ πρόσω τοῦ Τίγρητος εἶναι, καὶ ἔστιν οὕτως ἔχον.
 τὴν δʼ εἰς τοὺς Καρδούχους ἐμβολὴν ὧδε ποιοῦνται, ἅμα μὲν λαθεῖν πειρώμενοι, ἅμα δὲ φθάσαι πρὶν τοὺς πολεμίους καταλαβεῖν τὰ ἄκρα.
 Ἀρκὰς
 Ἀρκάς
 Ἀρκὰς καὶ οὗτος
 καὶ
 Ἀρκὰς
 τὰς κώμας
 τι
 ἑαυτοῦ
 οἱ ἔσχατοι λόχοι
 ὁ λόχος
 ὅσα μὲν δὴ ἐν τῇ ἀναβάσει τῇ μετὰ Κύρου ἔπραξαν οἱ Ἕλληνες, καὶ ἐν τῇ πορείᾳ τῇ μέχρι ἐπὶ θάλατταν τὴν ἐν τῷ Εὐξείνῳ Πόντῳ, καὶ ὡς εἰς Τραπεζοῦντα Ἑλληνίδα πόλιν ἀφίκοντο, καὶ ὡς ἀπέθυσαν ἃ εὔξαντο σωτήρια θύειν ἔνθα πρῶτον εἰς φιλίαν γῆν ἀφίκοντο, ἐν τῷ πρόσθεν λόγῳ δεδήλωται.
 μερισθέντες
 ὥσπερ
 ὀρθίων
 μέχρι ἐνταῦθα ἐπέζευσεν ἡ στρατιά. πλῆθος τῆς καταβάσεως τῆς ὁδοῦ ἀπὸ τῆς ἐν Βαβυλῶνι μάχης ἄχρι εἰς Κοτύωρα σταθμοὶ ἑκατὸν εἴκοσι δύο, παρασάγγαι ἑξακόσιοι καὶ εἴκοσι, στάδιοι μύριοι καὶ ὀκτακισχίλιοι καὶ ἑξακόσιοι, χρόνου πλῆθος ὀκτὼ μῆνες.
 εἶναι
 μὴ κοινούμενον τῇ στρατιᾷ
 τῆς μισθοφορᾶς
 ὅσοι μὴ εἰς τὴν θάλατταν κατέφυγον κατελεύσθησαν.
 ἂν
 πεπληγέναι τὸν ἄνδρα
 ἐπιόντες
 ἐθεώρουν τήν τε Ἰασονίαν ἀκτήν, ἔνθα ἡ Ἀργὼ λέγεται ὁρμίσασθαι, καὶ τῶν ποταμῶν τὰ στόματα, πρῶτον μὲν τοῦ Θερμώδοντος, ἔπειτα δὲ τοῦ Ἴριος, ἔπειτα δὲ τοῦ Ἅλυος, μετὰ τοῦτον τοῦ Παρθενίου· τοῦτον δὲ παραπλεύσαντες
 δῆλον ὅτι
 ὅτι
 ὅσα μὲν δὴ ἐν τῇ ἀναβάσει τῇ μετὰ Κύρου ἔπραξαν οἱ Ἕλληνες μέχρι τῆς μάχης, καὶ ὅσα ἐπεὶ Κῦρος ἐτελεύτησεν ἐν τῇ πορείᾳ μέχρι εἰς τὸν Πόντον ἀφίκοντο, καὶ ὅσα ἐκ τοῦ Πόντου πεζῇ ἐξιόντες καὶ ἐκπλέοντες ἐποίουν μέχρι ἔξω τοῦ στόματος ἐγένοντο ἐν Χρυσοπόλει τῆς Ἀσίας, ἐν τῷ πρόσθεν λόγῳ δεδήλωται.
 καὶ
 ὑμῖν
 ἀρχαίου τινός
 ὅ γε πρῶτος λέγων
 πόλιν
 τῆς Ἀσίας
 ἄρχοντες δὲ οἵδε τῆς βασιλέως χώρας ὅσην ἐπήλθομεν. Λυδίας Ἀρτίμας, Φρυγίας Ἀρτακάμας, Λυκαονίας καὶ Καππαδοκίας Μιθραδάτης, Κιλικίας Συέννεσις, Φοινίκης καὶ Ἀραβίας Δέρνης, Συρίας καὶ Ἀσσυρίας Βέλεσυς, Βαβυλῶνος Ῥωπάρας, Μηδίας Ἀρβάκας, Φασιανῶν καὶ Ἑσπεριτῶν Τιρίβαζος· Καρδοῦχοι δὲ καὶ Χάλυβες καὶ Χαλδαῖοι καὶ Μάκρωνες καὶ Κόλχοι καὶ Μοσσύνοικοι καὶ Κοῖτοι καὶ Τιβαρηνοὶ αὐτόνομοι· Παφλαγονίας Κορύλας, Βιθυνῶν Φαρνάβαζος, τῶν ἐν Εὐρώπῃ Θρᾳκῶν Σεύθης.
 ἀριθμὸς συμπάσης τῆς ὁδοῦ τῆς ἀναβάσεως καὶ καταβάσεως σταθμοὶ διακόσιοι δεκαπέντε, παρασάγγαι χίλιοι ἑκατὸν πεντήκοντα, στάδια τρισμύρια τετρακισχίλια διακόσια πεντήκοντα πέντε. χρόνου πλῆθος τῆς ἀναβάσεως καὶ καταβάσεως ἐνιαυτὸς καὶ τρεῖς μῆνες.
