@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg007.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1902, 1, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἑκάβη, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:18Z

 

 
 
 
 
 

, 
᾽ 
 
 
 
,
, 
 
 
 
 

 
 
, 
 
ʼ, 
 
 

 
 
 
 
,
 
 
 

 
 
 
 
,
 

ʼ
 
 

, 
 
 
 
.
 
 
 
 
 
 

, 
᾽, 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 

· 
 
 
 

᾽ 
 
 
ʼ 
 
 
.
 
 
 
 
ʼ 
ʼ 

 
ʼ 
 
 
 

 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
, 
·
 
 
 
ʼ 
 
ʼ 

, 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
ʼ 

ʼ, 
᾽ 
 
 
 
 
.
 
ʼ 
᾽ 
, 
ʼ 
 
 
,
 
 
 
,
 
· 
 
ʼ 
 
 

 
, 
ʼ 
 
,
 
 
 
,
 
 
 
 

 
 
 
 
 
.
209	 
ʼ 
 
 
 

ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 

ʼ 
 
 
ʼ 
,
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
᾽, 
᾽ 
 

 
 
· 
 
 
ʼ 

 
 
᾽ 
 
 
.
 
 
 
 
 

, 
 
 
 
 
 
.
 
, 
 
 
 
,
 
 
 
 
.
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 

· 
 
 
᾽ 
 
 

, 
 
ʼ 
.
·
 
 
 
 
 

 
 
, 
 
 

 
 
ʼ· 
 
 

 
 
 
 
ʼ 
.
353	
ʼ, 
 
, 
 
 
 
,
ʼ 
 
 
,
, 
, 
 
ʼ 
·
 
 
ʼ 
 

 
 
·
 
 
 

 
 

 
 
.
 
 
, 
 
 
,
 
ʼ 
 
 

, 
; 
 
 
,
 
 
,
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 

 
.
 
 
, 
 
ʼ 
,
 
 
 
ʼ 
᾽ 

 
 
 

 
 
.
 
 
·
 
 
 
 
.
ʼ 
 
 
᾽ 

, 
.
 
 
 
 

 
 
, 
,
 
 
 
;
 
 
 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
· 
ʼ 
 

 

ʼ 
· 
 
 

 
 
 
.
᾽ 
 
᾽ 
 
 
 

, 
, 
.
516	
, 
 
 
ʼ 

 
 
 
ʼ,
᾽ 
 
, 
 

 
, 
 

 
 
,
 
 
ʼ,
᾽ 
 
 

 
 
, 
, 
 
.
 
 
 
 

 
 
 
ʼ 

 
· 
 
ʼ 

ʼ 
 
 
 
 
,
 
 
ʼ 
 

 
 
,
 
·
 
, 
, 
 
 

ʼ 
 
;
 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
᾽ 

 
, 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
 
 

ʼ 
·
 
 
ʼ, 
 
,
 
 
 
·
 
 
 
,
 
 
 

 
, 
 
 

ʼ 
 
 
 

 
 
 
.
659	 
 
 

 
 
, 
 
 

 
 

 
 

 
 
 
 

 
 
᾽ 
,
 
ʼ 
 
 

 

 
 
 

 
 
 

 
 
.
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
.
᾽ 
 
, 
 
 
,
ʼ 
 
 
,
 
 
 
ʼ 

 
ʼ 
 
.
 
 
 
 
ʼ
 
 
 
,
 
 
ʼ 
 
 

 
 

 

 
 
.
761	
 
 
, 
 
ʼ 
;
 
, 
 
,
 
 
,
 
 
,
 
; 
.
 
 
; 
 
,
 
 
; 
 
,
 
.
 
 
 
 

; 
 
ʼ 
;
 
 

 

;
 
ʼ 
,
 
 
ʼ 

ʼ, 
ʼ 
ʼ· 
 
 

 
 
.
 
 
 
 
,
 
 

 
᾽ 
· 
 
, 
 
,
 
ʼ 
ʼ
 — 
 
 
.
847	
·
 
 
 
; 
 

ʼ 
 
ʼ 
᾽ 

 
᾽ 
;

 
.

 
 
; 
 
 
.

 
 
.

· 
 
 
.
 
, 
,
 
ʼ 
  

 
 
 
  

 

᾽ 
;

 
ʼ 
 

 
 
 

 
.

 
, 
 

 
; 
 
,
, 
.

, 
, 
 
·
ʼ 
 

 
 
 
 
 
.
935	
 
 
ʼ, 
 
,
 
 
 

 
 
 
 

 
 
ʼ
 
 
;
 
 
 
᾽ 
 

 
 

.
 
 
ʼ 
᾽ 

 
 

,
 

 
 
 
ʼ 

 
 
, 
 
 

 
.
 
 
, 
, 

 
 
,
 
 
 
 
 
 
ʼ
 
, 
 
 

 
 
.
1014	
 
 
 
 
 
,
, 
 
 
 
 
 
.

, 
 
 
ʼ 
 
 

 
 
 
· 
᾽ 
 
.
ʼ 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 

 
· 
 
ʼ 

 
ʼ 
 
 
 
.
ʼ 
 
 
; 
᾽ 
 

᾽ 
 
 
 
 
·
 
ʼ 
 
 
 

 
. 
 
 
 
 
 
 
 
.

· 
ʼ, 
 
ʼ, 
 
,
 
 
 
 
.
ʼ 
᾽ 
 
 
 
ʼ 
 
,
᾽ 
 
 
, 
 
ʼ, 
 

 
ʼ 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
 

 
 
 
 

, 
 
 
 
,
 
ʼ 
 
 
 
.

ʼ, 
· 
 
 
 
 
.

ʼ 
ʼ 
 
 
,
 
ʼ 
, 
 
ʼ 

 
 
 
 
;

ʼ· 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
ʼ 
;

ʼ 
 
 
 
.

 
 
 
 
 
 
;

᾽ 
 
 
 
 
ʼ 
.

 
 
ʼ 
 
 
;

᾽ 
 
 
 
 
.

 
᾽ 
 
 
 
 
;

 
 
ʼ, 
 
 
.
1252	
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
;
 
 
ʼ, 
 

 
· 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
᾽ 

 
 
 
 
 
;
 
 
 
ʼ 
ʼ 

 
, 
 
 
 
;
 
 
 
 

 
᾽ 
 
 
 
;
᾽ 
 
 
 
ʼ 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
ʼ 
 

 
ʼ 
, 
 
 
·
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
·
 
ʼ 
 
 
ʼ 
 
,
. 
 
 
, 
 
, 

 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
· 
 
 
.
 
 
 
·
᾽ 
 
 
 
 
,
, 
, 
, 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
·
 
 
 
ʼ, 
 
 
 
ʼ 
,
 
 
ʼ 
 
 
 
ʼ 
.
᾽, 
 
 
, 
 
,
· 
 
ʼ 
 
 

, 
 
 

, 
 
 
 
 

 
, 
᾽ 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
, 
 
 
, 
 

· 
 
 
 
ʼ 
 

 
 
 
 
 
 
 
.

 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
1558	
, 
, 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
᾽ 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
,
 
 
 
 
ʼ 
.
 
᾽ 
, 
 
 
 

ʼ, 
 
ʼ 
, 
 
ʼ 
;
· 
 
᾽ 
 
, 
 
 
 

 
ʼ 
 
 
ʼ 
;
 
ʼ 
 
,
 
ʼ 
 
 
;
 
 
 
 
, 
ʼ 

 
 
ʼ 
, 
᾽ 
 
 
·
 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
 
 
, 
᾽ 
 
·
 
ʼ 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
,
 
 
 
ʼ 
 
.
 
᾽. 
 
ʼ, 
 
 

 
 
, 
 
·
 
 
 
 
 
 

, 
 
 
 

ʼ, 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
.

· 
 
 
 
 
ʼ 

 
ʼ 
 
 
, 
 
 
.

 
, 
 
 
 
 

 
 
 
 
 
·
 
ʼ, 
 
 
 
 
 
 
,
 
 
᾽ 
 

 
, 
 
 
.
 
ʼ 
 
᾽ 
 

 
ʼ — 
 
 
· 
 
 

 
 — 
 
 
᾽ 
 
.
1837	
 
ʼ, 
, 
 
᾽ 

 
 
 
 

, 
 
 
 
.
· 
 
 
 
 
·
 
 
 
 
ʼ 
 

 
 
ʼ· 
 
 
 
,
 
 
 
 
.
 
 
 
 
; 
 
 
 
 

 
· 
 
 
 
·
᾽ 
 
 
 

 
, 
 
 
 

ʼ, 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
 
 

 
 
ʼ 
 
,
 
 
 
 
 
·
 
ʼ 
 
. 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 

ʼ 
, 
 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 

 
 
 
ʼ 
·
 
 
 
 
 

, 
 
 
.
 
᾽· 
ʼ 
 

 
᾽, 
 
ʼ 
 
.
 
ʼ, 
, 
 
 
ʼ 
·
᾽ 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
 
.
, 
 
ʼ 
 
 
 
,
 
 
· 
 
 

 
 
 
 
ʼ 
 
.
 
 
 
 
 
,
 
, 
 
ʼ 
ʼ 
 
·
 
ʼ 
 
 
 

 
· 
 
 
 
 
 
 
.

 
 
 
 

 
, 
 
 

 
 
 
 
.
2088	
 
 
, 
, 
 
 

 
. 
 
 
 
 

 
 
 
 
 

, 
, 
 
 
 
,
 
ʼ 
 
 
 

, 
 
ʼ· 
  
 
, 
 
 
 
 
 
.

 
ʼ, 
 
, 
 

ʼ 
, 
 
᾽, 
.

 
 
ʼ 
 
 
,
 
 
 
ʼ 
 

 
 
 
 
᾽ 
.

 
 
 
, 
 

 
 
· 
 
᾽ 
.

 
ʼ 
 
 
 
.

; 
 
 
 
 
.

 
 
, 
 
᾽ 
.

, 
 
 
 
 
 
.

 
᾽ 
 
 
 
.

᾽ 
᾽ 
 
 
᾽ 
ʼ 
 
.
2223	
, 
 
· 
 
, 
 
,
 
 
 
,
 
ʼ, 
 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 

ʼ, 
 
; 
 
 
ʼ· 
 
 
.
᾽, 
 
 
 
, 
 

 
 
 
 
·
 
ʼ 
, 
 
 

 
 
ʼ 
 
.
 
 
 
 
 
.
 
, 
 
ʼ, 
 
 
.

 
, 
 
ʼ 
 
 
.

 
 
 
ʼ 
 
.

 
, 
, 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
.

· 
 
; 
 
 
;

 
, 
 
ʼ 
.

 
 
 
ʼ 
 
.

 
 
 
ʼ 
 
ʼ 
 
;

 
 
 
.

 
 
 
ʼ, 
 
ʼ 
ʼ 
.

 
 
 
 
 
.

ʼ, 
 
, 
 
 
ʼ 
,

 
, 
 
ʼ 
 
 
.

 
ʼ 
 
 
 
 
.

 
 
ʼ· 
 
ʼ· 
 
 
.

 
 
 
 
 
 
.

ʼ 
 
 
 
 
.

ʼ, 
, 
ʼ 
 
 

 
 
 
ʼ 
 

 
 
 
ʼ 
 
.
 
· 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
.

 
, 
· 
 
 
 
.
 
, 
 
, 
 
,
· 
 
 
ʼ 
ʼ. 
, 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
.
2511	
, 
 
,
 
 
 
 
 
᾽ 
 
,
 
 
 
 
; 
 
 
 
 
ʼ 
; 

 
 
;
 
, 
 

 
 

 
 
 
;
2550	
 
, 

 
 
, 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
;
 
 
 
 
 

 
 
 
ʼ 
;
2587	
 
 
 

 
 
 
 
 

 
 
 

 
ʼ
 
, 

 

 
 
 
 
 
;
2616	
 
 
 
,
 
 
 
 
ʼ,
 
 
,
, 

· 
 
ʼ 
 
 
 
 
 
, 
ʼ 
,
 
 
ʼ 
 
.
2648	
 
 
 
 
ʼ 
 

 
 
, 
 
;

 
 
 
ʼ 
ʼ 
 
,
, 
 
 
.

 
, 
 
; 
 
ʼ 
 
;
 
 
 
 
 
,
 
 
 
 
 
 
;
 
᾽ 
 
 
 
,
 
 
 
 
ʼ 
 
;
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 

, 
 
 
 
.
 
· 
 
 
ʼ, 
 
 
 

 
 
 
 
 
.
ʼ, 
 
, 
 

 
 
 
 
 
.

· 
 
 
 
 
 

; 
 
 
ʼ, 
 
, 
;

 
 
 
,
 
, 
 
, 
.

 
ʼ, 
 
ʼ 
 

 
 
; 
 
ʼ 
 
.
, 
· 
 
, 
.

 
 
 
 
, 
,
 
 
· 
 
 

 
ʼ 
 
 
 
.

, 
 
; 
 
᾽ 
 

 
, 
 
 
;
, 
 
, 
 
ʼ 
·
 
ʼ 
 
 
ʼ· 
 
ʼ 
.
 
 
 
ʼ; 
᾽ 
;
 
 
 
 
ʼ 
 
, 
,
; 
, 
 
 
 
.
2864	
 
 
 
 
, 
,
 
 
· 
 
 
 
 

 
᾽ 
, 
 
 
ʼ 
᾽ 
.
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 

ʼ 
᾽ 
 
, 
 
ʼ 
·
 
ʼ 
 
 
,
 
 
 
 
,
. 
 
ʼ 
 
 
 

 
 
 
 

 
 
· 
 
 

 
 
 
 
.
 
 
 
 
 
·
ʼ, 
, 
 
 
 
,
 
· 
 
ʼ 
ʼ 
.
 
ʼ 
· 
 
 
, 
 
ʼ 
,
 
 
 
 
,
 
· 
 
ʼ, 
 
 

 
 
ʼ, 
 
 

 
 
 
· 
 
ʼ 
 

 
 
 
 

 
 
 

ʼ 
᾽ 

 
 
 
 
 
.
᾽ 
, 
 
ʼ 
 
.
᾽ 
 
 
 

 
, 
 
ʼ 
 

 
 
 
.
 
ʼ, 
 
, 
᾽ 
 
·
 
 
 
 
 
,
 
· 
 
 
 

· 
 
 
 
.
 
 
ʼ, 
 
 
,
 
, 
 
ʼ· 
 
 

 
 
 
ʼ 
.
3081	 
ʼ 
, 
 
ʼ 

 
 
 
.
 
᾽ 
 
 
,
 
 
 
 

 
 
 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 

, 
 
 
 
 

 
 
 
·
, 
᾽, 
 
 
, 
 
,
 
, 
, 
 
ʼ 
᾽ 

, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
·
 
ʼ 
. 
 
 
 
ʼ 

 
 
 
 
,
ʼ 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
, 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
ʼ 
 
·
, 
 
, 
 

 
 
 
 
 
 
;
 
 
 
 
 
ʼ 

 
ʼ 
; 
ʼ 
 
 

 
, 
 
 

 
 
 
ʼ 
.

 
 
 
 

 
 
 
 
 
.
3263	
 
, 
 
ʼ 
 
 
 
 
,
 
· 
 
 
 
,
᾽ 
 
 
, 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

. 
 
, 
 
 
 

 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 

 
 
, 
 
ʼ 

 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 

 
ʼ, 
 
 
᾽ 
;
᾽ 
 
 
 
 
;
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
,
 
 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
ʼ, 
᾽ 
 
,
 
. 
 
 
 

 
 
 
ʼ 

 
, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
, 
 
,
ʼ 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
,
 
 
ʼ — 
 
 
, 
;
 
 
· 
 
ʼ 
 — 
 
 
;  — 
 
ʼ 
ʼ 
 
,
 
 
 
ʼ 
 

, 
 
 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
, 
 
ʼ 
 
,
 
ʼ 
 
 
ʼ, 

, 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
, 

 
 
. 
 
᾽ 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 

 
 
. 
 
,
 
ʼ 
 
 
 
.
3557	
 
 
,
 
 
 
,
 
 
 

 

ʼ, 
 
᾽ 
 

 
 
, 

 
 

 
.
3586	
 
 
 

 
 

 
ʼ 
 
 

 
 
 

 
 
 
ʼ 
᾽ 
.
 
ʼ 
, 
 
 
 
 
 

 
 
,
3622	
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 

 

 
 
 
,
 
 
 
.
3660	
, 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
 

; 
 
 
.

 
ʼ, 
 
 
 
 
;
 
ʼ 
 
 
 
.

 
 
᾽ 
· 
 
 

 
 
 
 
.

 
 
 
 
 

᾽, 
 
 
 
 
 
.

 
 
 
 
 
,
ʼ, 
 
ʼ 
, 
 
,
 
 
 
.

 
 
, 
 
ʼ 
.
 
 
 
 
 

 
ʼ, 
 
 

 
 
 
 
 
;

᾽ 
 
, 
 
 

, 
 
 
 
 
.

 
 
· 
 
 
 

 
 
 
 
;

 
, 
 
 
ʼ 
 

᾽· 
᾽ 
 
 
 
,
 
 
 
 
 
ʼ 
.
3808	
, 
 
 
ʼ 
 
,
, 
 
 
 
ʼ 
 
.
 
, 
᾽ 
 
.
 
 
,
, 
 
,
 
 

 
.

 
 
 
, 
 
 
;

ʼ 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
.

ʼ, 
 
, 
 
 
.

 
 
 
 
,
 
 
,
 
 
;
 
 
;

 
ʼ· 
᾽ 
 
 
 
  

, 
 
 
 
,
 
 
; 

 
 
 
 
.

, 
, 
 
 

 
· 
 
 

 
, 
 
 
 
,
 
, 
᾽ 
 
 
 
.

 
 
 
ʼ; 
ʼ 
 
;

 
 
, 
 
,
᾽ 
 
 
 
 
 
.

, 
 
; 
 
 
 
;

ʼ 
, 
 
,
 
ʼ 
᾽ 
. 
 
 
;
 
ʼ 
, 
 

, 
 
 

 
 
 
᾽ 
.
3990	
 
, 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 

, 
 
, 
.

, 
 
 
 
 
 

ʼ, 
᾽ 
 
 
 

 
 
 
ʼ 
 
;
 
 
 
 
᾽ 
·
 
 
, 
 
 
.
 
ʼ 
 
· 
 
 

ʼ 
 — 
 
 
ʼ 
 
.
· 
᾽ 
 
᾽ 
 
 

 
; 
 
 
 

 
 
 
.

ʼ, 
 
 
 
 
,
, 
 
; 
 
 

 
᾽ 
 
 
 
;

 
 
 
 
 

, 
 
 
ʼ 
 
;  — 
 
᾽ 
;

᾽, 
 
 
 
 
ʼ 

 
ʼ, 
 
 
ʼ 
.

 
 
, 
 
 

 
 
 
.

᾽ 
 
 
 
 

 
 
᾽, 
 
 
;

 
 
 
 
 
 
,
 
 
· 
 
 
᾽ 
 
.

 
 
 
 
 

 
 
. 
 
 
;
 
, 
 
 
 
 
. — 
, 
 
 
 

 
 
 
 
ʼ 
  

 
 
; 
 

 
; 
 
 
 
.

 
· 
 
 
 

 
 
 
 
.

 
 
᾽ 
 
 
 
;

 
 
 
 
 
, 
. — 
 
 
᾽, 
 
 
;

· 
 
 
 
 
 
.

 
ʼ 
 
 
 
.

 
 
 
 
, 
 
, 
;

 
 
 
 
᾽ 
.

 
 
ʼ 
 
 
 
, 
;

 
ʼ, 
 
, 
᾽ 
 
.
4291	
 
ʼ 
 
ʼ, 
ʼ 
 
;

 
 
 
 
.

 
 
᾽ 
 
 
 
;

 
 
, 
 
 
.

 
ʼ 
 
 
 
 
;

᾽ 
 
 
 
.

 
 
 
 
 
 
 
;

 
ʼ 
᾽ 
; 
 
 
 
.

 
· 
 
 
 
 
;

᾽, 
 
 
 
.

 
 
 
; 
 
 
 
;

᾽, 
 
 
 
.

 
ʼ 
 
ʼ 
 
;

ʼ 
ʼ 
ʼ 
 
 
.

 
, 
 
, 
 
.

 
ʼ, 
 
 
.

 
 
 
 
 
.

 
 
, 
, 
.

 
· 
 
 
 
 
;

 
, 
 
 
 
 
 
.
᾽ 
 
᾽ 
 
 
 

. 
 
 
 
 
 
,
ʼ 
· 
 
 
, 
 
 

 
, 
 
,
 
 
 
 
 
 
 

 
 
 
,
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
 
 — . 
 
 

· 
 
ʼ, 
 
 
,
 
, 
᾽ 
 
.
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 

· 
 
 
 
 

 
 
 
 
ʼ 
·
 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
, 
 

ʼ 

 
 
 
᾽ 
 
.
 
 
ʼ, 
 
 
 
,
 
ʼ 
, 
 
 
 
 
ʼ 
,
 
, 
 
  
 
, 
 
ʼ 
 
;
 
 
· 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
 
 
ʼ 
;
 
 
᾽ 
 
 
 
 
;
 
 
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
. 
·
 
 
 
᾽ 
ʼ 
.
 
 — 
 
 
 
 
 
,
 
· 
᾽ 
 
·
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
᾽ 
 
, 
,
 
 
 
 
 

 
᾽ 
 
 
, 
 
ʼ 
;
 
 
· 
 
 
᾽ 
;
 
 
 
 
 

. 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 

ʼ, 
 
 
.
 
ʼ, 
 
 
 
,
, 
 
 
 

, 
 
 
 
, 
᾽ 
.
 
 
 
 
 
ʼ 

 
 
 
 
 
 
.

 
, 
 
 
 
,
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
 
 
,
, 
ʼ 
 
 
ʼ 
 
,
 
 
 
ʼ 
᾽ 
 

 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
 
 
ʼ 
· 
 
 
 

᾽ 
, 
 
 
 
 
 
.  — 
 
 
ʼ· 
 
 
 
ʼ 

 
 
 
 
,
 
ʼ, 
 
 
.
4921	
.
 
 
 
 
᾽ 
·
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
᾽ 
 
.
 
 
, 
 
 
 

 
᾽ 
, 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 — 
 — 
᾽ 
 
 
.

 
; 
 
; 
 
 

 
 
 
 
,
 
 
 
 
;
 
 
 
; 
 
 
;

 
ʼ 
 
 
.

 
 
, 
 
;

 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

· 
 
 
 
 
.

 
ʼ; 
 
 
 
 

 
 
 
 
;
᾽ 
 
· 
 
 
 
,
 
 
 
᾽ 
 
 

.  — 
 
 
 
 

· 
 
ʼ 
 
 
ʼ 

, 
 
 
 
 
 
,
 
· 
 
 
 
ʼ 
 

 
 
.  — 
 
 
 

 
, 
, 
,
 
᾽ 
 
 
 
,
 
 
, 
 
.

 
᾽ 
· 
 
 
 
 
 

, 
 
 
 
 
 
 
·
 
ʼ, 
 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
.
 
ʼ 
 
· 
 
 
 
,
 
ʼ 
 
 
, 
 
 

 
 
, 
 
 
 
.
5202	
 
, 
 
 
,
 
 
 
 
·
 
 
 
 
 

 
 
 
.
 
 
 
 
, 
 
ʼ 

ʼ 
 
· 
ʼ,
 
ʼ 
.
5239	
 
,
 
 
 
 
 
᾽ 

, 
 
ʼ 
 
 

 

 
 
 
, 
 
ʼ 
 
,
 
᾽ 
 
 

ʼ 
.
5273	
 
 
 

 

 
 
ʼ 
 
 
,
 
 
ʼ 
 
.
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
᾽· 

 
, 
 
 
 

 

 
ʼ 
;
5316	
 
 
 

, 
 
 
,
 
ʼ 

ʼ 
 
 
·
 
 
ʼ 
ʼ 

 
 
 
 
,
 
ʼ 
ʼ, 


 
 
 
 
ʼ 
 

 
·
ʼ, 
 
,
5360	
 
 
 
 

 
 

 

ʼ, 
 
 
 

 

 
ʼ 
 
, 
 
 
᾽ 
 
 
·
 
 
 
 
 
,
 
 
ʼ 
 
.
5400	
 
ʼ 
 
, 
 
 
,
, 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
.
·
 
 
 
, 
᾽ 

᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 

 
. 
 
 
 
 

, 
ʼ 
 
 
 
;
 
ʼ, 
 
 
 
 
 
,
· 
 
 
 
 
 

, 
᾽ 
 
᾽· 
 
ʼ 
,
 
ʼ 
 
 
 

 
 
 
 
 

 
, 
 
 
.

 
 
 
,
, 
 
 
 
.
 
 
 
ʼ, 
 
ʼ 

 
 
 
ʼ 
᾽ 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
,
· 
 
ʼ 
 
 
 
,
 
 
 
 
.

 
 
ʼ 
. 
 
 
 
ʼ 
;
 
ʼ 
 
 
 
 
 
·

 
 
 
 
 
 

 
 
 
· 
 
 

 
 
ʼ 
 
.

ʼ· 
 
 
 
᾽ 
.
 
 
 
, 
 
 
 

ʼ 
. 
 
 
 
·
 
 
 
 
 
 
 

 
; 
 
 
ʼ 
.
5621	
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
· 
 
ʼ 
 
 
ʼ 
.

· 
 
 
 
.

 
ʼ, 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
  
 
 
;

 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
 
 
;

, 
 
 
 
 
 
.

 
 
 
ʼ 
 
 
.

ʼ· 
 
 
, 
 
.

ʼ 
 
 
 
 
 
 
 
;

 
· 
 
 
 
 
.

᾽, 
 
 
 
 
 
 
  — 

 
ʼ 
 
 
 
ʼ 
 
;

 
 
 
.

᾽ 
᾽ 
 
 
 
 
;

, 
 
 
ʼ· 
 
 
 
.

 
 
 
 
 
;

, 
 
 
, 
᾽ 
.

 
· 
 
 
.

ʼ 
 
 
 
 
;

᾽ 
 
 
; 
 
 
;

 
 
 
ʼ 
.

᾽ 
 
 
 
 
 
 
;

 
 
ʼ 
 
 
.

 
; 
 
 
 
ʼ 
;

 
 
 
 
 
.

 
ʼ; 
᾽ 
 
 
.

 
 
 
.

 
 
 
 
;

 
 
, 
᾽ 
 
.
᾽ 
ʼ 
 
· 
 
 
 

 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
.

 
, 
᾽ 
 
 
·
5907	
 
 
 
 
 

 
 
 
,
 
. 
 
 

 
 
 
 
·
 
 
.
 
ʼ 
 
᾽ 
 
 
ʼ 

 
 
, 
 
·
 
 
 
 
.
5950	

, 
 
 
 
.

ʼ 
 
 
, 
;

 
᾽ 
, 
, 
 
.

, 
 
ʼ 
 
 
.

᾽ 
 
 
 
 
·
 
 
 
ʼ 
 
.

, 
 
 
 
.
ʼ 
; 
 
 

 
 
 
 
.

, 
 
, 
 
·
 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
.

 
 
 
, 
 
, 
,
, 
 
 
 
;

 
 
ʼ 
 
 

 
 
 
 
,
 
 
 
ʼ, 
 
ʼ 

 
 
 
· 
 
 

. 
 
ʼ, 
 
, 
᾽ 
 
.
᾽ 
 
 

 
 
 
.
6082	
 
, 
 
,
 
, 
 
;
 
 
 

 
 
ʼ 
; 

 
 
 
᾽ 
, 

 
 
 
,
 
 
;
 
 
 
,
 
,
 
 
 
 
 
;
 
 
 
 

ʼ 
 
, 
,
 
.
 
,
· 
 
 

 
. 
 
ʼ 

 
 
ʼ 
,
 
 
 
,
 

 
ʼ 
; 
 
.
 
 
 
ʼ 
 

 
 
,
, 
 
 
 
ʼ 
 
ʼ 
 
;
 
, 
 
, 
 
 
 
, 

 
, 
 
 

 
 
 
 
;
6200	
 
, 
 
 
ʼ 
 
·
 
ʼ 
 
 
.
6214	
, 
 
 
 
 
 
 
 
.
 
. — 
 
. — 
 
 
, 
.
 
· 
 
 
.
 
 
 
 
; 
 
;
 
 
, 
 
· 

 
.
 
 
.
 
, 
 
;
 

 
 
,
 
 
 
 
 
 
 
 
, 
 
 
 

 
 
 
;
6282	
ʼ, 
 
 
ʼ 
 
 

, 
 
 
.

 
 
· 
 
 

 
 
 
ʼ 
 

 
 
· 
 
 
 

 
 
 
 
,
 
 
 
 
 
.

 
ʼ· 
 
, 
, 

 
· 
 
 
;

·
· 
 
, 
 
ʼ 
;
 
ʼ 
 
 
 
,
 
 
᾽ 
; 
 
 

 
 
 
 
 
 
.

 
 
 
 

ʼ — 
 
ʼ, 
 
.

 
; 
 
 
 
᾽, 
 
;
 
, 
, 
᾽ 
 
;

, 
 
; 
 
 
 
 
;
, 
 
 
ʼ, 
᾽ 
 

 
 
 
.

, 
 
;

 
 
 
,
 
ʼ 
 
 
 
.

ʼ· 
 
 
 
 

᾽, 
 
 
 
 
 
ʼ 
 

 
 
᾽ 
 
 
.

᾽ 
. 
 
 
 
,
, 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
ʼ· 
᾽ 
 
ʼ 
 
,
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

, 
 
ʼ 
 

, 
 
 
, 
, 
.
6528	 
 
 
 
 

 
 
ʼ 
ʼ, 
 

 
 
 
 

· 
 
 
 
 
ʼ 

, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
, 
 
 
 
,
 
ʼ 
, 
 
 
 
, 
 

 
, 
ʼ 
 

, 
᾽ 
 
 
 
·
 
 
 
 

 
ʼ 
 
 
.
 
 
 
, 

ʼ 
 
 
, 
 
 

, 
 
 
·
ʼ 
 
 — 
 
; — 

 
 
ʼ 
 
 

 
, 
 
 
 

 
 
 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
,
 
, 
 
 
 
,
 
 
 
 
.
 
 
, 
 
 
,
 
ʼ· 
 
 
,
 
, 
 
 

, 
· 
᾽ 
 

 
· 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 

 
. 
 
 

 
 
 
 
 
 
,
. 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
.

 
 
 
 
 

 
 
 
 
 
 
.
6770	
, 
 
 
 

 
 
 
 
 
·
᾽, 
 
ʼ 
, 
ʼ 
 
,
᾽ 
 
, 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
᾽ 
,
᾽ 
 
 
 
 
 
,
 
ʼ 
ʼ· 
 
 
.
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
ʼ 
 
.
᾽, 
 
, 
 
ʼ 
 

 
 
᾽ 
 
 

᾽ 
 
. 
 
 
 
 

 
; 
 
 

 
 
, 
 
᾽ 
 
;
 
 
 
 
 

 
; 
 
 
 
;
 
, 
 
 
 
 
,
 
 
 
, 
 
 
 
.
 
 
· 
, 
᾽ 

, 
 
 
 
᾽ 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
᾽, 
 
᾽ 
 

, 
 
 
 
 
 
 

 
 
ʼ 
 
 
;
᾽ 
ʼ 
 
᾽ 
 
 
 — 
 
ʼ 
ʼ 
 — 
 
,
 
 
 
ʼ 
᾽ 
.
6972	 
 
 
, 
 
 
.
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
 
 
᾽ 

 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
 
 

, 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
ʼ 
 

 
 
 
, 
 
 
 
·
 
 
 
 
 

· 
 
 
ʼ 
᾽ 
᾽ 
 
.
 
ʼ 
 
, 
 
ʼ 
,
 
 
 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
. 
 
ʼ 
 
,
, 
 
᾽ 
, 
 
·
᾽ 
 
 
 
 
 
,
 
, 
 
 
 
 
·
 
 
 
 
 
 

 
  
 
ʼ 
 
.

 
· 
 
 
 
 

 
 
ʼ 
 
.

 
 
 
 
 
,
 
ʼ 
· 
 
 
 
,
ʼ 
 
 
ʼ 
 
.
 
ʼ, 
᾽ 
, 
᾽ 
 
 

᾽ 
 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
.
ʼ 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
. 
᾽ 
 
 
 

 
, 
 
 
 
 
.
7220	
, 
, 
 
ʼ, 

 
 
 
 
.

 
, 
 
 
;

 
 
ʼ 
 
ʼ 
, 
.

· 
 
ʼ; 
 
 
 
 
 
;

 
ʼ 
 
᾽, 
 
 
;

 
 
 
 
 
 
;

᾽ 
 
ʼ, 
ʼ 
 
 
 
 — 

 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
;

 
 
ʼ 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
;

 
 
ʼ 
 
 
ʼ 
 
 
 
.

 
ʼ 
 
ʼ 
᾽ 
 
;

· 
 
ʼ 
 
 
 — 

 
, 
 
, 
 
 
;

 
 
, 
 
.

 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
.

ʼ· 
 
 
 
ʼ 
.

 
 
 
᾽ 
, 
 
.

 
 
 
 
.

 
 
, 
 
ʼ 
.

 
, 
 
 
 
 
;

ʼ, 
 
 
 
 
 
ʼ 
.

 
ʼ 
, 
, 
 
;

 
;

 
 
;

ʼ· 
 
.

 
 

 
 
 
 
,
 
 
 
 
;
, 
 
ʼ, 
 
, 
 

 
· 
 
ʼ 
 

 
, 
· 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 

᾽ 
 
ʼ 
 
.
7517	
 
 
 
 
, 
,
 
 

· 
 
 
.
