@node
@author=Homer
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Charles Burton Gulick
@filename=tlg0012.tlg001.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Homer, Iliadis (Iliad) in two volumes. David B. Monro and Thomas W. Allen, eds. Editio Tertia (Third Edition), Oxford, Oxford University Press, 1920, Internet Archive, Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Iliad (Greek). Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:22Z

 
 
 
 

, 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
 

, 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
;
 
 
 
· 
 
 
 

 
 
 
 
, 
 
 
,
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
 
ʼ 
ʼ 
,
ʼ 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
, 
 
·
 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
 
, 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
 
 
 
.
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
· 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
ʼ 
 
 
 
 
.
226	 
᾽, 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
ʼ 
 

 
, 
 
 
 
·
 
 
ʼ, 
 
 

 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
ʼ 

 
᾽ 
, 
 
 
 
 
·
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 
,
ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
᾽ 
 
,
 
· 
 
ʼ 
 
 
.
ʼ 
᾽ 
 
, 
 
ʼ 
 
·
 
 
 
᾽ 
 
·
 
 
 
 
 
 
,
 
᾽ 
 
 
 

ʼ· 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
, 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
᾽ 
᾽ 
 
ʼ 
 
 
᾽ 
,
 
 
 
 
 
 
 

 
 
 
 
 
.
485	 
 
ʼ 
 
 
ʼ 
᾽ 
· 
 
ʼ 

 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
ʼ 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
·
 
 
 
· 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
,
 
 
· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 

 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 

 
, 
᾽ 
 
 
,
 
 
 
 
 
 
.
666	 
 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
᾽ 
,
᾽ 
᾽ 
 
 
ʼ 
,
᾽ 
 
 
 
 
ʼ 
,
ʼ 
᾽ 
ʼ 
 
 
᾽ 
 
·
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 

 
· 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
᾽ 
· 
 
ʼ 

 
 
 
 

· 
 
 
 
 

ʼ, 
 
 
 
 
 
·
 
 
ʼ 
 
·
 
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
᾽ 
·
 
 
 
 
 

 
 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
ʼ 

 
 
, 
 
 
 

 
· 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 
ʼ 
·
ʼ 
 
 
 
 
 
·
 
 
 
ʼ 
ʼ 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
,
 
 
 
 
 
 
;
 
 
 
 
 
 
·
 
 
 
 
, 
 
,
 
ʼ 
 
 
 
᾽ 
.
 
 
 
 
 
 
· 
 

 
 
ʼ 
, 
 
 
 

 
 
 
 
.
947	 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 

 
, 
 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 
᾽ 

 
, 
 
 
 
᾽ 
;
᾽ 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 

 
· 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 

, 
 
ʼ 
 
 

· 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
᾽ 
 

 
, 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
ʼ, 
 
 
 
 

 
 
 
 
 
·
 
 
 
ʼ 
 
᾽ 
ʼ 
 
 
,
 
 
 
 
 

 
· 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 

 
ʼ 
 
 
·
 
 
 
 
 

 
 
ʼ· 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 
 
 

ʼ 
 
 
, 
 
 
 
.
 
ʼ 
 
 
ʼ, 
 
 
 
 

ʼ 
 
 
 
, 
 
ʼ 

᾽ 
 
 
 
 
 
.
1266	 
ʼ 
ʼ 
 
 
 
·
 
᾽ 
 
 
 
, 
 
ʼ 

 
᾽ 
 
· 
ʼ 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
ʼ 
·
ʼ 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
᾽ 
 
· 
 
 
 
·
 
᾽ 
 
 
 
,
 
 
 
 
 
ʼ 
 
 
 

, 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
᾽ 
 

 
 
 
, 
 
 
 

 
 
 
 
 
.
 
· 
 
ʼ 
 
᾽, 
 
 
 

 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 

· 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
 

 
· 
 
ʼ 
 
 
 
·
 
ʼ 
, 
 
ʼ 
ʼ, 
 
ʼ 

ʼ 
· 
 
 
 
 
·
 
 
 
 
 
·
ʼ 
᾽ 
 
 
 
;
 
 
 
 
 
;
᾽ 
 
 
, 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
1528	 
ʼ 
 
 
 
 
·
 
 
 
 
 
, 
 
 
,
· 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
ʼ 
, 
 
 
 
·
᾽ 
 
 
 
 
 
 
·
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
· 
 
 
·
 
 
 
 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
, 
᾽ 

 
· 
 
ʼ 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 

 
, 
 
 
 
 
·
, 
 
ʼ 
, 
 
ʼ 
,
 
ʼ 
 
 
 
 

 
 
ʼ 
 
 
 

 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
 
 

, 
 
 
 
 
 
 
,
᾽ 
· 
 
 
 
 
 

 
 
 
· 
 
 
 
 

 
 
 
, 
 
 

 
 
· 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
 

, 
ʼ 
 
 
᾽ 
 

 
· 
 
ʼ 
 
 

 
 
ʼ 
 
 
 
.
1827	 
 
, 
 
 
 
 

 
 
, 
 
ʼ 
·
 
ʼ 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

ʼ, 
 
 
 
 
 
᾽ 

 
 
, 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 
.
 
ʼ· 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
ʼ 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ 
, 
 
·
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
 
·
 
 
ʼ 
᾽ 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
·
 
 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 

, 
 
 
ʼ 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 

ʼ 
 
 
, 
 
 

 
 
 
 
.
2121	 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
,
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
·
 
 
᾽ 
, 
 
 

ʼ· 
 
 
᾽ 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 

 
, 
 
 
 

 
· 
 
ʼ 
 
 
 
.
2331	 
 
᾽ 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 

 
᾽ 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
· 
᾽ 

ʼ 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
·
 
ʼ 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

· 
᾽ 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ· 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
ʼ 

 
 
 
 
 

 
· 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
2574	 
, 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
· 
 

 
 
 
 
 
,
ʼ 
ʼ 
 
, 
 
᾽ 
 
·
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 

· 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
; 
 
 
 
 
 
;
, 
 
 
, 
 
 
.
 
 
 
 
 
 
 
·
· 
 
 
 
 
 
᾽ 
;
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
ʼ 
 
 

 
 
 
 
 

 
 
 
 
ʼ 
ʼ 
,
ʼ 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 
.
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
· 
 
ʼ 

 
, 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
· 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
· 
 
 

 
 
 
 
.
2876	ʼ 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
ʼ 
 
 
 
, 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
,
ʼ 
 
ʼ 
 
 
,
 
 
 
, 
 
 
 

ʼ, 
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
᾽ 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
 
 

, 
 
 
 
,
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
ʼ 
 
 
;
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
, 
 
ʼ 
 
·
 
 
 
 
ʼ 
 

 
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
3192	 
 
ʼ 
, 
 
 
ʼ 

 
 
 
 

 
 
 
 
· 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
·
 
, 
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 
 

 
 
 
᾽ 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
, 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
·
 
 
ʼ, 
 
 

 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
3406	 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
᾽ 
 
ʼ 
·
 
ʼ 
 
 
 
, 
 
ʼ 
 

· 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
, 
 
 
.
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 

 
· 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
, 
 
 

 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
᾽ 
 

 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 

 
ʼ 
 
, 
 
 
 

 
, 
 
ʼ 
 
 
 
.
3658	᾽ 
 
 
᾽ 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
 

 
, 
 
ʼ 
· 
 
ʼ 
 
ʼ 

 
, 
᾽ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
·
 
 
ʼ 
 
, 
 
 

, 
 
ʼ 
᾽ 
᾽ 
 

 
 
 
 
·
 
 
 
 
 
 
ʼ 
 

 
 
 
, 
 
 
 
·
 
 
 
 
 

ʼ· 
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
᾽ 
 

 
 
 
 
 
 
.
 
· 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
· 
 
ʼ 
 
 

 
᾽ 
, 
 
 
 
·
 
 
 
 
 
 

 
ʼ, 
 
 
 
 
, 
᾽ 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
ʼ 
 

 
᾽ 
 
ʼ 
 
 
·
 
 
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

· 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 

· 
 
 
 
 
᾽ 

᾽ 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 

 
᾽ 
· 
 
ʼ 
 
.
3951	 
ʼ 
 
 
· 
 
 

 
 
 
 
᾽ 
 
,
 
 
 
 
· 
 
ʼ 
 
 

 
 
 
 
· 
 
 

 
, 
᾽ 
 
 
.
 
 
 
 
ʼ 
 
· 
 
 

 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
·
 
ʼ 
 
 
 
 
 
;
 
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

· 
 
 
᾽ 
 
 
·
᾽ 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
᾽ 
·
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
;
 
 
 
 
ʼ 
᾽ 
 
 
,
 
᾽ 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
᾽ 
 

 
 
· 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
 
 
·
᾽ 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
 
ʼ 
 

 
ʼ, 
 
 
 
 
 
.
4231	 
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
᾽ 
 
᾽ 
᾽ 
,
 
 
 
 
 
 
,
 
 
 
 
· 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
 
·
ʼ 
᾽ 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
, 
 
 
 
,
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 

· 
 
 
 
·
 
 
 
 
ʼ 
 

 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
, 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 

 
 
 
·
 
 
 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
 
·
 
ʼ 
, 
 
 
 
.
4539	 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 
·
ʼ 
 
 
 
 
 
 
·
 
 
 
 

 
᾽ 
 
 
 
·
 
 
 
 
 

· 
 
 
 
 
 

· 
 
 
᾽ 
 
 
ʼ 

 
· 
 
 

 
, 
 
 
ʼ 
.
 
, 
 
ʼ 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
· 
 
 

ʼ 
 
, 
 
ʼ 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 

, 
 
 
 
 
ʼ 
·
 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
 

 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
 
 
 
 
 

· 
 
 
 
 
 

· 
 
 
᾽ 
 
 
ʼ 

 
· 
 
 

 
, 
 
 
ʼ 

 
· 
 
 
 
 
, 
 
 

 
ʼ 
 
 
 
 
.
4782	 
 
 
, 
 
 
ʼ 

 
ʼ 
 
 
 
᾽ 
 
 
·
 
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
᾽ 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
ʼ 
·
 
ʼ 
, 
 
ʼ 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
·
 
 
, 
 
ʼ 
 
᾽ 
·
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
·
 
· 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
·
 
 
 
 
 

· 
 
 
 
 
 

· 
 
 
᾽ 
 
 
ʼ 

 
· 
 
 

 
, 
 
 
ʼ 

 
· 
 
 
 
 
· 
 
 
 

ʼ 
, 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
.
5080	 
 
ʼ 
 
 
ʼ 
᾽ 
, 
 
ʼ 

, 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
 
·
᾽ 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
· 
 
 
.
 
 
 
 

 
 
 
 
 
,
 
 
 
᾽ 
 
·
 
 
ʼ 
 
 
, 
 
 
 
·
 
 
 
 
 
 
 

 
 
 

 
 
· 
 
 
 
 

ʼ 
 
 
· 
 
ʼ 
.
 
ʼ 
, 
 
 
 

 
, 
 
ʼ 
· 
 
 

 
 
, 
 
ʼ 

ʼ, 
 
 
 
.
 
ʼ 
 
, 
 
 
ʼ 

 
· 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 
 
.
5308	 
 
ʼ 
 
ʼ 
 
·
 
 
 
 
 

 
 
 
 
 
 
,
, 
 
 
 
 
 
 

 
ʼ 
 
,
 
 
 
 
, 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

᾽ 
 
 
· 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 

 
 
 
 

 
, 
 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
· 
᾽ 

 
 
 
 
 
,
 
 
 
 
 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
 

ʼ 
 
 
· 
 
 

 
 
 
 
᾽ 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
.
 
, 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
, 
 
 
ʼ 
 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
,
 
 
ʼ 
 
· 
 
ʼ 

 
ʼ 
, 
 
ʼ 
 

ʼ 
· 
 
ʼ 
 

 
 
᾽ 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 

 
· 
 
ʼ 
 
 
.
5626	 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
᾽ 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
᾽ 
 
 
 

ʼ· 
᾽ 
 
 
 
 

ʼ, 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
ʼ 
,
 
 
 
 
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
 
;
᾽ 
 
 
 
 
, 
ʼ 
᾽ 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
 
.
 
᾽, 
 
 
 
 
 
,
 
 
, 
 
 
 
· 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
.
5852	 
 
 
 
 
 
 

 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
·
 
 
, 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 

 
ʼ 
 
 
 
᾽ 
 
·
 
 
 
 
 
᾽ 
·
 
 
· 
 
 
,
 
, 
 
 
 
 

 
ʼ 
 
, 
 
 
.
 
 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 

, 
 
 
 
 

 
 
, 
 
 
 
.
 
 
᾽ 
, 
 
 
ʼ 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 

, 
 
 
 
, 
 
,
᾽ 
 
 
 
 
 

· 
 
 
 
 
 
·
 
, 
 
ʼ 
 
· 
 
 
 

 
 
 
· 
 

 
 
, 
 
ʼ 
 
.
 
ʼ 
 
᾽ 
 
᾽ 
·
 
 
· 
᾽ 
᾽ 
 

 
 
᾽ 
· 
 
ʼ 
᾽ 

 
 
 
ʼ 
 
.
6120	 
 
 
 
 
 
·
 
 
ʼ 
᾽ 
 
 
;
 
 
 
, 
 
 

 
 
 
, 
 
 

 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
,
 
ʼ 
 
 
; 
 
 

 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
᾽ 

 
 
 
 
, 
 
ʼ 

 
 
 
 
, 
 

 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 

· 
 
 
 
 
 
.
 
᾽ 
 
 
 
, 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
,
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
ʼ 
, 
 
 
 
,
, 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
 
 

, 
 
᾽ 
 
 
 
.
 
 
 
 
 
ʼ 
 
,
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 

 
· 
 
 
 
.
᾽ 
 
 
, 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
,
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 

 
 
 
.
6419	 
᾽ 
, 
 
 
 
 
 

· 
 
ʼ 
, 
 
 
 
 
·
 
ʼ 
 
 

 
 
· 
 
ʼ 
᾽ 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 

 
 
 
.
 
 
 
· 
 
ʼ 
 
 

 
 
· 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

᾽ 
 
 
᾽ 
 

 
ʼ 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
·
 
ʼ 
 
 
 

 
· 
 
 
ʼ 

 
 
 
· 
 
 

 
 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
6673	 
 
 
 
 
 
, 
 
 

, 
 
 
 
 
 
·
 
 
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 

 
 
 
 
 
 
·
ʼ 
 
 
· 
 
 
 

, 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
,
 
᾽ 
 
 

, 
 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
 
·
ʼ 
 
 
 
 
;
 
 
᾽ 
 
 
 
 

 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
· 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 
 
 
.
 
᾽, 
 
 
ʼ 
, 
 
 

 
 
 
᾽ 
,
 
 
 
·
6917	 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
ʼ 

 
ʼ 
 
 
, 
 
·
 
 
ʼ 
, 
 
 

 
, 
 
 
᾽ 
.
 
 
ʼ 
᾽ 
 
 
 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
, 
 
 

 
ʼ· 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
,
 
᾽ 
 
ʼ 
 
 
 
 
 

᾽ 
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
7162	 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 

 
᾽ 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
, 
 
ʼ 
 
·
 
 
ʼ 
 
 
 
, 
᾽ 

 
 
 
 
᾽ 
.
 
ʼ 
ʼ 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
 
᾽ 

 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
᾽ 
.
 
᾽, 
 
 
ʼ 
 
 
 

 
᾽ 
, 
 
 
 
,
 
· 
 
ʼ 
 
 
 

 
, 
᾽ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
, 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
,
 
 
 
 
,
 
 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 

 
· 
 
ʼ 
᾽ 
 

 
 
 
 
 
.
7510	 
᾽, 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
᾽ 
 
ʼ 
.
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
, 
 
 
.
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
,
 
 
ʼ 
 
, 
ʼ 
 

 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
.
 
 
 

 
 
 
 
 
·
 
 
, 
 
ʼ 
 
᾽ 
.
 
ʼ 
᾽ 
 
 

 
, 
 
 
 

ʼ 
ʼ 
 
 
 
,
 
 
 
 
,
 
, 
 
 
·
 
 
 
 
 

ʼ 
· 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
 
.
7778	 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
, 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 
.
 
 
 
ʼ 
 
 

· 
 
 
 
 
 
·
 
᾽ 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
, 
 
 
ʼ 
,
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
᾽ 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
᾽ 
 
 
,
 
 
ʼ 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
᾽ 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 

 
 
 
 
 
.
8135	 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 

 
· 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
 
,
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 
 
 

 
 
· 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
ʼ 
ʼ 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
ʼ 

 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
᾽ 
 
 
,
 
ʼ 
ʼ 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
.
8361	 
ʼ 
᾽ 
 
 
 

 
 
, 
 
ʼ 

 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
·
 
ʼ 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
᾽ 

 
 
 
 
 
·
 
 
· 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
 
.
 
ʼ 
 
ʼ 
 
 
 

 
 
, 
 
 
 
,
ʼ 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
, 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
ʼ 

 
ʼ, 
᾽ 
᾽ 
 
ʼ 
,
 
ʼ 
 
 
 
 

 
ʼ 
 
᾽ 
 

 
ʼ 
 
 
 
᾽ 
 
,
 
 
 
 
 

· 
 
 
 
 
 
 

 
ʼ· 
 
ʼ 
 
 
 

, 
 
 
 

᾽ 
 
 
 
 
 
 
.
8598	 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
ʼ 
 
,
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 

 
· 
 
 
·
 
ʼ 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
, 
 
 

 
 
 
 
 

 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
, 
 

 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
,
 
 
ʼ 
 
 
 

 
 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 
 
.
8821	 
ʼ 
 
 
 
 
 
 

 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 

 
 
, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 

 
 
 
, 
 
ʼ 
᾽ 
, 
·
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
ʼ 

, 
 
 
 
 
 
,
 
ʼ 
 
 
 

, 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
,
 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
᾽ 
ʼ 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
 
,
᾽ 
᾽ 
᾽ 
 
, 
 
 
 
·
 
ʼ 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
, 
 
 
,
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 

 
ʼ 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
9080	 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
·
 
 
 
, 
 
ʼ 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
·
 
 
 
, 
 

 
, 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
ʼ 

, 
 
 
 
 
 

 
 
 
ʼ 
 
·
᾽ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
·
 
 
 
ʼ 
, 
 
ʼ 
 
.
9367	 
ʼ 
 
 
 
 

 
, 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 

 
· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
᾽ 
 
 
, 
 
 
 
·
 
 
 
 
 

 
 
 

 
 

 
· 
 
ʼ 
 
 
 

 
 
· 
 
 

ʼ 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
᾽ 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
 

 
 
, 
 
 
 
 

 
 
 
 
·
ʼ 
 
 
ʼ 
· 
 
 
 

 
 
 
 
.
 
 
᾽ 
 
 
, 
 
 
 
·
 
 
 
 
 
,
 
᾽ 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
.
9627	 
ʼ 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 

 
 
 
 
 
·
 
᾽ 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
, 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
,
 
ʼ 
᾽ 
 
 
 

 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
᾽ 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
 

 
᾽ 
, 
 
᾽ 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
 
 
ʼ 
 

 
, 
 
 
.
 
 
ʼ 
 
 
 

᾽ 
 
· 
 
 
 
 
,
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 

ʼ 
 
 
 

· 
 
 
 
 

 
 
 
 

 
ʼ· 
 
 
ʼ 
 
 

 
 
 
 

· 
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
9935	 
ʼ 
᾽ 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 

 
᾽ 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
· 
 
ʼ 
 
.
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
 
 
 
᾽ 
, 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
· 
 
 
ʼ 
·
 
ʼ 
 
, 
 
ʼ 
 

 
ʼ 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
.
10201	 
᾽ 
 
 
 

, 
 
᾽ 
 
 
ʼ 

 
 
 
 
 
,
 
, 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

, 
 
᾽ 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
, 
 
 

 
, 
 
 
 

 
 
 
· 
 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 

 
 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
.
10457	 
 
 
 
 
 
·
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
ʼ 
 

 
 
 
 
ʼ 
 
·
 
 
᾽ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
 

, 
 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 
.
10596	 
 
 
᾽ 
 
,
 
 
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
᾽ 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
 

 
 
 
, 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
ʼ 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 

 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 

· 
 
 
 
, 
 
 
 

 
 
 
 
 
ʼ 
·
 
 
 
 

 
· 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
ʼ 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
 
.
10857	 
ʼ 
 
 
 
 
·
 
 
 
 

ʼ 
 
 
ʼ 
 
 
ʼ 
·
 
 
 
, 
 
 
 
 

 
 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 

 
ʼ, 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 

 
, 
 
 
,
 
 
ʼ 
ʼ 

 
 
 
 
 

 
 
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
;
 
 
 
 
 
;
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
᾽ 
 
 
.
 
 
 
· 
 
 
 

 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
᾽ 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
᾽ 
 
 
 
 

 
, 
 
ʼ 
 
·
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 
 
 
 
·
 
᾽ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 

ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
 

 
 
, 
 
 

 
 
 
 
 
.
11137	 
᾽, 
 
ʼ 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
 
 

 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 
 
ʼ 
·
 
 
 
 
 
 
·
ʼ 
, 
 
 
 
·
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
ʼ 

· 
 
 
ʼ 
 
·
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 

 
᾽ 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
· 
 
 
 

 
, 
 
 
 

 
 
, 
 
 
 

᾽ 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
 

· 
 
 
 
.
 
ʼ, 
 
, 
 
 
,
 
 
 
· 
 
ʼ 
 
 
·
 
 
 
, 
᾽ 
 

, 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

, 
 
ʼ 
 
ʼ 
 
.
11385	 
᾽, 
 
ʼ 
 
 
 
 

 
 
 
.
 
᾽ 
 
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
· 
 
 
ʼ 
 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
, 
᾽ 
ʼ 

· 
 
ʼ 
᾽ 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 

 
 
 
,
 
 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
· 
 
 
 
 

 
, 
 
ʼ 
 

 
ʼ 
 
 
 
,
 
 
᾽ 
 
᾽ 
 
·
 
ʼ 
 
 
 
 
·
᾽ 
 
 
, 
 
 
 

 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
 

 
 
 
 
·
 
 
 
 
, 
 
 
,
 
, 
 
ʼ 
 
 
.
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 

ʼ 
 
 
 
 
 

 
, 
 
 
 
 
 
ʼ 
,
 
 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
.
11624	 
ʼ 
 
 
 
 
 

 
 
 
ʼ 
 
ʼ 
 

 
 
 
 
 

 
 
 
 
,
 
 
 
, 
᾽ 

, 
 
 
 
 
ʼ 

 
 
 
 
·
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
 
 

ʼ 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
,
ʼ 
 
 
ʼ 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
·
 
 
 
᾽ 
 
 

 
 
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
᾽ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
· 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
·
 
᾽ 
 
 
, 
 
ʼ 
 
.
 
, 
 
ʼ 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
᾽ 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
·
᾽ 
᾽ 
 
 
 
 
 
.
11950	 
᾽ 
 
 
ʼ 
 
·
᾽ 
 
 
 
 
 
 
 
 
᾽ 
·
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
᾽ 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 

 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
, 
 
 

᾽ 
· 
 
 
 
 
.
᾽ 
 
 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
 
 

 
 
 
 
,
 
 
᾽ 
 
ʼ 
 
 
·
 
 
ʼ 
᾽ 
 
ʼ 
 
.
12191	 
 
᾽ 
 
 
ʼ 
 
·
 
 
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
 

 
 
 
 
᾽ 
 
 
.
 
, 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
·
 
 
 
 
·
 
, 
 

 
ʼ 
 
 
 

 
 
 
᾽ 
 
 
·
 
 
 
 

 
 
ʼ 
 
·
 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
 

 
 
, 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
, 
 
ʼ 

 
· 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
.
12463	᾽ 
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
ʼ 
 
· 
 
 

 
 
 
, 
 
 

, 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
· 
 

 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
·
 
 
 
 
 
,
 
ʼ, 
 
᾽ 
 
 
᾽ 
,
 
 
 
, 
 
 
 

 
 
 
ʼ 
 
,
 
 
, 
 
ʼ 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 
.
, 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 

, 
᾽ 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
12724	 
, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 

 
· 
 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 

 
 
 
 
ʼ 
·
 
 
ʼ 
᾽ 
 
 
 

 
 
 
 
.
 
 
 
 
 

, 
 
 
·
 
 
 
 
 

 
 
· 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 

, 
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
.
12988	 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
· 
 
ʼ 
 

 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
 

ʼ 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
 
,
᾽ 
 
, 
 
 
 

ʼ 
 
· 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
ʼ 

 
, 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
.
 
 
 
 

 
 
 
· 
 
ʼ 
᾽ 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
, 
 
 
 

 
 
, 
᾽ 
 
.
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
·
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
᾽ 
 
 
.
 
 
᾽ 
 
ʼ 
 

ʼ 
, 
 
ʼ 
 
·
 
 
 
 
 

 
· 
 
ʼ 
ʼ 

 
᾽ 
 
 
, 
 
ʼ 
᾽ 
 
,
 
ʼ 
ʼ 
 
 
 
.
13285	 
ʼ 
 
 
ʼ 
· 
 
 

 
᾽ 
, 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 
ʼ 
·
᾽ 
ʼ· 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
ʼ 
, 
 
 

ʼ, 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
·
 
᾽ 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
᾽ 
 
ʼ 
·
, 
 
 
 
 
;
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 
 
;
 
ʼ 
 
, 
 
ʼ 
 
,
ʼ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 
 
·
 
 
· 
 
 
ʼ 

 
· 
 
ʼ 
ʼ 
 
.
 
 
 
 
ʼ 
·
 
ʼ 
 
, 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
,
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
,
 
 
 
 
 

, 
 
 
 
· 
 
 
.
13564	 
ʼ 
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 
·
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
· 
 
 
ʼ 

 
 
, 
 
 
 
 
.
 
 
 
 
ʼ 
ʼ 
 

 
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
· 
 
ʼ 

 
, 
 
 

 
 
 
 

, 
 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 
 
 
.
᾽ 
 
 
 
 
·
 
 
 
 
ʼ 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
· 
 
ʼ 
ʼ 
.
 
 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 

 
 
᾽ 
 
·
 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
·
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
ʼ 
᾽ 

, 
 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
13859	 
 
 
 
 
 

 
 
, 
 
 
 
 

 
· 
 
 
 

ʼ 
, 
 
 
·
ʼ 
 
 
 

 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
 
.
᾽ 
 
 
 
 

· 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
 
 
.
᾽ 
 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 
 

, 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
·
 
 
 
 
 
·
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
, 
 
 
 

 
, 
 
 
 
 
.
ʼ· 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
;
 
 
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
, 
 
 
 
.
 
 
· 
 
 
 
 

 
 
 
ʼ 
 
ʼ 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
14205	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
ʼ 
 
.
᾽ 
 
 
᾽ 
 
,
 
 
, 
 
ʼ 
· 
 
ʼ 
 
 

· 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
 
 
·
ʼ 
 
 
 
·
 
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 

· 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
· 
 
ʼ 
 

 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
 

, 
 
 
ʼ 
 

, 
 
ʼ 
 
 
 
.
14463	 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 

 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

ʼ· 
 
 
 
 
 

, 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
 
 
ʼ 
.
᾽ 
ʼ 
 
 
,
 
ʼ 
 
 

 
 
 
 

 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 
·
ʼ 
 
 
 
 

, 
 
 
ʼ 
 
 
 

 
 
 
 

 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
ʼ 

 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 

 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
, 
 
 
ʼ 
, 
 
ʼ 

 
ʼ 
 
 
.
14743	 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
᾽ 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 

 
ʼ, 
 
 
 
 
 
,
 
 
 
· 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 

 
· 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
ʼ 
·
 
 
 
 
 
ʼ 

 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 

᾽ 
 
· 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
 
 

 
 
 
·
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
· 
 
 
 
 
.
15145	 
ʼ 
 
 
 
·
, 
 
 
 
 
 
·
 
 
 
 
 
, 
 

 
 
 
 
᾽ 

 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
᾽ 

ʼ 
 
 
 
 
.
 
 
 
 
 
·
ʼ 
 
 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
, 
 
 
.
 
᾽, 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
· 
 
 

ʼ· 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
, 
 
 
.
 
, 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 

 
, 
 
ʼ 
 
ʼ 
 

ʼ, 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
᾽ 

 
 
 
, 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
ʼ 
 
᾽ 
᾽ 
 
 

, 
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
, 
 
 
.
15431	ʼ 
 
 
 
 
 

 
ʼ 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
 

 
 
 
·
 
 
᾽ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
;
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

ʼ, 
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
;
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
᾽ 
 
 

᾽ 
 
ʼ, 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

ʼ, 
 
 
, 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
.
15724	 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
ʼ, 
 
 
ʼ 
ʼ 

· 
 
ʼ 
 
 
 
ʼ 

᾽ 
 
 
 
 
.
 
᾽, 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
·
 
 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
 

ʼ 
 
 
, 
 
 
 
 
,
 
 
, 
 
 
 
 
·
 
᾽ 
 
 

 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
ʼ 
 
 
,
 
· 
 
 
ʼ 
· 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 

 
᾽ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
ʼ 
·
ʼ 
 
 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
· 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
,
ʼ 
· 
 
 
.
 
 
ʼ 
 
 
 
 
᾽ 
ʼ 

 
, 
 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
16048	 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

 
 
ʼ 
, 
 
 
 
 
·
 
 
 
 
· 
 
 

 
 
, 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
 
 
.
 
᾽, 
 
 
 
 
.
ʼ 
 
 
 

ʼ· 
 
ʼ 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
 
 
 
 
 
,
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
ʼ 
;
 
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
᾽ 
·
 
 
 
ʼ 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
16318	 
 
 
 
 
 
;
 
 
 
 
 
ʼ 

 
᾽ 
 
 
 
;
 
 
ʼ 
 
 
 
 
 
 

 
 
 
 

 
· 
 
 
᾽ 
 
.
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 
 
·
 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
ʼ 
 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
ʼ 
.
 
 
 
 
 

ʼ 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
, 
 
ʼ 
 
 
;
 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
· 
 
 

ʼ 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
᾽ 
 
 
 
·
 
 
᾽ 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
,
ʼ 
᾽ 
 
 
 
 
.
 
 
, 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
 
 

, 
 
 
 
 
,
᾽ 
 
ʼ 
 
, 
 
ʼ 

· 
 
 
 
 
.
 
 
 
 
 

 
᾽ 
 
 
 
 

 
· 
 
ʼ 
 
,
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
ʼ, 
 
ʼ 
 
 
 
 
·
ʼ 
 
 
 
 
.
 
 
 
· 
 
 

 
 
 
, 
 
 
ʼ 
.
16676	 
, 
 
ʼ 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
ʼ 
·
 
 
 
 
 

 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
, 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 

 
 
 
·
 
 
 
 
᾽ 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
, 
 

 
 
 
, 
 
 
ʼ 

 
 
, 
 
ʼ 
 
·
 
᾽ 
 
 
 

 
 
· 
 
 
 

· 
 
ʼ 
 
 
, 
 
 

 
 
 
᾽ 
 
 
,
 
 
· 
 
 

 
ʼ 
, 
 
 
.
 
ʼ, 
 
ʼ 
 
 
 
 

 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
᾽ 
 
,
 
 
, 
 
ʼ 
 
.
 
 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
 
 
.
16988	 
ʼ 
 
 
᾽ 
 
 
 
 
,
 
᾽ 
 
, 
 
ʼ 
 
 
ʼ 

· 
 
 

ʼ 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
·
 
᾽ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
᾽ 
 

 
· 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 

 
· 
 
 
 
᾽ 
.
 
 
 
 
 

, 
 
 
 
ʼ 
 
,
 
 
, 
 
 
.
 
 
 
 
, 
᾽ 
 
ʼ 
 

 
 
 
· 
 
 
 

 
, 
 
ʼ 
ʼ 
.
ʼ 
ʼ 
 
 
 

 
 
, 
 
 

 
 
ʼ 
 

ʼ, 
 
 
 
᾽ 
 
 
·
 
 
 
· 
 

 
 
, 
 
 
 

ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
 

· 
 
 
ʼ 
 
 

· 
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
 
 
 

, 
 
 
 
 
᾽ 
 
·
 
 
ʼ 
 
 
 

ʼ, 
 
 
 
 
·
 
 
ʼ 
 
 
 
ʼ 
.
17289	 
᾽ 
 
 

 
· 
 
ʼ 
 

 
ʼ 
 
 
 
.
 
 
ʼ, 
 
 
 
 
 

 
, 
 
ʼ 
·
 
ʼ 
᾽ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
 
· 
 
 
 

 
· 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
ʼ 
 
.
 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 
 

 
· 
 
 
 
 
,
 
 
, 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
, 
 
 
,
 
 
 
· 
 
ʼ 

 
, 
 
 
ʼ 
·
ʼ 
 
 
ʼ 
 

, 
 
 
 
 
 
 

 
 
 
·
 
 
᾽ 
 
 
 

, 
᾽ 
 
 
 
 
.
 
᾽ 
 
 
 
· 
 

 
 
 
 

 
ʼ 
, 
 
 
.
17489	ʼ 
 
 
 
·
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 
 
᾽ 
 

, 
 
 
 
ʼ 
· 
 
ʼ 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
 
, 
 
ʼ 
 

 
, 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
· 
 
 

 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 

 
 
, 
 
 
 
 

 
ʼ, 
 
 
 
·
 
 
 
 
 
 

 
 
 
ʼ 
 
.
17696	ʼ 
 
 
 
 

 
 
 
, 
᾽ 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
 

ʼ 
 
, 
 
 

 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
·
 
 
᾽ 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 

, 
᾽ 
ʼ 
· 
 
ʼ 
 
 

· 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
, 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
,
᾽ 
 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
, 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
ʼ 
,
 
 
· 
 
 

 
ʼ 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
 

ʼ, 
 
 
 
 
,
 
 
, 
 
ʼ 
 
;
 
 
 
 
 
·
 
 
 
 
᾽ 
 
,
 
ʼ 
 
· 
 
ʼ 
 

· 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
, 
 
 
ʼ 
᾽ 
.
17990	 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
 
᾽ 
 
 
 

ʼ 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
·
 
 
 
 
 

 
 
ʼ 
 

 
· 
 
 
 

 
 
, 
 
 
 
 
·
᾽ 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
,
 
 
, 
 
 
ʼ 
᾽ 
.
 
 
 
, 
 

, 
 
 
 
 

· 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 

 
ʼ 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
᾽ 
 
ʼ 
·
 
ʼ 
ʼ 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 

 
 
, 
 
 

 
, 
 
ʼ 
 
 
,
 
 
᾽ 
, 
 
 
,
 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
·
 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
.
18274	 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 

ʼ 
 
᾽ 
 
 
·
 
ʼ 
᾽ 
 
 
 
ʼ 
·
 
 
 
 
 

, 
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 
 
,
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 
,
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
·
 
 
 
, 
 
 

ʼ 
 
 
, 
 
 

 
 
 
 
 
.
 
᾽ 
· 
 
ʼ 
 
 
 
,
᾽ 
 
ʼ 
 
 

, 
 
 
 
 
·
 
 
, 
 
,
 
 
 
 
 
 
.
 
᾽ 
, 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
.
 
᾽ 
᾽ 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
᾽ 
 
 
·
 
 
 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
 
 
, 
 
 

 
᾽ 
 
 
 
.
18538	 
᾽ 
· 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 

 
 
 
ʼ 
 
 
 

 
· 
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
.
 
 
᾽ 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
 
᾽ 
 

 
 
ʼ 
 
 
 
·
 
 
 
 
, 
 
 
ʼ 
 
,
 
 
 
, 
 
ʼ 
 
·
 
 
ʼ 
 
᾽ 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 

ʼ, 
 
ʼ 
 
 
 
᾽ 
 
.
 
 
ʼ, 
 
ʼ 
 
 
 

 
 
 
·
 
 
 
 
 
ʼ 
,
 
 
 
 
·
 
 
 
 
 
 
 
 

 
· 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
.
ʼ 
 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
 

ʼ, 
 
 
 
 

· 
 
 
 
 
.
18821	ʼ 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
; 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
 
 
.
᾽ 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
 

, 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 

 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
 
 
, 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 

 
 
 
 
·
 
 
᾽ 
 
 
,
 
ʼ 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 

 
 
· 
 
 

· 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
·
19130	᾽ 
 
 
· 
 
ʼ 
 
 
 
·
 
, 
 
 
 

 
 
 
 
.
 
, 
 
 
 
 

 
· 
 
 
ʼ 
 
᾽ 
 
.
 
 
 
 

 
 
 
, 
 
ʼ 

 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
,
ʼ 
᾽ 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
 

 
· 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
ʼ 
 
· 
 
ʼ 
 
 
,
 
ʼ 
 
 
᾽ 
 
 
 
 

 
 
 
 
.
᾽ 
ʼ 
 
 
, 
 

 
 
 
 

 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
᾽ 
 
 
 
·
 
᾽ 
 
 
 

, 
 
 
 
 
 
 
·
 
 
 
 
, 
᾽ 

 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
19409	 
 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
,
ʼ 
 
 
 
 
 

ʼ 
 
· 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 

 
, 
 
 
 
᾽ 
.
᾽ 
 
 
ʼ 
᾽ 
, 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
ʼ 
ʼ, 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 
 
 
·
 
ʼ 
 
, 
 
 

 
ʼ 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
᾽ 
, 
 
ʼ 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 

ʼ 
 
 
, 
᾽ 

 
 
 
᾽ 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
·
 
 
 
 

 
 
ʼ 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
.
19706	 
 
 
 
 
 

 
 
 
ʼ 
· 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
ʼ 

 
᾽ 
· 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
᾽ 
· 
 
 
 
 
ʼ 

 
ʼ 
 
 
ʼ 
 
 
 

 
 
, 
 
.
 
 
· 
 
ʼ 
 

 
ʼ 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
 
 
ʼ 
᾽ 

 
, 
 
 
 

· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
 
ʼ 
 

 
· 
 
 
 
 

 
 
 
 
 
 
ʼ 
 
,
 
 
 
ʼ· 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
· 
 
 
ʼ 

 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
 
 

, 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
 
.
20003	 
 
 
 
 
 
·
᾽ 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 

 
 
ʼ 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
 
,
 
 
 
· 
 
 
ʼ 

 
 
 
ʼ 
 
,
 
 
 
 
 

· 
 
 
 
 
 

 
 
ʼ 
 
 
, 
 

 
 
ʼ 
 
 
 
,
᾽ 
᾽ 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
ʼ 
 
,
ʼ 
 
 
 

 
 
 
 
 

· 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
·
 
 
 
ʼ, 
 
ʼ 
 
,
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
, 
 
 
ʼ 

 
 
 
 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
ʼ 
, 
 
ʼ 
·
 
 
᾽ 
 
 
 
ʼ 

 
, 
 
 
 
.
 
 
 
᾽ 
 
 

· 
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
20326	 
, 
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
ʼ 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
;
 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
,
᾽ 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
, 
 
·
 
 
, 
 
 
 
·
 
 
 
 
 
ʼ 

 
 
ʼ 
ʼ 
᾽ 
 
.
 
 
 
 
 
 
 
ʼ 

 
, 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
,
 
 
 
 

 
· 
 
ʼ 
 

 
, 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 

 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
· 
 

 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 

ʼ· 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
, 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
.
20705	 
 
 
 
᾽ 
 
 
·
 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
ʼ 
᾽ 
 
 
 
, 
 
ʼ 

 
 
 
 
 
 
.
 
 
᾽ 
 
 
,
 
 
 
 
 
ʼ 
·
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
, 
 

ʼ 
 
, 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
, 
 
ʼ 
 
 

 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
ʼ 
 

 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
,
 
 
 
᾽ 
 
 
 

, 
 
 
 
 
 
 
 
;
 
 
 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
 
.
21012	 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
·
᾽ 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
᾽ 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
·
 
ʼ 
, 
 
᾽ 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 

 
, 
 
ʼ 
 
.
21244	 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
, 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
· 
 
᾽ 

 
 
 
, 
 
 
ʼ 

 
 
 
 
 

 
· 
 
ʼ 
 
.
 
 
 
 
 
· 
 
 

 
 
 
 
 

ʼ 
· 
 
ʼ 
 

 
 
, 
 
 

 
 
, 
 
 
ʼ 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
,
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
᾽ 
 

, 
᾽ 
 
 
 
 

 
, 
 
 
 

 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
.
21523	 
 
 
 
, 
 
 
 

 
 
 

, 
 
 
 
 

, 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
, 
 
 
ʼ 
᾽ 
.
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
 
᾽ 
 
,
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

 
 
, 
 
 

 
 
 
 
 
·
 
 
 
᾽ 
 

, 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
·
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
21821	 
 
 
 

 
 
 
.
 
 
᾽ 
 
 

ʼ 
 
 
 
 
·
 
 
 
ʼ 
 

 
· 
 
ʼ 
 
 
·
 
 
 
· 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
.
 
᾽ 
· 
 
 
᾽ 
 
·
᾽ 
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 

· 
 
 
 
 

· 
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
, 
ʼ 
.
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 

 
᾽ 
 
 
 
 

 
 
, 
 
ʼ 
ʼ 
,
 
 
 
, 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
.
 
᾽ 
, 
 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
᾽ 
 
, 
 
 
 
,
 
 
 
 
, 
 
᾽ 
 

 
 
· 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
· 
 
ʼ 
 
ʼ 

 
· 
 
ʼ 
 
.
 
 
 
 
 
 
 

ʼ· 
᾽ 
᾽ 
᾽ 
 
 
 

 
· 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
.
22191	 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
 
, 
 
 

 
᾽ 
 
 
 
;
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 

, 
 
 
 
·
 
 
᾽ 
 
᾽ 
 

 
 
 
 
 
 

 
 
, 
 
ʼ 
·
 
 
 
 
, 
 
 
.
 
 
 
 
 
 

ʼ 
 
, 
᾽ 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
 
,
᾽ 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 
.
 
 
, 
 
ʼ 
 
 

· 
 
 
 
 
 

 
 
· 
 
 
 
 

, 
 
 
 
ʼ 
·
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
 

 
· 
 
 
 
 

· 
 
 
 
 
ʼ 
 

 
 
 
 
᾽ 

· 
 
 
 
 
.
22472	 
ʼ 
 
 

 
· 
 
 
 

 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
᾽ 
᾽ 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 
·
, 
 
 
 
 
 

, 
᾽ 
· 
 
 
 
 

 
 
, 
 
 
᾽ 
 

 
 
 
 
 
 

 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
,
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
.
 
 
᾽ 
 
 
 

 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
ʼ 
·
 
ʼ 
, 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
 

 
ʼ 
 
, 
᾽ 
 

ʼ, 
 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
 
 
 
 
;
 
ʼ, 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
· 
 
 
 

 
 
 
 
 
.
22778	 
ʼ 
 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
·
 
 
 
 
 
,
 
᾽ 
 
 
 
 

 
ʼ 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.
 
 
 
 
, 
 

ʼ 
 
, 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
᾽ 

 
 
 
, 
 
 

ʼ 
 
ʼ· 
 
 
 
 

 
, 
ʼ 
 
 
.
 
 
 
 

 
 
 
 
 
᾽ 

, 
 
᾽ 
 
 
 
 
·
 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
ʼ 
 

, 
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
 

 
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
 
 
ʼ 
·
 
ʼ 
 
 
 
, 
 
ʼ 

 
 
, 
 
 
 

, 
 
 
 
.
 
 
 
 
ʼ 
᾽ 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
᾽ 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
.
ʼ 
 
 
 
 

ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
ʼ 
, 
 
 

 
 
 
 
 

 
 
, 
 
 
 
 
;
 
 
 
 
 
 
, 
 
 

 
 
 
;
23133	 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
 
᾽ 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
ʼ 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
,
ʼ 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
 
·
᾽ 
 
 
᾽ 
 
 
 
 

 
 
 
 

 
 
 

 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
,
 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
·
 
 
 
 
 
 
 
.
23312	 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
, 
 
 
,
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
·
 
᾽ 
 
 
 
 
 
 

᾽ 
, 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
, 
 
ʼ 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
· 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 

 
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
 
 
·
᾽ 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
, 
 
, 
,
 
 
 
 
 
 
 
ʼ 

 
, 
 
 
,
 
 
 
 
, 
 
 
.
23622	 
 
 
 
᾽ 
 
 
,
 
 
ʼ, 
 
ʼ 
᾽ 
 
·
 
ʼ 
 
 
 
 
 

 
· 
 
ʼ 
 
 

· 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
·
ʼ 
᾽ 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
 
 
· 
 

ʼ 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
 
 
 
 
,
 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
 
 

 
 
 
 
 
·
 
 
 
 
, 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 

 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 

· 
 
ʼ 
 
 
.
23832	 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
;
 
 
 
 
 

 
, 
 
 
.
 
 
· 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
,
᾽ 
, 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
᾽ 
 
.
 
 
 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
· 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
 
᾽ 

 
 
 
 
 
 
.
24085	 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

ʼ· 
 
 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 

 
 
ʼ 
.
24162	 
ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
ʼ 
 
 

 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
᾽ 
 

 
· 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 
 
 

 
, 
᾽ 
 
 

 
 
 
, 
 
 
ʼ 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
, 
 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

 
 
᾽ 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
·
 
ʼ 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 
·
 
 
 
 
ʼ 

 
. 
 
ʼ 
 
 

ʼ· 
 
 
 
.
24403	 
ʼ 
᾽ 
 
 
 

 
ʼ· 
 
 
 
 

 
 
 
 
 

ʼ 
 
 
 
 
 

 
, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
· 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
 
 
 
ʼ 
 
 
.
 
, 
 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 

 
 
 
· 
᾽ 

 
 
, 
 
 
 
·
 
 
 
, 
 
 
 
 
 

; 
 
 
 
 
 

 
; 
 
 
 
 
 

 
ʼ 
, 
ʼ 
 
 
 

 
 
, 
ʼ 
 
, 
᾽ 
 

 
ʼ 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

ʼ 
· 
 
 
 

 
 
· 
 
ʼ 
ʼ, 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
,
᾽ 
 
· 
 
 
 
 

 
 
 
 
.
24656	 
 
 
 
 
 
.
 
 
 
 
 
᾽ 

 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
 
 
ʼ 
·
 
 
 
, 
 
 
 

 
 
 
, 
᾽ 

 
᾽ 
 
 
 
 
 
,
ʼ 
, 
 
 
 
 

 
 
 
᾽ 
 
 

 
, 
 
 
 
.
 
 
 
 
 
,
 
 
 
ʼ 
 
,
 
 
 
· 
 
 
·
 
 
 
 
 
, 
 
ʼ 

 
 
 
· 
 
 
 

 
 
 
 
 

 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 

 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
· 
᾽ 
 

, 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
, 
 
 
,
 
 
ʼ 
 
 
 

 
 
, 
 
.
 
 
 
 
 
·
 
 
 
ʼ 

 
 
, 
 
 
 
,
᾽ 
 
 
 
 
, 
 

 
 
 
 

 
, 
 
ʼ 
.
24952	 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
 

 
· 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 

 
ʼ 
 
· 
 
ʼ 
 

 
 
 
᾽ 
 

 
· 
 
 

ʼ 
 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
· 
᾽ 
᾽ 
 

, 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
, 
 
 
ʼ 

 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
᾽ 
 

 
, 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
, 
 
 
᾽ 
,
 
· 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
·
25245	 
 
 
 
 
 
 

· 
 
 
 
 
 
,
 
᾽ 
 
 
, 
 
 
 
,
· 
 
 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
· 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 
·
 
 
ʼ, 
 
 
,
 
ʼ 
 
 
 
 
.
 
, 
 
 
 
 
 
 
·
 
 
᾽ 
, 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
.
 
 
 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

· 
 
ʼ 
᾽ 
 
 
 
᾽ 
,
 
, 
 
 
, 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
.
25498	᾽ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
, 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
,
 
ʼ 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
, 
 
 
 
 
·
 
 
ʼ 
 
, 
 
 
 
᾽ 

 
 
 
 
 
,
 
 
 
, 
 
ʼ 

 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 

ʼ 
 
 
 
ʼ 
·
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
, 
 
ʼ 
 
 

ʼ, 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
 
 
ʼ 
.
25794	 
 
 
ʼ 
 

 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
 
ʼ 

 
, 
ʼ 
.
 
ʼ 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
· 
 
 
ʼ 
.
᾽ 
 
 
 
 
ʼ 

 
 
· 
 
 

ʼ 
 
 
 

 
 
, 
 
 

 
 
 
 
,
 
ʼ 
 
 
 

ʼ 
 
 
 
 

 
 
, 
 
 

 
 
ʼ 
 
·
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
;
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
.
26001	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
·
 
ʼ 
 
 
 
 

· 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
ʼ, 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 

 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
ʼ 
 
· 
 
 
 

 
· 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
ʼ 
 
 
.
 
᾽, 
 
 
 
 
ʼ 

· 
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
,
ʼ 
 
 
 
 
 

, 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
, 
 
 
 
.
26234	 
ʼ 
 
 
 
 
 
 
,
 
 
 
 

 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
·
ʼ 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
ʼ 

 
 
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
.
 
 
 
᾽ 
 
 
 
,
 
 
 
ʼ 
 

, 
 
᾽ 
 
 
 
 
 
᾽ 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
ʼ 
 
 
 
, 
 
ʼ 
 

 
᾽ 
· 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
ʼ 

 
 
, 
 
 
ʼ 
·
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 

· 
 
ʼ 
᾽ 
 
 
 

 
᾽ 
· 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
.
26483	 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
᾽ 
 
,
 
 
· 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
ʼ 
 
 

ʼ 
 
· 
 
 
 
 
 

 
· 
 
ʼ 
 
.
᾽ 
 
 
, 
 
 
·
 
ʼ, 
 
 
· 
 
 
ʼ 
.
 
, 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
 
ʼ 
᾽ 
 
 
 
 
᾽ 
᾽ 

· 
 
 
 
 
.
᾽ 
 
 
 
 
 
᾽ 
 

, 
 
 
 
 
 

᾽ 
 
 
 
 
᾽ 
,
 
 
 
 
 
, 
 
 

 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 

 
 
ʼ 
 
 
· 
 
 
·
 
 
 
 
 
᾽ 

ʼ, 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
, 
 
 
 
,
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
26763	 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
,
᾽ 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
᾽ 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 
·
 
 
᾽ 
 
 
,
 
 
 
 
᾽ 
 

᾽ 
 
 
, 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
, 
᾽ 

 
, 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 
 

, 
 
᾽ 
 
 
 
,
ʼ 
 
 
 
 

 
 
 

 
 
 
 
 

 
 
ʼ 
 
·
 
 
 
 
᾽ 
 
.
 
 
᾽ 
ʼ, 
 
ʼ 
 
 

ʼ 
 
 
ʼ 
 
 

 
 
 
 
,
 
᾽ 
 
 
, 
 
 

ʼ· 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
, 
᾽ 

 
 
 
 
᾽ 
, 
 
 

 
· 
 
 
 
 

 
· 
 
 
 
 

 
 
 
· 
 
 
᾽ 

 
 
 
 
 
 
 

᾽ 
ʼ· 
 
 
 
 
 
 
.
27082	 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
· 
 
ʼ 
 
,
 
 
, 
 
 
 
 
,
᾽ 
 
 
 
 
 

᾽ 
 
ʼ 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ, 
 
 
 
 
,
 
 
 
᾽ 
ʼ 
᾽ 
 
,
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 
.
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
, 
 

 
 
 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
 

᾽ 
 
 
 
 

᾽ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
· 
 
᾽ 

 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
, 
 
 
 

 
 
 
 
 

 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
ʼ 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
᾽ 
 
 
 
 

 
, 
 
 
 
 
 

 
 
 
᾽ 
 
,
 
, 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

᾽ 
, 
 
ʼ 
ʼ 
·
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
 
 
 
· 
 
ʼ 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
ʼ 
 
.
27461	 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
,
 
 
ʼ 
, 
 
 
 
·
 
 
 
 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
 

 
ʼ 
 
, 
 
 

 
· 
 
ʼ 
 

, 
 
ʼ 
, 
 
 
.
 
 
 
ʼ 
 
 

· 
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
, 
 
ʼ 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
᾽ 
 
 
 

 
 
 
 
 
.
27740	 
 
 
 
 
,
᾽ 
 
ʼ, 
 
 
 
 
 
,
ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 

 
 
 

· 
 
 
 
, 
 
 

 
· 
 
ʼ 
 

 
 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
ʼ 
 

, 
 
 
 
· 
 
ʼ 

 
 
 
 
ʼ 
᾽ 

ʼ 
 
 
 
 
 
.
 
 
 
 
·
ʼ 
 
 
 
 
 
 

, 
᾽ 
 
 
 
;
 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 
· 
 
ʼ 
 

 
 
, 
᾽ 
 
 
ʼ 

 
, 
 
 
 
 
 
.
᾽ 
· 
 
ʼ 
 
ʼ, 
 
 
 

 
 
 

 
 
 
 

 
 
 
 
.
27932	 
 
 
 
 
,
 
ʼ 
᾽ 
 
ʼ 
· 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
 
, 
 

ʼ 
 
 
 
·
 
ʼ 
 
ʼ 
 

ʼ 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
 

· 
 
ʼ 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
ʼ 

 
, 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 

 
᾽ 
, 
 
 
 
 
;
 
 
 
 
 
 

; 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
·
 
 
 
 
 

· 
 
 
ʼ 
 
 
 

 
, 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
·
᾽ 
 
· 
 
 
 
 

 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 

 
 
 
 
.
28214	 
᾽, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
·
 
 
ʼ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 

 
 
 

 
᾽ 
 
 
 

 
· 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
᾽ 
,
 
 
 
ʼ 
 
 
 

 
· 
 
 
ʼ 
 
·
 
 
 
 
 

᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
.
 
 
, 
 
ʼ 
᾽ 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
, 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
· 
 
ʼ 
 
 
 
ʼ 
.
28566	 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
, 
 
ʼ 
·
 
 
 
 
 
 

 
, 
 
 
 
·
 
 
 
 
᾽ 
·
 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
· 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
, 
 
 
 

 
· 
 
 
 
 
,
ʼ 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
 
᾽ 
,
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
· 
 
 

 
 
᾽ 
 
ʼ 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
᾽ 
,
 
 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
.
28853	 
 
 
 
 
 
 
 

ʼ 
 
᾽ 
᾽ 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 

 
, 
 
 

 
 
 
 

᾽ 
᾽ 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
 
 
᾽ 
᾽ 
 
 
 

 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
·
 
ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
, 
 
 
·
᾽ 
 
 
 
 

 
· 
 
 
 
 
·
 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
, 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

᾽ 
 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
 
·
 
᾽ 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
.
29158	 
᾽, 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
, 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
,
 
 
 
 
.
 
᾽ 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
᾽ 
 

· 
 
 
 
᾽ 
 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
᾽ 
 

 
 
 
 
 
 
,
 
 
ʼ, 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
, 
 
 
.
 
 
 
ʼ 
 
 
 
 
·
 
 
 
 
, 
 
 
 

, 
 
 
 
 
.
᾽ 
ʼ 
᾽ 
 
 
 
 
,
ʼ 
 
 
 
 

 
᾽ 
 
 
 
 
 
,
 
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
, 
 
᾽ 
 
 
ʼ 

 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
29391	 
᾽ 
, 
 
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
 
 

 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
· 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
 
᾽ 

 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
᾽ 
 
, 
 
 
·
 
 
 
 
 
 
 

 
 
 
 

 
ʼ 
 
 
.
᾽ 
 
 
 
 
 

ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
· 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
·
ʼ 
 
, 
ʼ 
᾽ 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 

 
, 
᾽ 
, 
 
 
.
29655	 
, 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
· 
 

 
 
 
 
,
 
 
 
ʼ 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
᾽ 

 
᾽ 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
᾽ 
 
, 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
, 
 
 
 
,
 
ʼ 
ʼ 
, 
 
ʼ 
 
,
᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
 
 
 

 
· 
 
ʼ 
 
.
 
᾽ 
 
 
 
 

ʼ 
, 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
 
 
,
 
 
 
 
ʼ· 
 
ʼ 
 

 
· 
 
ʼ 
ʼ 
 
.
 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 

, 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 
.
29929	 
ʼ 
 
 
 
·
ʼ 
 
 
 
·
 
 
 
 
 
.
· 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 

· 
 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
· 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
, 
 
 
·
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
 
 
·
 
 
 
 
,
᾽ 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 
· 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
.
ʼ 
ʼ 
 
 

 
 
 
 
 
.
30140	 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
.
 
 
 
ʼ 
, 
 
 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
,
 
 
, 
 
 
.
 
 
 
 
 
 
,
ʼ, 
 
 
 
 
 
·
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 

 
 
· 
 
 

 
 
 
, 
 
ʼ 
 
 

ʼ 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
.
 
᾽ 
 
᾽ 
 
 
 

 
, 
 
 
·
 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
 
 
.
ʼ 
ʼ 
 
 
 
ʼ 
᾽ 

 
 
· 
 
ʼ 
 

 
· 
 
 
 
 
 

 
, 
 
 
 
.
30425	 
 
ʼ 
 
 
ʼ 
᾽ 
· 
 
ʼ 

 
 
 
 
,
 
 
 
 
 
·
 
 
 
᾽ 
 
 
᾽ 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 

᾽ 
 
 
 
 
᾽ 
.
 
 
ʼ 
 
 
ʼ 
᾽ 
· 
 
ʼ 

 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 

 
, 
 
 
 
·
 
 
᾽ 
 
 
, 
 
ʼ 

 
 
, 
 
 
 

· 
 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
᾽ 
·
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
 
 
 
,
 
, 
 
 
 
·
 
 
ʼ 
 
 
 

 
ʼ· 
 
 
ʼ 
·
᾽ 
 
 
 
 
᾽ 
·
 
ʼ 
 
 

 
 
· 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
ʼ 

 
 
 
 
 
 

· 
 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
.
30748	 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
᾽ 
 
 
 
ʼ 
 

᾽ 
· 
 
 
 
 
 
 

 
 
 
 
ʼ 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
 
 
·
 
᾽ 
᾽ 
 
 
 
·
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
 
 
 

᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 

 
, 
 
ʼ 
᾽ 

· 
 
ʼ 
᾽ 
 
 
 

 
 
· 
 
ʼ 
 
᾽ 
,
 
 
ʼ 
 
 
 
ʼ 
·
 
ʼ 
 
 
 

 
 
ʼ 
, 
 
 
ʼ 
.
 
 
 
 
 

 
 
 

 
· 
 
ʼ 
 
.
 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
· 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
, 
 
ʼ 
 
,
 
᾽ 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
ʼ 
 
 

 
ʼ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
᾽ 
 
 

 
, 
 
 
 
.
31053	 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
·
 
, 
 
 
 
 
 
᾽ 
 

 
 
᾽ 
 
 
 
 
;
 
 
 
ʼ 
 
 
 

 
 
 
, 
 
 

, 
 
 
 
 
;
 
ʼ 
 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
ʼ 
, 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
,
 
᾽ 
ʼ 
 
᾽ 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
,
 
 
, 
 
ʼ 
 
,
 
 
, 
 
ʼ 
 
,
 
ʼ 
· 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 

 
· 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
.
ʼ 
᾽ 
 
 
 
 
.
31341	 
 
 
 
 
᾽ 
,
 
 
 
 
 

 
 
 
·
 
 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
, 
᾽ 
 

ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
᾽, 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
 
·
ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 

 
ʼ 
 
 
 
 
·
᾽ 
 
 
ʼ 
 
 
 

ʼ 
 
ʼ, 
᾽ 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 

, 
 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
 
ʼ 
ʼ 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
· 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
 
 
 
·
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
 
·
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
· 
 
 
 

 
, 
 
 
 
 
.
31633	 
 
᾽ 
 
 
ʼ 

 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 

 
, 
 
ʼ 
 
,
 
ʼ 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 

· 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
,
 
ʼ 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
 

 
᾽ 
 
, 
 
ʼ 
 
 
ʼ 

· 
 
 

ʼ 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
᾽ 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
, 
 

 
 
 
 
· 
 
 

, 
 
 
 
 
 
.
31906	ʼ 
᾽ 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
, 
᾽ 
 
, 
 
 

 
 
 
 

 
 
, 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 

 
, 
ʼ 
 
 

 
᾽ 
 
 
 

· 
 
 
 
ʼ 
 
 
 
 

 
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
·
 
 
ʼ 

 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
 
,
 
 
 
 
, 
 
 
 
.
᾽ 
ʼ 
 
 
, 
 

 
 
 
 

 
᾽ 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
 
 
, 
 
 

 
᾽ 
 
, 
 
 

 
 
 
 
 
 
 
.
32146	 
᾽, 
᾽ 
 
 
 
.
 
 
᾽ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
,
 
ʼ 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
᾽ 
, 
 
ʼ 
 

 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 

· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

, 
 
ʼ 
 
 
· 
᾽ 
᾽ 
 

 
 
· 
 
 

 
 
, 
 
 
ʼ 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
, 
 
 
·
 
 
ʼ 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
ʼ 
;
 
 
 
 
 
 
 

· 
 
 
 
, 
 
ʼ 
,
· 
 
 
 
 
 
 
 

 
᾽ 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
·
 
᾽ 
 
 
 
.
 
ʼ 
· 
 
 
 
 
.
32443	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
, 
 
.
 
 
 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
· 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
ʼ 
· 
 
᾽ 
 
.
 
 
, 
 
 
 

 
 
, 
 

 
 
· 
 
 
 
.
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
, 
 
 
 
·
 
 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 

 
 
 

 
 
 
 
 

 
ʼ 
 
, 
 
 
,
 
, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
, 
 
 
 
 

 
 
, 
 
 
 
,
 
᾽ 
 
 

 
, 
 
 
 
.
 
 
 
, 
 
 

 
 
 
.
32765	 
᾽ 
, 
 
 
 
,
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
ʼ 

 
 
 
· 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 
,
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 

· 
 
 
 
 

 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
᾽ 
 
 

᾽ 
᾽ 
, 
 
᾽ 
 
 

, 
 
 
 
 
·
 
 
 
 
·
 
, 
ʼ 
, 
 
·
 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
,
 
ʼ 
 
 
 
 

ʼ 
 
· 
 
ʼ 
᾽ 
 
 

, 
 
 
 
 
 
.
 
, 
 
 
ʼ 
 
 

᾽ 
 
 
 
 
 
 
;
 
 
 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 
ʼ 

 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
,
ʼ 
 
 
 
 
.
33095	 
, 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
ʼ 
᾽ 
 
 
 
,
 
 
 
, 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
ʼ 
 
·
 
 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
, 
 
 
ʼ 
᾽ 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
᾽ 
 
 
.
ʼ 
 
 
 
· 
 
 
ʼ 

, 
 
 
ʼ 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
ʼ· 
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
᾽ 

 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
 
·
 
 
, 
 
 

ʼ 
, 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 

 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
ʼ, 
 
 
 
 
 
.
33434	 
ʼ 
 
 
 
·
 
 
 
 
 
 

; 
 
 
 
 
 
 

, 
᾽ 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
᾽ 
ʼ, 
 
ʼ 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
 

 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
· 
 
 
·
᾽ 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 

· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 

 
ʼ 
· 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 
 

 
ʼ 
, 
 
 

 
 
 
, 
 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
 
· 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
33747	 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 

 
 
 
, 
 
 
,
 
 
 
 
 
,
 
 
 
· 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
·
 
ʼ 
 
 

 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
 
;
 
 
 
 
 
 

 
 
, 
 
 
 
᾽ 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

, 
 
, 
 
 
·
 
 
 
, 
 
 
 
 

 
 
᾽ 
 
.
 
 
 
 
 
, 
 
 

 
 
᾽ 
 
.
 
 
 
 
ʼ 
 
 

 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
.
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
᾽ 

 
 
, 
 
 
 
.
34062	 
᾽, 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
᾽ 

, 
 
᾽ 
 
 
 
 
,
 
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 

 
 
, 
 
 
 

, 
 
 
 
.
 
 
 
 
ʼ 
᾽ 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
᾽ 
.
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ 
᾽ 
,
 
ʼ 
 
 
·
ʼ 
 
 
, 
 
 
ʼ 
 

ʼ· 
 
 
 
 
 
.
 
 
, 
 
 
 
 
·
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
 
·
 
 
 
 
 

ʼ 
, 
 
 
 
·
 
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 

 
, 
 
 
ʼ 
 
·
 
; 
 
 
 
 
 
;
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
 
·
 
 
 
 
 

ʼ 
, 
 
 
 
·
 
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
.
34373	 
 
᾽ 
 
ʼ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 
᾽ 

 
 
 
 
 
 
·
 
 
 
, 
 
 
,
 
 
· 
 
 
 
 
 
 

 
 
 
 
, 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 

ʼ 
 
, 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
;
 
 
 
 
 
 
 

 
, 
 
 
 
.
, 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
·
 
 
᾽ 
 
 
 

 
 
 
, 
᾽ 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
·
 
 
ʼ 
, 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
·
᾽ 
 
 
ʼ 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ, 
 
 
·
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
.
34702	 
ʼ 
 
 
 
·
 
 
 
 
 

, 
 
ʼ 
, 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
· 
 
ʼ 
 
 

, 
᾽ 
 
 
 
 
ʼ 

 
 
, 
᾽ 
 
 
 

 
᾽ 
 
 

ʼ 
᾽ 
, 
 
 
 
 
·
᾽ 
 
ʼ 
 
, 
 
 

 
, 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 

 
 
 
 
.
 
᾽ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

 
᾽ 
 
 
 
· 
 
ʼ 
 

 
᾽ 
· 
 
 
 

 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
 
 
 
 
᾽ 
·
 
 
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
, 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
· 
 
 

ʼ 
 
, 
 
 
 
ʼ 
·
 
 
ʼ 
 
 
 
 

, 
 
 
 

 
ʼ 
 
, 
 
 
 
 
,
 
 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
 

 
 
᾽ 
 
 
.
35006	 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
· 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
 
 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
, 
 
ʼ 
 

 
· 
᾽ 
 
 

 
, 
 
ʼ 
᾽ 
 

 
 
 
· 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ, 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
 
 

, 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
35260	 
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 

 
· 
 
ʼ 
᾽ 
 
 
,
 
 
 
, 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
ʼ 
᾽ 
 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
.
35356	 
 
 
 
 
· 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 
 

ʼ 
· 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 

 
 
 
 
 
,
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
 
 

 
 
ʼ 
 
 
 
 
·
 
 
 
 
ʼ 
 
·
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
 
 

 
ʼ 
 
,
 
 
 
 
, 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

᾽ 
 
 
· 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
· 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 
;
 
 
 
 
 
 
 
 

· 
 
 
, 
 
 
 
 

ʼ, 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 
. 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
 
 

 
· 
 
 
 
.
35709	 
᾽, 
 
ʼ 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
· 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 

 
· 
 
 

 
, 
 
 
 
.
᾽ 
ʼ 
, 
 
 
 
 
,
 
 
 
· 
 
 
 

 
ʼ, 
 
 
.
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
· 
 
 

 
 
 
 
 
.
 
 
᾽ 
· 
 

 
 
 
· 
 
 
 
.
 
 
· 
 
, 
 
 
.
 
 
 
, 
 
 

 
 
᾽ 
 
 
·
 
 
᾽ 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 
 

 
 
, 
 
 
 

 
 
· 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
 
.
ʼ 
 
 
, 
 
 

 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
.
35983	 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 

 
 
 
, 
 
ʼ 
, 
 

 
 
 
 
 
 

 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
 
᾽ 
,
 
 
 
, 
᾽ 
 
 
 

 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
᾽ 
 
 

 
 
 
 
 
 

 
 
 
 

 
 
ʼ 
 
 
· 
 
 
 

᾽ 
· 
 
 
 
 

 
 
, 
 
 
 
,
, 
 
 
 
· 
᾽ 
 
 

ʼ 
 
 
 
 

 
ʼ 
 
 
 
.
36171	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
·
, 
᾽ 
 
. 
 
 

 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
ʼ 
ʼ 
.
 
ʼ 
 
 
 
ʼ 

ʼ 
 
, 
 
 
 
,
 
 
 
, 
 
ʼ 

 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
᾽ 

 
· 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
· 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 

, 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 

 
᾽, 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

 
 
 
᾽ 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
.
· 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
·
 
 
 
 
 

᾽ 
 
 
 
 
.
36505	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 

 
 
᾽ 
 
 
 
·
᾽ 
 
 
, 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
᾽ 
.
 
 
 
, 
 
 
,
 
 
 
ʼ, 
 
ʼ 
.
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
 
 
,
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
, 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
ʼ 
· 
 
ʼ 
 

 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
, 
.
 
 
 
 
 
 
·
· 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
.
36803	 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 
 

 
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
ʼ 
 
· 
 
 
 
,
 
ʼ 
 
 
ʼ 
·
ʼ 
· 
 
 
 
 

 
 
 
 

 
 
 
, 
 
 
 

ʼ· 
᾽ 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
ʼ 

 
 
 
 
, 
᾽ 
 

ʼ, 
᾽ 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 

 
 
 
, 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
, 
 

 
 
 
 
 
.
37079	᾽ 
 
 
 
, 
 
 

 
, 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
 
᾽ 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

ʼ 
 
ʼ 
, 
 
 
 

 
 
· 
 
 
·
 
ʼ 
 
, 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
, 
 
 
· 
᾽ 
 
 

ʼ, 
 
 
 
· 
 
ʼ 

 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
ʼ 
·
ʼ 
 
, 
 
 
 
,
 
 
 
, 
 
ʼ 

 
, 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
᾽ 

 
· 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
.
 
 
 
 
· 
 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 

, 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
.
37388	 
 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 
 

 
᾽, 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

 
 
 
᾽ 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 

 
 
 
, 
 
 
 

ʼ· 
 
 
 
 
 
 
 
·
 
 
ʼ 
ʼ 
, 
 
 
 
 
 

 
 
, 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
ʼ 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
᾽ 
 
 
 

᾽ 
 
, 
 
 
 
 
 

 
 
᾽ 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
·
ʼ 
 
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

ʼ 
 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 

 
 
 
 
.
37699	 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 

· 
 
ʼ 
 
 
 
 

 
 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
 

ʼ, 
 
ʼ 
 
· 
 

. 
 
 
 
 

; 
 
 
 
 
᾽ 

; 
 
 
 
᾽ 
;
 
 
ʼ 
 
 

; 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
ʼ 

 
 
 
 
· 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
᾽ 

 
, 
 
 
 
·
᾽ 
᾽ 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 

 
 
, 
 
 
 
,
, 
 
ʼ 
 
 
 
 
 
 
,
 
᾽ 
 
᾽ 
 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 

, 
᾽ 
 
· 
 
 
, 
 
 
,
 
 
 
 

· 
 
᾽ 
 
 

, 
 
 
 
 

 
 
 
 
 
 

 
 
· 
᾽ 
 

 
 
 
 
 
 
·
38033	 
 
 
 
, 
 
 
·
 
 
 
ʼ 
 
 
· 
᾽ 
 
᾽ 

ʼ 
· 
 
 
· 
 

· 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
,
᾽ 
ʼ 
 
 
, 
᾽ 
 

, 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
᾽ 

 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 
 
·
 
 
 
· 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 

 
, 
 
 
 
,
 
 
ʼ 
 
 
᾽ 
.
 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
᾽ 
 

 
 
 
 

 
 
᾽ 
, 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 

᾽ 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
 

, 
 
 
ʼ 
 
 
 
.
38365	 
ʼ 
 
 
 
 

ʼ 
, 
 
 
 

 
· 
 
 
 
 

 
 
, 
 
 
.
᾽ 
 
 
 
 

 
· 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
ʼ 

 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
· 
 
 
 
·
 
 
 
 
 
 

ʼ 
· 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

; 
 
 
ʼ 
 
 
 

 
 
 
ʼ 
 
 
 

 
 
 
ʼ 
 

᾽ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
 

ʼ, 
᾽ 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
 
 
,
 
 
, 
 
ʼ 

ʼ 
· 
 
ʼ 
 
 
 

 
, 
᾽ 
 
.
38619	 
 
 
· 
 
ʼ 
 
ʼ 

 
, 
 
ʼ 
ʼ 
,
 
 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
 
.
ʼ 
 
 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
᾽ 
 
 
 
·
 
 
 
 
, 
 
ʼ 

, 
 
 
᾽ 
 
 
,
 
ʼ 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 

 
, 
 
 
 

, 
 
 
ʼ 
 
 
 
.
 
᾽ 
 
ʼ 
 
,
 
ʼ 
 
 
 

 
 
ʼ· 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
, 
 
 
 
᾽ 

᾽ 
 
ʼ 
 
᾽ 
 
 
,
 
ʼ 
 
 
ʼ 
᾽ 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.
38868	 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
· 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
 
.
᾽ 
 
 
 
· 
 
 
 

 
 
· 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
ʼ 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
, 
 

 
, 
 
 
 
 
᾽ 

ʼ 
· 
 
ʼ 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
ʼ 
 
·
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
᾽ 
, 
 
 
.
᾽ 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
ʼ 

, 
᾽ 
 
 
,
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 
ʼ 
 
,
 
 
 
 

 
 
 
, 
 
 
 

 
· 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

, 
 
 
ʼ 
 
 
·
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 

 
ʼ· 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 
 
.
39214	 
 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 

 
· 
 
 
 
 
 
 
·
 
, 
 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
, 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 

 
 
 

 
ʼ, 
 
 
 
᾽ 

 
· 
 
 
 
 
 

 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
 
, 
᾽ 
᾽ 

 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 
 

᾽ 
ʼ 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
 

 
, 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
· 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 
.
39498	 
 
 
 
 
 

 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

ʼ· 
 
 
 
· 
 
ʼ 
,
 
 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
, 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 

ʼ 
, 
 
 
 

ʼ, 
ʼ 
 
 
 
 
·
 
 
, 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
ʼ 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
, 
 
 
 

 
 
· 
 
 
 

 
 
· 
᾽ 
 

· 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

 
· 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
ʼ 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
· 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
.
 
ʼ 
, 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 

ʼ 
 
 
ʼ 
᾽ 
᾽ 
 
 
.
39796	 
 
 
 
ʼ 
᾽ 
 
 

 
 
 
, 
 

 
 
 
· 
 
ʼ 
᾽ 

 
 
 
 
·
 
 
ʼ 

· 
 
 
 
 
 

 
ʼ 
 
· 
 
 

 
 
 
 
 
 
 

 
 
 
 
. 
 

 
 
 
 
 

, 
 
 
 

 
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
 
᾽ 
,
 
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
 
 
 
 

· 
 
 
 
 
 
ʼ 
,
 
 
᾽ 
 
· 
 
ʼ 
 
 
,
 
 
· 
 
 
 

 
 
, 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
 
 
 

 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
 
 

 
 
 
 
 
 

ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
᾽, 
 
 
 
 
 

 
 
 
 
· 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
,
 
 
 
.
 
ʼ 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
 

 
 
 
 
.
40140	 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
·
᾽ 
 
ʼ 
 
ʼ 
 
 
 

 
᾽ 
 
 
 
 
,
 
, 
 
ʼ 
᾽ 
 
 
;
 
ʼ 
 
 
 
 
·
 
 
 
 

 
ʼ 
 
 
 
, 
᾽ 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

ʼ 
, 
 
 
 

 
· 
 
 
 
 

 
 
, 
 
 
.
 
᾽· 
 
 
 
᾽ 
, 
 
 
,
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
 
ʼ 

, 
 
· 
 
ʼ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
· 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 

 
 
 
 

 
 
· 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
· 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
40468	 
 
 
 
 

 
 
 
 
·
᾽ 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 

 
 
, 
 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 

 
 
ʼ 
 
 
ʼ 
.
 
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
· 
 
 

 
 
 
· 
 
 

, 
 
 
 
 
 
᾽ 

 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
ʼ 
᾽ 
 
 
 

 
 
· 
 
ʼ 
 
᾽ 
.
 
 
 
 
 
·
ʼ 
 
 
; 
 
ʼ 

 
 
; 
 
᾽ 

 
 
 
 
 
 
 

 
 
 
 

 
ʼ 
· 
 
 
 
.
40752	 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
ʼ 
·
 
 
 
, 
᾽ 
 

ʼ 
 
 
ʼ 
᾽ 
 
,
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
 
 
· 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 

, 
 
 
, 
 
ʼ 

 
 
 
 
 
᾽ 
.
 
 
 
 
· 
 
 

 
 
 
 

· 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
,
 
 
 
ʼ 
, 
 
 
 
;
 
ʼ 
 
 
 
 
,
 
, 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
· 
 
 
,
 
 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
, 
 
᾽ 
 

ʼ 
᾽ 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
ʼ 
;
, 
ʼ 
 
᾽ 
᾽ 
· 
 
 
 
;
41074	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 

 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
ʼ 
.
 
᾽ 
 
 
 
᾽ 
 
 

, 
 
 
 
 
ʼ 
.
 
 
 
, 
 
 

, 
᾽ 
, 
 
 
 

 
, 
 
ʼ 
 
 
.
᾽ 
 
 
, 
 
 
 
ʼ 
 
,
᾽ 
 
 
 
, 
 

 
 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
· 
 
 

 
 
 
, 
 
 

 
 
 
 
 
.
 
 
᾽ 
ʼ 
· 
 
ʼ 
 
 
 

 
 
 
 
᾽ 

᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
 
 
, 
 
᾽ 
.
 
 
 
 
 
 

, 
 
 
 
, 
᾽ 

 
, 
 
ʼ 
 
 
.
 
 
 
 
 

· 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

᾽ 
 
 
᾽ 
 
,
᾽ 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
· 
 
 
 
 

 
ʼ, 
 
 
 
 
.
41379	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
᾽ 

, 
 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
᾽ 
 
 
 

 
 
 
 
 

· 
 
ʼ 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
 

 
ʼ 
, 
 
 
 
 
 
;
 
ʼ 
ʼ 
 
 
 
·
 
 
ʼ 

 
· 
 
 
 
 
.
᾽ 
ʼ, 
 
 
 
 
 
ʼ 

 
, 
 
 
 
.
 
᾽, 
 
 
 
 
 
 

 
᾽ 
 
 
, 
 
 
ʼ 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
· 
 
ʼ 

, 
 
 
ʼ 
 
· 
 
 

ʼ 
 
 
, 
 
 

ʼ 
 
 
 
 
· 
 
 
ʼ 

ʼ, 
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
 
 
 
ʼ 
·
 
 
· 
 
 
 
;
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
;
 
᾽, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 

 
; 
 
ʼ 
 
 
.
41673	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
 
 
· 
 
ʼ 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
ʼ 
.
 
ʼ 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
ʼ 

 
ʼ 
· 
 
ʼ 
 
᾽ 

 
 
, 
 
 
 
 
·
 
 
 
 
 
 

 
 
· 
 
 
 

ʼ, 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
· 
 
ʼ 

, 
 
 
 
.
 
 
 
· 
 
ʼ 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

· 
 
 
 
.
 
ʼ 
 
 

 
, 
 
 
 
 

· 
 
 
ʼ 
 

 
, 
 
 
 
 
.
 
 
ʼ 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 
 

 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
, 
 

 
 
 
 
, 
 
 

 
, 
 
 
ʼ 
.
 
 
 
, 
 
 
 
 

· 
 
 
 
 
 

 
᾽ 
, 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 

 
· 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
42029	 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 

 
 
 
 
 

· 
᾽ 
 
 
 
 
᾽ 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
 
 
 
, 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
.
 
 
 
 
,
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
ʼ 
 
 
ʼ 
,
 
 
, 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

, 
 
 
ʼ 
 
 

 
 
, 
ʼ 
 
 
.
 
᾽, 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
 
,
 
 
᾽ 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
 
·
 
᾽ 
 
 
᾽ 
 
 
 
·
 
 
 
 
ʼ 
 
.
᾽ 
· 
 
 
 
, 
 
ʼ 
,
 
 
 
, 
 
 
 

 
 
, 
 
ʼ 
 
 
.
42300	 
᾽ 
 
 
 
.
 
 
 
 

 
· 
 
ʼ 
 
 
 
·
 
· 
 
 
 
 
 

, 
 
 
 
, 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
 

 
· 
 
ʼ 
 

 
· 
 
 
 

 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
·
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
᾽ 
, 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
ʼ 
, 
 
 
.
 
 
 
ʼ 
, 
 
ʼ 
·
 
 
 
 
, 
 
 
 

 
 
 
, 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
.
 
᾽ 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
,
 
 
 
 
 

ʼ· 
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
·
 
 
 
 
 
 
.
42594	 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
 
 

 
, 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

, 
᾽ 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
; 
 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 
,
 
 
 
, 
 
 

 
 
 
 
 
 
 
,
 
 
 
᾽ 
 

 
 
 
, 
᾽ 

 
, 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
, 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 

, 
 
 
 
,
 
ʼ 
 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
 
᾽ 
 

ʼ 
, 
 
 
 

 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
.
42873	 
 
 
᾽ 
 
, 
 
ʼ 
·
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
· 
᾽ 
᾽ 

 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
ʼ 
,
 
᾽ 
᾽ 
 
· 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 

· 
 
 
ʼ 
 
 

· 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

· 
 
ʼ 
᾽ 
 
 
.
᾽ 
 
 
᾽ 
 
 
ʼ 
 
 

· 
 
 
 
 
 

 
 
 
 
·
 
 
, 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
,
 
᾽ 
 
, 
 
 
ʼ 

· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
᾽ 
ʼ, 
 
 
 
 
,
 
 
 
᾽ 
 
 

 
 
 
 
.
᾽ 
 
 
ʼ 
 
 

 
 
, 
 
 
 
ʼ 

, 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 
 
.
43162	 
 
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 
 

· 
 
 
 
 
᾽ 
·
 
 
· 
 
ʼ 
 
,
 
ʼ 
· 
 
 
 
 
·
ʼ, 
 
 
 
· 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 

 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
·
, 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 
;
 
 
 
 
;
 
ʼ 
 
 
 

 
 
; 
 
ʼ 
 
 
;
 
ʼ 
ʼ 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
 
,
 
 
 
᾽ 
 

 
 
 
, 
᾽ 

 
, 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
ʼ 

 
 
 
 
᾽ 

 
ʼ 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
;
 
 
 
 
 
, 
 
 
 
;
 
 
 
 
 
 
 
 
;
 
 
 
 
, 
 

 
 
 
 
, 
 
 

 
, 
 
 
ʼ 
.
43455	 
ʼ 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
.
 
 
 
, 
 
 
,
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
 
 
, 
 

 
ʼ 
 
 
 

· 
 
 
 

· 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 

ʼ 
 
; 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
 

 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 
 
·
 
 
 
 
 

ʼ 
· 
 
 
 
 
 

 
, 
᾽ 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
.
43753	, 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 

ʼ 
 
 
 
 
 
·
 
 
· 
 
 
 
 

 
 
ʼ· 
 
 

 
 
 
 
 
 
 
.
 
᾽ 
, 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 
ʼ 

 
 
 
ʼ 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 
.
 
ʼ 
 
 
, 
ʼ 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
· 
 
 
 

 
 
 
, 
 
ʼ 
·
 
 
ʼ 
 
, 
 
ʼ 
 
.
 
, 
 
ʼ 
 
 
 
,
 
ʼ 
· 
 
 
 
ʼ 

 
, 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
· 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 

 
· 
 
 
᾽ 
.
᾽ 
 
 
 
 
 
,
 
 
 
 

· 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
.
44109	 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
ʼ 
,
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 

· 
 
ʼ 
 
 
 
 
.
᾽ 
 
᾽ 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
, 
᾽ 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 

ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
 
,
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
, 
 
ʼ 
·
 
ʼ 
, 
 
ʼ 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
; 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 

᾽ 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

 
 
 
 
 
.
44378	 
 
 
 
 
᾽ 
᾽ 
 
.
 
᾽ 
 
 
 
 
, 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
·
᾽ 
 
ʼ 
 
ʼ 
 
 
 

 
᾽ 
 
 
 

, 
 
 
 
 
 
.
 
 
 
.
 
 
ʼ 
, 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
ʼ 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 

 
᾽ 
, 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ 
, 
᾽ 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
 
 
 
ʼ 

 
, 
 
 
 

 
 
 
 
.
44647	 
ʼ 
 
 
ʼ 
 

ʼ, 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
᾽ 
 
 

᾽ 
᾽ 
, 
 
᾽ 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
 
 

ʼ, 
 
 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
᾽ 

 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
, 
 
 

 
 
, 
 
 
.
 
ʼ 
᾽ 
 
 
· 
 
 
 

 
, 
 
 
 

 
 
 
.
 
ʼ 
ʼ 
 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
᾽ 

 
 
, 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 

· 
 
 
 
᾽ 
 
 

ʼ· 
 
ʼ 
 
 
 
 

 
 
 
.
44957	 
 
 
 
 

 
 
 
 
 
ʼ 
 
,
 
 
 
 
 

ʼ· 
 
 
 
᾽ 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
 
· 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
, 
᾽ 

 
 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
ʼ 
ʼ 
 
.
 
ʼ 
 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
 

ʼ 
 
 
 
 
 
.
 
ʼ, 
 
ʼ 
 
 

 
 
 
 
ʼ 

 
 
· 
 
 
 
 
·
 
 
 
 
᾽ 
 

, 
᾽ 
 
ʼ 
 
.
 
ʼ 
 
 
, 
 
 
 

· 
 
ʼ 
᾽ 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
, 
 

 
 
 
, 
 

 
 
 
 
 
.
 
ʼ 
 
 

᾽ 
 
 
 
 
.
 
 
᾽ 
 
 
· 
 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
,
45224	 
᾽ 
 
ʼ 
, 
 
 
·
 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
· 
 
ʼ 

 
ʼ, 
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ, 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 

 
 
· 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
· 
 
 
 
,
 
 
 
· 
 
ʼ 

 
 
 
 
 
,
ʼ 
᾽ 
 
, 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
ʼ 
.
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
 

, 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
 
, 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
, 
 
 

· 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
᾽ 
·
 
 
 
 
 
 
 

, 
 
 
 
᾽ 
 
.
45498	 
 
 
 
 
 

 
 
, 
 
 

 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 
 

· 
 
ʼ 
᾽ 
 
 
·
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
ʼ 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 

 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
, 
 
 
 
᾽ 
 
 

 
 
 
· 
 
ʼ 
 
 
.
 
ʼ 
, 
 
 
 

 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
ʼ 
.
 
 
ʼ· 
 
ʼ 
 
 
 
,
 
᾽ 
ʼ, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 

 
, 
 
 
 
 

 
· 
 
 

 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
·
 
᾽ 
᾽ 
 
 
 

 
, 
 
ʼ 
 

ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 

, 
 
 
 
 
.
45787	 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
ʼ 
 

 
· 
 
 
 
ʼ 

, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

· 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 

, 
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
 
 
· 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 

 
 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
·
ʼ 
 
 
, 
 
 
 
·
᾽ 
 
 
 
 
 
 

ʼ 
 
 
 
 
,
ʼ 
, 
 
ʼ 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
ʼ 
 
 
 
 

ʼ 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

ʼ 
 
, 
 
 
,
ʼ 
 
, 
 
ʼ 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
46132	 
 
᾽ 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
, 
 
ʼ 
· 
 
ʼ 

 
ʼ, 
 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 

, 
 
 
 
·
 
 
᾽ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 

 
 
 
, 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
, 
 
 
 
ʼ 
,
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
·
᾽ 
 
 
, 
 
 

 
 
 
 
ʼ 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
, 
 
ʼ 
 

· 
 
ʼ 
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
,
, 
 
 
 
 
, 
 
ʼ 
·
ʼ 
 
 
, 
 
 
ʼ 

 
 
 
, 
 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
᾽ 
 
 
 
.
46416	 
ʼ 
 
 
 
 
 

 
, 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
·
 
ʼ 
ʼ 
᾽ 
 
᾽ 
 

 
 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
ʼ 
 
 
᾽ 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
,
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
ʼ 
, 
 
 

 
 
 
· 
 
 
.
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
 

 
 
 
.
 
᾽, 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
·
 
 
, 
 
 
 

 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
ʼ 
 
 
, 
 
 
ʼ 
 

 
· 
᾽ 
 
 
 

 
, 
᾽ 
 
 
.
46704	 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
, 
 
ʼ 
 

 
, 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
᾽ 

 
ʼ 
 
 
 
 
.
 
᾽ 
 
ʼ 
 
 
, 
 

, 
 
 
 
 

 
 
 
 
·
 
 
 
 
, 
 
ʼ 

 
 
 
 
·
 
 
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
 
 
;
᾽ 
 
 
, 
ʼ 
᾽ 
· 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
· 
 

 
 
, 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 

 
 
 
 
· 
 

 
 
 
 
.
 
 
᾽ 
, 
 
 
·
 
ʼ 
᾽ 
 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
· 
 

 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
 
, 
 
 

 
, 
 
 
 

 
 
 
· 
 
 
 
 

· 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
.
47014	 
 
 
 
 
 

 
 
· 
 
ʼ 
 
.
 
 
 
 
 

 
 
ʼ 
· 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
ʼ 
, 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 

· 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
, 
 
 
 
 

 
, 
᾽ 
 
 
,
 
 
· 
 
ʼ 
 
 
,
᾽ 
 
 
· 
 
 

 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
, 
 
ʼ 
,
 
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
, 
 
 
 

ʼ 
 
, 
 
 
 
 

ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
· 
 
 
 

 
· 
 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
.
47251	, 
 
 
 
 
.
 
 
 
 

 
 
 
 
 
,
 
 
 
 

 
, 
 
.
 
 
 
 
 

ʼ 
 
 
 
 
ʼ 

 
 
· 
 
 
 
 

 
, 
᾽ 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
· 
 
 
 
 

 
 
 
 
 
 
·
 
᾽ 
 
 
· 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
᾽ 
, 
 
 
ʼ 
 
 
,
 
 
, 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
ʼ 
· 
 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 

 
ʼ· 
 
ʼ 
 
 
 

 
 
ʼ, 
 
 
 
 
ʼ 
.
 
 
ʼ 
, 
 
 

 
 
 
· 
 
 
.
 
ʼ 
 
 
, 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
; 
 
 
 
 
 

 
· 
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
 

 
, 
 
ʼ 
ʼ 
 
ʼ 
ʼ 
.
47573	 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
, 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
᾽ 
᾽ 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 

 
 
 
᾽ 
 

· 
 
ʼ 
 
 
 
 
 
.
 
 
ʼ, 
 
ʼ 
᾽ 
 
ʼ 
 

 
 
.
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 
 

 
 
 
 
ʼ 
 

 
 
 
 

ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
, 
᾽ 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
.
 
 
᾽ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
᾽ 
, 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 
.
, 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
· 
 
ʼ 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
, 
᾽ 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
 
, 
᾽ 

 
, 
 
 
 
.
 
᾽, 
 
 
, 
 
 
 
.
47907	 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
, 
 
 
.
 
 
 
 
 
ʼ 

 
ʼ 
 
᾽ 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 

 
ʼ 
 
 
ʼ 

 
 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
ʼ 
· 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
ʼ, 
 
ʼ 
᾽ 
 
 
.
 
᾽ 
 
 
· 
 
ʼ 
᾽ 

 
ʼ 
 
 
 
 
 

᾽ 
 
 
, 
 
ʼ 
ʼ 

 
 
· 
 
 
ʼ 
 

, 
᾽ 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
· 
 
 
 
 

· 
 
 
 
, 
 
 
·
 
 
᾽ 
᾽ 
 
 

 
 
 
 
 
, 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
· 
 
 
 
 
.
 
 
 
 
ʼ 

 
, 
 
 
 
 
.
48151	 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
, 
 
 
 

, 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
· 
 
 

ʼ, 
 
 
 
᾽ 
 
 

 
 
 
, 
 
 

 
 
, 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
, 
 
ʼ 
 
·
᾽ 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 
 

, 
 
 
 
ʼ 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
.
 
᾽, 
᾽ 
 
 
 
.
 
ʼ 
 
 
, 
 
 

ʼ 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
᾽ 
 

 
 
· 
 
 
 

 
 
 
 
 
 
.
 
 
 
· 
 
 
 
·
 
 
᾽ 
 
 
· 
 
 

ʼ 
 
 
 
ʼ 
, 
 

 
 
 
 
 

 
, 
 
ʼ 
 
.
48443	 
 
 
 
 

 
· 
 
 
 

ʼ 
 
 
 
 
 
 

 
 
 
 
· 
 
ʼ 

 
 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 

 
ʼ 
᾽ 
. 
 
 
 
 

 
 
 
· 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
 
·
 
 
, 
 
 
 
 
,
 
 
 
᾽ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
· 
 
 
 

, 
᾽ 
 
 
· 
 
 

 
 
 
 

 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
᾽ 
 
 
 

 
᾽ 
· 
 
 
 
 
.
 
ʼ 
᾽ 
 
ʼ 
 
 
 

, 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
· 
 
 
 

 
· 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
·
 
᾽ 
᾽ 
 
 
 

 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 

 
· 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
 
 
 
 
.
48747	 
ʼ 
 
 
ʼ 
 
 

 
 
 
,
 
 
ʼ 
 
, 
 
 
 
,
 
 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 

ʼ 
 
, 
 

ʼ 
᾽ 
, 
 
 
 
 

· 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
·
 
 
 
 
 

ʼ 
 
 
 
 

ʼ, 
 
 
, 
 
 

ʼ 
 
 
· 
 
᾽ 

ʼ 
᾽ 
 
 
 
.
 
᾽ 
 
· 
 
 
ʼ 

 
 
ʼ 
 

ʼ 
· 
 
ʼ 
 
 
.
 
 
, 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
·
 
 
 
; 
 
 
 
 
;
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
 
 
ʼ 
 
 

· 
 
 
 
᾽ 
.
᾽ 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
.
49028	 
, 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
ʼ 
· 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
,
ʼ 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
, 
 
᾽ 

 
, 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 
,
 
 
 
, 
 
 
ʼ 
 
,
 
 
· 
 
ʼ 

ʼ 
, 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
,
 
ʼ 
, 
 
᾽ 
 
.
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
, 
 
 
.
 
 
 
 
 

 
 
 
 
· 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
, 
 

 
· 
 
 
 
 
.
49305	 
ʼ 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
 
,
 
 
 
; 
 
 

, 
 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
. 
 

 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
; 
 
 
 

᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
, 
᾽ 
 
 

 
, 
 
 
 
,
ʼ 
· 
 
ʼ 
 
 

ʼ 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
 
,
 
 
, 
ʼ 
 
ʼ 
,
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 

 
 
 
 
ʼ 
 
 
·
 
 
 
 
 

· 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
᾽ 
 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 

 
 
 
.
49583	 
ʼ 
 
 
 
 
 
 
 
ʼ 

 
 
ʼ 
 
.
 
 
 
 
ʼ 
ʼ 
 
 

 
 
 
 

 
ʼ 
· 
 
 
 

· 
 
ʼ 
 
 
 

, 
 
ʼ 
ʼ 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
᾽ 
 
 

, 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
· 
 
 
 
 

 
 
 
 
 
 
 

· 
 
 
 
 

ʼ 
᾽ 
᾽, 
 
 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
, 
 
 
·
 
 
 
.
᾽ 
 
 
 
, 
 
ʼ 

 
 
ʼ 
᾽ 
 

, 
᾽ 
 
 
 
 

 
᾽ 
 
. 
 
 

 
, 
 
 
 
·
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ 
, 
 
 
,
 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
 
 
 
 

 
 
. 
 
 

 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
49865	᾽ 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
,
 
· 
 
ʼ 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 
 

 
 
 
· 
 
 

 
 
, 
 
 
 

ʼ 
, 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 

 
ʼ 
, 
 
 
 

· 
 
 
 
 
.
ʼ 
 
 
 
· 
 

 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
.
 
, 
 
ʼ 
 
, 
ʼ 
. 
 

 
 
 
· 
 
 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
᾽ 

 
 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
 

 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 

 
, 
 
ʼ 
· 
 
ʼ 
 

 
 
 
 
 

 
 
· 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 
, 
 
ʼ 

 
 
· 
 
ʼ 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
, 
 
 
 
 
.
50179	 
 
 
 
 
,
 
 
 
 
᾽ 
᾽ 
·
 
 
᾽ 
, 
 
ʼ 
 
᾽ 
.
 
 
 
 
 
ʼ 

 
 
 
 
 
·
 
ʼ 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
᾽ 

 
 
· 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
· 
᾽ 
 
 

᾽ 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
 
 

; 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
ʼ 
 
 

· 
 
 
ʼ 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 

 
 
 
 

 
 
· 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
· 
 
 
 
 
.
 
 
 
 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 
ʼ 
,
 
 
 
᾽ 
 
 
;
50494	 
ʼ 
᾽ 
 
 
 
·
 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 
 
, 
 
 
 
,
 
 
 
 
 

 
 
· 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
, 
᾽ 
 
ʼ 
 

ʼ 
 
, 
 
ʼ 
 
 

, 
 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 

· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
; 
 
 
ʼ 
;
 
᾽ 
 
 
 

 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
.
, 
 
 
 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
᾽ 
 
ʼ 
 

ʼ 
 
, 
 
 
 
 

 
 
, 
 
 

᾽ 
· 
 
 
 
, 
 
ʼ 
.
50690	 
 
 
 
 
 
 

ʼ 
 
· 
 
 

 
 
 
· 
᾽ 
᾽ 

 
 
 
 
 
 

, 
 
 
 
, 
 
 

· 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 

· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
· 
 
ʼ 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
,
 
ʼ 
 
ʼ 
 
,
 
ʼ 
 
 
 

 
· 
 
ʼ 
 

 
, 
 
 
 
 
 
.
50928	 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 
 
 

 
, 
 
 
 

ʼ· 
 
 
 
 

 
 
 
 

 
, 
 
 
·
 
 
ʼ 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
᾽ 
 
 
ʼ 

 
 
· 
 
 

 
, 
 
 
 
᾽ 

 
· 
 
 
 

ʼ, 
᾽ 
᾽ 
 
 
 

· 
 
 
 
 

 
, 
 
 

 
, 
 
 
 

 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
᾽ 

 
 
 
 
 
·
 
 
᾽ 
 
· 
 
 
 

 
, 
 
ʼ 
 
 
,
ʼ 
 
 
 
 
 

· 
 
, 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
ʼ 
,
 
ʼ 
 
᾽ 
 
 
 
 
,
 
 
᾽ 
 
᾽ 
·
 
 
ʼ 
, 
 
 

 
 
 
 
 
,
᾽ 
᾽ 
 
᾽ 
 

 
 
 
 
᾽ 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
· 
 

 
ʼ 
 
 
 
 
ʼ 
.
51240	 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
,
᾽ 
 
 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
ʼ 
 
·
 
 
 
 
 

 
 
᾽ 
 
.
 
 
᾽ 
ʼ 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
· 
 
ʼ 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
ʼ 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
᾽ 
 
 
, 
᾽ 
᾽ 

ʼ, 
᾽ 
 
 
 
.
51441	ʼ 
 
 
 
ʼ 

 
 
 
·
᾽ 
 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

, 
᾽ 
᾽ 
 
 
 
 

 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
 
 
.
 
 
 
᾽ 
, 
 
 

 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
, 
 

ʼ 
 
 
 
 
,
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
 
.
 
᾽ 
 
 
 
, 
 
ʼ 
᾽ 

 
· 
 
 
 
᾽ 

ʼ, 
᾽ 
 
 
 

, 
 
 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
ʼ 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
.
51745	 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
 

 
ʼ 
· 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
· 
 
ʼ 
᾽ 
 

 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
, 
 
 
 
·
 
 
 
 
 
 
 
 

 
᾽· 
 
 
᾽ 
 
 

 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
, 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
ʼ 

 
 
ʼ 
 
 
 
.
 
᾽, 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
᾽ 
·
 
 
 
 
 
 

· 
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
ʼ 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
, 
 
 

 
 
ʼ 
, 
 

 
 
· 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
ʼ 

ʼ 
· 
 
ʼ 
᾽ 
 
 
·
 
 
 
 
 
 

 
 
 
 
.
52028	᾽ 
 
 
 
᾽ 
 
,
ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
 
 
 
 

 
 
᾽ 
 
 

 
 
 
 

 
᾽ 
, 
 
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
ʼ 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
, 
᾽ 
 

 
ʼ 
 
, 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
, 
 
 

 
᾽ 
 
 
 

 
 
᾽ 
 
 

 
 
 
 

· 
 
ʼ 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
.
 
, 
 
 
 
 
 
 

 
 
, 
 
ʼ 
,
 
 
 
 
ʼ 
 
·
 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
 
 
 
.
52268	 
ʼ 
᾽ 
 
 
 
 
·
, 
 
 
 
᾽ 
 
 
᾽ 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
 
 
·
 
ʼ 
 
 

, 
 
 
 
ʼ 
᾽ 

᾽ 
 
ʼ 
 
 
 
ʼ 
 
,
᾽ 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
;
 
 
 
ʼ 
 
 
 
 

 
᾽ 
, 
 
ʼ 
 
 
᾽ 
·
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
,
ʼ 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
᾽ 

 
· 
 
 
 

 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
· 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
 
, 
 
 
,
 
 
 
, 
 
᾽ 

 
 
 
 
 
 
.
 
 
ʼ 
, 
 
 
 

· 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
᾽ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 

 
 
 
 
.
 
, 
 
 

, 
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 

 
 
, 
 
 
 
·
 
ʼ 
 
 
 
. 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
52599	 
 
 
 
 
 
.
 
ʼ, 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 

 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
 
 
,
 
 
 
 
· 
 
 

 
ʼ, 
᾽ 
 
 
·
 
 
 
 
 
,
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
,
· 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
 
 

 
᾽ 
 
ʼ 
 
 
.
 
ʼ 
 
 
ʼ 
 
ʼ 

 
 
, 
 
 

, 
 
 
 
 

 
 
 
 
.
 
᾽ 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
, 
 
ʼ 

 
 
, 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
, 
 
 

ʼ 
 
 
 
 
 
·
 
 
᾽ 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
·
 
 
 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
ʼ 

 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
,
 
 
᾽ 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 

 
ʼ 
 
· 
᾽ 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
ʼ 
 

ʼ, 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
.
52976	 
᾽, 
 
 
ʼ 
᾽ 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

, 
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 

, 
 
 
 
 

· 
᾽ 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 

 
· 
 
 
, 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
, 
 
 
,
 
 
· 
 
 
ʼ 
ʼ 
 

, 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
, 
 
 
·
ʼ 
 
 

 
 
 
 

ʼ 
, 
 
 
 
 

 
 
· 
 
 
ʼ 
ʼ 
 

, 
 
 
 
 
 
·
 
 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
53231	 
᾽, 
᾽ 
 
 
 
.
ʼ 
 
 
 
·
 
 
 
, 
 
 
 
,
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
ʼ 
 
, 
 
 
 
.
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 

 
 
, 
 
ʼ 
,
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
.
 
 
 
 
 

 
 
 

 
 
, 
 
 
 

 
 
ʼ 
 
· 
 
 
 

ʼ 
 
 
 
 
᾽ 
,
 
 
 
ʼ· 
 
ʼ 
᾽ 
 
ʼ 
,
 
 
 
, 
 
ʼ 
ʼ 

᾽ 
 
· 
 
ʼ 
᾽ 
 

ʼ 
᾽ 
 
, 
 
ʼ 
 
.
 
 
 
 
ʼ 

 
 
 
 
,
 
᾽ 
 
 
, 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 

 
 
 
ʼ 
.
 
ʼ 
 
 
 

ʼ 
 
ʼ 
· 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 

ʼ, 
 
ʼ 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

ʼ, 
 
ʼ 
 
 
, 
 

 
, 
 
 
 
.
53488	 
ʼ 
 
 
 
ʼ 
 
 

 
 
 
 

 
· 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
· 
᾽ 
 
 

ʼ, 
 
 
 
 
 
.
 
ʼ 
 
 
·
 
 
 
ʼ 
᾽ 
 
 
 
;
 
 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
· 
 
 
 
 
.
 
᾽, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
, 
 
 
 
.
᾽ 
 
ʼ 
᾽ 
 
ʼ 
 

ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 

 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

ʼ, 
 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
·
ʼ 
 
, 
 
 

 
 
 
 
 
.
53773	 
᾽ 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
ʼ 
,
 
ʼ 
 
 
, 
 
 

 
 
 
, 
 

 
· 
 
ʼ 
 
 
ʼ 
 
 

 
᾽ 
 
᾽ 
 
,
 
 
 
ʼ· 
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
ʼ 
 

 
, 
 
 
 
.
 
 
᾽ 
 
, 
 
 
 

 
, 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
· 
 
 
 

, 
 
ʼ 
 
 
, 
᾽ 
᾽ 

, 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 
 

 
 
 
· 
 
 

, 
 
 
 
, 
 
 

ʼ 
· 
 
 
 
 
 

 
 
᾽ 
 
· 
 
ʼ 
 
.
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
, 
 
 
ʼ 

 
 
· 
 
 

 
 
, 
 
ʼ 
 
.
54004	 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
 

, 
 
 
 
 
 

 
᾽ 
 
 
 

 
ʼ 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 
.
᾽ 
 
 
 
·
 
 
 
 
 
 
 
 

 
᾽ 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
 
.
ʼ 
᾽ 
 
ʼ 
 
 
ʼ 
, 
 
ʼ 

 
, 
 
 
 
.
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
᾽ 
 
 
.
 
 
ʼ 
, 
 
 
 
 

, 
 
 
 
 
 
 

 
 
 
 
.
ʼ 
 
᾽ 
 
 
ʼ 

 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 

 
, 
 
ʼ 
 
,
 
ʼ 
 
 
ʼ· 
 
 
ʼ 
᾽ 

 
 
, 
᾽ 
 
·
 
 
 
· 
 
 

 
᾽, 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
54231	 
 
 
 
 
 
 

 
 
 
 
·
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
 

· 
 
 
 
 
 

 
, 
᾽ 
 
 

 
· 
 
ʼ 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 

 
· 
 
 
 

, 
 
 
ʼ 
 
 
.
 
 
 

 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
᾽ 
 
 
 

, 
 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
 
 
,
 
᾽ 
 
ʼ 
 
 
 
 

, 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
ʼ 
 

, 
 
 
 
 
 
.
54412	 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
 
ʼ 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
·
 
 
 
 
 

ʼ 
 
· 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

, 
 
 
 
, 
 
 

 
· 
 
 
 

 
 
 
 
.
54559	 
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
ʼ 
 
᾽ 
 
 
·
 
 
 
 
᾽ 
 
· 
᾽ 

 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
, 
 
· 
 

 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
 

, 
 
 
ʼ 
 
 
,
 
᾽ 
 
 
, 
 
 
 

 
 
, 
 
 
ʼ 

 
 
 
 
ʼ 
 

 
 
, 
᾽ 
 
·
 
 
 
 
 
 
 
 

 
 
 
, 
᾽ 
·
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
, 
 
 
᾽ 
.
᾽ 
 
 
 
 
 
 

 
 
 
 

᾽ 
 
 
,
 
ʼ 
 
 
 
 
.
᾽ 
 
· 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
. 
᾽ 
 

 
 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
᾽ 
 
 
 

 
 
· 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
.
54864	 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
 
᾽ 
 
 
 
 

 
ʼ 
 
· 
 
 

 
 
 
 
 
 
,
 
 
, 
 
 
·
 
᾽ 
ʼ 
, 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 

, 
 
 
 
·
 
ʼ 
 
 
 

ʼ· 
 
ʼ 
 
, 
 
 
.
 
 
 
, 
 
ʼ 
᾽ 

 
, 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
, 
 
 
ʼ 
᾽ 

· 
 
ʼ 
 
 
, 
 

, 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

· 
᾽ 
 
 
 
 

 
 
᾽ 
· 
 
ʼ 
 
 

 
 
 
 
 

 
 
· 
 
 
 
.
 
 
 
 
·
 
 
 
 
 

ʼ· 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
᾽ 
, 
 
 

 
 
 
, 
 
 
.
55073	 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
, 
᾽ 
, 
ʼ 
 
ʼ 

· 
 
ʼ 
 
 
, 
 
 

 
 
 
 
· 
 

 
 
ʼ 
 
, 
 
 

 
 
· 
 
 
ʼ 

 
 
 
 
, 
 
ʼ 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
, 
·
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
· 
 
 
 
 
 
.
 
᾽ 
 
 
᾽ 
 
 

ʼ, 
 
ʼ 
 
· 
 
ʼ 
᾽ 
 
 

 
ʼ 
 
 
 

 
 
 
 
 
·
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
ʼ 
 
 
ʼ 

 
 
 
 
 
 
·
 
 
, 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 

 
 
 
·
 
ʼ 
 
 
 

· 
᾽ 
 
 
 
, 
 
ʼ 
 

 
ʼ· 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
· 
 
 
ʼ 

 
, 
 
ʼ 
 
.
55364	 
 
 
 
 
 

 
 
 
 
 
·
 
᾽ 
 
 
 

 
 
ʼ 
 
 
 
 

 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ 
, 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
, 
 
ʼ 
 

 
 
· 
 
 
 

· 
 
 
 
 

 
 
 
 

 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
 
 
 
 

, 
 
 
 
 
;
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
, 
 

· 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 

 
 
᾽ 
 
᾽ 
.
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 
.
55607	 
ʼ 
ʼ 
 
 
·
 
 
 
 
 

 
, 
᾽ 
 
 
 
,
 
 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
· 
 
ʼ 
 

, 
 
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
, 
 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 
᾽ 
 

 
 
· 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
 

· 
 
 
 
 
·
 
 
 
 
 
ʼ 

ʼ 
 
 
 
 
 
;
 
 
, 
 
 
 
 
,
 
 
 
ʼ 
᾽ 
; 
 
 

 
 
 
, 
 
.
 
ʼ 
 
 
 
 
·
, 
 
 
,
 
 
 
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 

, 
 
 
· 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
 
 
 
 
.
55861	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 

᾽ 
 
· 
᾽ 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
ʼ 
 
 
· 
 
 
 
 
;
 
 
 
 
 
 
 

 
, 
 
᾽ 
 
 
,
ʼ 
 
 
 
 
 
ʼ 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
᾽ 
·
 
ʼ 
 
᾽ 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
᾽ 
 
,
 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
 
 
 
 
.
56082	 
, 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
 
 
,
 
 
 
· 
᾽ 
 
 

 
, 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
;
 
 
 
 
, 
 
 
,
 
᾽ 
; 
 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
ʼ, 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
ʼ 
 
, 
 

 
 
 
 
, 
 
 
.
56317	 
, 
 
 
 
 

ʼ 
, 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
 
, 
 
ʼ 
 

 
ʼ 
 
 
 
.
 
 
 
 

, 
 
 
· 
 
ʼ 

 
 
 
 

 
 
 
 
 

 
· 
 
 
 

 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 

 
 
 
· 
 
 

 
, 
 
 
 
.
 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
᾽ 
 

 
ʼ 
 
, 
 
 
ʼ 
.
56546	 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
 
 

· 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
· 
᾽ 
 

, 
 
, 
 
ʼ 
 
 
.
 
 
· 
 
ʼ 
 
 
·
 
 
 
 
 
ʼ 

 
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 

 
 
, 
 
 
 

 
 
 
 
.
᾽ 
ʼ, 
᾽ 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
 
ʼ 

 
ʼ 
· 
 
 
 
ʼ 

 
᾽ 
 
· 
 
 
 

 
· 
 
 
 
 
 

 
᾽ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
· 
᾽ 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
ʼ 
 
.
56834	 
 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
 
᾽ 
 
ʼ 
,
 
᾽ 
 
 
 
 
 
 

 
, 
 
ʼ 
·
 
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 

· 
᾽ 
 
 
 
 
,
᾽ 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
·
 
 
᾽ 
 
ʼ 
, 
 
 

 
 
 
 
 

 
 
, 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
᾽ 
,
 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
56987	 
ʼ 
 
 
 
, 
 
ʼ 

 
 
 
 
 

 
 
 
 
 
.
ʼ 
 
 
 

ʼ 
, 
 
ʼ 
 
,
 
ʼ 
 
 

 
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
· 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 

 
 
, 
 
 
 
·
 
 
 
 
ʼ 
᾽ 
,
᾽ 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
 

, 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 

· 
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
 
 
 
 
 

 
 
 
; 
 
 
 
 
.
ʼ 
 
 
 
 
ʼ 
,
 
 
 
 
 
᾽ 
,
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
 
 
ʼ 
 

 
 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 
.
57207	 
, 
 
 
 

 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
· 
 
ʼ 
 
 

ʼ· 
 
 
 
 

᾽ 
᾽ 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
· 
 

, 
 
 
 
 
 
·
 
 
 
, 
᾽ 
,
 
 
· 
 
ʼ 

 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
, 
 
ʼ 
 
· 
 
ʼ 

 
 
 
, 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 
 
 
.
 
 
 
 
 
᾽ 
 

 
 
 
 
 
, 
 
.
57442	 
᾽, 
 
ʼ 
 
 
 
 
 

 
, 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 
ʼ 
 
 
 
,
 
 
᾽ 
 
 
· 
 

 
ʼ, 
 
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 

 
· 
 
 
 

 
 
 
ʼ 

· 
 
ʼ 
 
 
 

 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 

ʼ, 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 

ʼ· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ, 
᾽ 
᾽ 
᾽ 
 
 
 

 
· 
 
 
.
 
 
᾽ 
 
 
 
 
,
᾽ 
᾽ 
 
ʼ 
· 
 
᾽ 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
, 
 
ʼ 
 
 

 
· 
ʼ 
 
ʼ 
 

· 
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
.
57729	 
ʼ 
᾽ 
 
 
·
 
 
᾽ 
 
 

, 
 
 
 
 

 
 
 
, 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
. 
 
 

 
 
 
 

 
 
, 
᾽ 
ʼ 

, 
 
 
 
 
 

 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
.
ʼ 
 
 
 

 
ʼ 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 

 
, 
 
 
 
 
 
.
 
 
 
 

ʼ 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
·
 
 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
ʼ 
, 
 
 
ʼ 
᾽ 

· 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 

· 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
, 
 
ʼ 

ʼ· 
 
 
 
᾽ 
, 
 
᾽ 

 
· 
 
 
 

 
 
, 
 
 
.
57963	᾽ 
 
ʼ 
 
 
ʼ 

, 
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
.
 
 
 
 
ʼ 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 

 
 
 
 
, 
 

᾽ 
 
 
 
.
 
 
 
· 
 
ʼ 
 
 

ʼ 
 
 
 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
ʼ 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
ʼ 

 
 
 
 

 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
᾽ 
 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 

, 
 
 
 
 
 
 
.
58257	 
ʼ 
 
 

· 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 

 
 
, 
 
 
 
ʼ 
,
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
 
 
.
 
 
 
 

ʼ 
 
· 
 
ʼ 
᾽ 
 
 

 
 
 
 

 
· 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
· 
 
ʼ 
, 
 
 
 

 
 
 
 
 
 
,
 
 
· 
 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 

, 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
, 
 
 
ʼ 
·
 
᾽ 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 
·
 
 
 
 

, 
 
 
 
, 
 

 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
· 
 
 
 
 
.
58537	 
 
 
 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
 

 
, 
᾽ 
 
 
 
·
 
 
᾽ 
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
,
 
᾽ 
 
 
 
· 
 

 
 
 
᾽ 
 
.
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

 
· 
 
ʼ 
 
 
, 
 
 
.
 
 
 
 
,
 
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
᾽ 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
.
 
ʼ 
 
. 
 
· 
 
 

ʼ 
 
, 
 
ʼ 
 
 
 
.
58781	 
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
᾽ 
 

 
᾽ 
. 
 
ʼ 
 
 
 

· 
 
 
 

ʼ 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

 
 
 
 
,
ʼ 
 
 
 
 
 

ʼ 
ʼ 
 
 
· 
 

 
 
, 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
 
 
, 
 

 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 

ʼ 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
 
ʼ 
· 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 

 
 
 
 
 
 

 
 
, 
 
᾽ 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ 
᾽ 
 
 
᾽ 
,
᾽ 
 
ʼ 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
·
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
, 
 
 
 

 
 
 
 
 
 
ʼ 
.
᾽ 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
᾽ 
 
, 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
· 
 
 
.
59127	 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
, 
 
 

 
 
 
. 
 
 

 
 
 
 
 

, 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
59345	 
, 
 
 
 
 

, 
 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 

 
ʼ, 
 
 
 
.
 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
 

 
 
 
, 
 
 
.
 
ʼ 
ʼ 
 
 
 
᾽ 
·
᾽ 
 
 
 
 
 
 

 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
᾽ 
 

 
 
 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 

 
 
 
 
 
ʼ 
 

 
ʼ 
 
᾽ 
 
 
;
 
 
 
; 
 
 
 
ʼ 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 

, 
 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
 

· 
 
 
 
 
 
.
 
 
 
 
ʼ 
 

, 
 
 

 
 
· 
 
ʼ 
 
.
 
ʼ 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
ʼ, 
 
 

 
, 
 
 
 
.
 
 
ʼ 
 
 
 
 
.
59581	 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
ʼ 
,
 
᾽ 
 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

 
 
 

 
, 
 
 
ʼ 
᾽, 
 
᾽ 
·
 
 
 
 
 
, 
 
᾽ 
,
 
 
᾽ 
 
.
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
ʼ 

 
, 
 
ʼ 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
· 
 
 
 

; 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
,
 
 
 
ʼ 
 
 
.
59813	 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
᾽, 
 
 
 
 
, 
 
 

 
 
 
, 
 
 
 

· 
 
 
 
 
᾽ 

 
 
 
 
 
 
.
 
 
 
· 
 
ʼ 
᾽ 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
, 
 

, 
᾽ 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
.
59938	 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 

 
· 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
 

 
 
, 
 
 
 

 
· 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 

, 
᾽ 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
. 
 
ʼ 
 

· 
 
 
 
 
 
 

 
 
 
 
 
.
60117	 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
᾽ 
 
 
 

ʼ 
ʼ 
 
· 
 
 
 
 

, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
, 
 
 
·
 
 
 
, 
 
 

 
 
, 
 
 
.
 
᾽ 
 
ʼ 
 
 
 

 
 
 
· 
 
 

 
 
. 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
᾽ 
;
 
 
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 

 
 
 
 
 
 

 
 
 
, 
 
 
 
.
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 

᾽ 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
, 
 
 

 
 
 
.
 
 
 
 
, 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

· 
᾽ 
 
 
 
 
 

 
 
 
,
 
 
, 
 
ʼ 
 
.
 
 
ʼ 
 
 
 

 
 
 
· 
 
ʼ 
 
 

· 
 
 
 
 
 
.
60374	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
᾽ 
 
᾽ 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
 

 
, 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
, 
᾽ 
 
.
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
·
ʼ 
ʼ 
 
 
 

, 
 
ʼ 
 
, 
 
 

 
 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 

, 
 
᾽ 
 
 
;
, 
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
, 
 
 
 

ʼ 
 
 
ʼ 
 
·
 
 
 
 
 
, 
 
·
 
 
 
 
 

 
 
ʼ 
, 
᾽ 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
. 
 
 

 
 
 
 
ʼ 
,
᾽ 
, 
 
 
.
 
 
 
 
 
 
.
60653	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
·
 
· 
 
 
· 
 
ʼ 

, 
 
 
 
 
 

 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
, 
 
ʼ 
 
 

· 
 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
, 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
ʼ 
· 
 
 
 

· 
 
 
ʼ 
, 
 
 
.
 
 
 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
.
ʼ 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

 
, 
 
 
 
᾽ 
 
 
·
 
ʼ 
 
, 
 
 
 

 
 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
ʼ 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
 
 
 
᾽ 
.
᾽ 
 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
 
 
.
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
ʼ 

, 
 
 
 
.
61029	 
ʼ 
 
 

ʼ 
 
 
 
· 
 
ʼ 

 
 
 
 
 

 
 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 

 
, 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
 
 
·
ʼ 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
ʼ 

 
, 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
ʼ 
.
 
᾽ 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
ʼ, 
 
 

ʼ 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
, 
 
 
 
;
61309	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
᾽ 

 
, 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
.
, 
 
 
 
 
 

, 
 
 
 
 
 
·
ʼ 
 
 
, 
 
ʼ 
, 
 
ʼ 

, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
 

, 
 
 
 
· 
 
 

 
 
, 
 
 
 
 
.
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

ʼ 
᾽ 
 
 
 

 
· 
 
 
 
·
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
 
ʼ 
,
 
 
ʼ 
 
 
, 
᾽ 
 
 

· 
 
 
 
 
 
 
 
.
 
 
 
᾽ 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 

· 
 
 
ʼ 
 
 

ʼ 
, 
 
 
 
 
,
 
 
 
 
 
.
61666	 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
 
 

 
 
. 
 
ʼ 
 

 
 
 
, 
 
ʼ 
 

· 
 
 
ʼ 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
;
᾽ 
ʼ, 
 
 
 
 
 
 

 
 
 
 
 
.
61860	 
, 
 
ʼ 
, 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 

 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
· 
 
ʼ 
 

, 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
 
, 
 
᾽ 
 

 
 
ʼ 
 
ʼ 
·
ʼ 
ʼ 
 
 

 
 
, 
 
ʼ 
 

 
 
, 
 
 
.
 
 
 
 
 

 
· 
 
 
 
.
 
ʼ 
, 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
ʼ 
 
᾽ 
;
 
ʼ 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
·
 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
᾽ 
,
 
 
 
 
, 
 
 

 
 
 
 
.
62161	 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
 

 
 
 
 
,
᾽ 
ʼ 
 
 
,
 
 
 
 
ʼ 
·
᾽ 
 
 
 
 
,
 
 
 
 
 
·
᾽ 
 
 
 
,
 
 
 
 
 
 
 
·
᾽ 
 
 
 
᾽ 
 
 
,
 
᾽ 
 
 
 
·
 
 
 
 
 
 
·
᾽ 
 
 
 
,
᾽ 
 
 
, 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 

ʼ 
, 
 
 
 

; 
 
 
 
 
 
 

 
 
, 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
 
,
 
 
, 
 
 
 
 

, 
 
 
 
 
·
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
ʼ 

· 
 
 
 
 

· 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 

 
 
, 
 
 
 
ʼ 
.
 
 
, 
 
 
 

 
· 
 
ʼ 
 
.
62441	 
 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
, 
᾽ 
 

, 
 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
;
᾽ 
 
 
 
 
 
 
᾽ 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 
 

 
ʼ 
 
.
᾽ 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 

, 
 
 
 
ʼ 
ʼ 

· 
 
 
, 
᾽ 
 

 
 
 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 
 
 
,
 
 
, 
 
ʼ 
 
 
 
.
62631	 
᾽, 
 
ʼ 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
·
 
 
 
, 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
᾽ 
· 
 
ʼ 
 
 
 

 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 

· 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
·
᾽ 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
᾽ 
᾽ 
 
.
62805	 
 
 
 
 

, 
 
 
 
 
, 
᾽ 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
·
 
 
 
 
. 
 
ʼ 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 
.
 
 
᾽ 
 
 
 

, 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
, 
᾽ 
 
ʼ 
 

 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 

· 
᾽ 
 
 
 
 

 
 
· 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 

 
 
 
. 
 
ʼ 
᾽ 

 
 
 
 
, 
᾽ 
ʼ 

, 
 
 
 
 
 

 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
, 
 
 
 

· 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
·
 
ʼ 
 
 
, 
 
 
 

 
 
· 
 
ʼ 
 
 
.
63095	 
ʼ 
 
 
 
 
 

 
 
 
, 
 
 
.
 
 
 
 
 

 
 
 
 

, 
 
 
 
 
 

 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
ʼ, 
 
ʼ 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 

 
, 
ʼ 
 
ʼ 
 

, 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
᾽ 
 
 

 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
᾽ 
·
 
 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 

· 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
 
 
 

; 
 
 
 
 
 
 
 
,
 
 
 

 
· 
 
 
 
 
.
63337	 
᾽ 
 
, 
 
ʼ 
 
 
.
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
 
 

 
 
 
 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
.
ʼ 
 
 
 
 

 
, 
 
 
 
 
 

 
 
· 
 
 
 
 
 

 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
᾽ 
·
 
 
 
 
 
·
 
ʼ 
· 
 
ʼ 
 
 

 
· 
 
ʼ 
 

 
 
, 
 
 

 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
ʼ 
 
,
 
ʼ 
 
· 
 
ʼ 
 
 

 
 
 
, 
 
ʼ 
 
 

· 
 
 
 
 

 
 
, 
 
 

 
 
 
· 
 
ʼ 
 

 
 
· 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
.
63556	 
, 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 

 
 
 
 
ʼ 
ʼ 

ʼ, 
 
᾽ 
 
 
 
.
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
·
 
ʼ 
᾽ 
᾽ 
 
 

 
 
, 
 
ʼ 
 
 

· 
 
 
ʼ 
 

ʼ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
63677	 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
 
· 
 
 

 
 
 
 
 
,
 
ʼ 
᾽ 
, 
 
 
 
 

 
 
, 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 

ʼ, 
 
ʼ 
 
᾽ 
 
 

ʼ 
, 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
, 
 
 

 
 
, 
 
 
 
 

 
; 
 
ʼ 
 
 
 

· 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
 
᾽ 
 

 
· 
 
ʼ 
᾽ 
 
 

 
 
 
,
 
 
 
 
 
 

 
᾽ 
 
 
 
,
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
.
63925	 
, 
 
 
 
 
,
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
 

 
 
 
ʼ 
 
,
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
,
 
 
 
 
, 
 
 

 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 

, 
 
 
 

 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
 
, 
 

 
 
 
 
,
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 

· 
 
 
 
 
 

 
 
 
ʼ 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
ʼ 

 
 
 
 
 
.
 
 
ʼ 
᾽ 
᾽ 
 
 
 
 
ʼ 

 
 
 
᾽ 

 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
,
 
 
᾽ 
 
 
 
 
,
 
 
 
.
64241	 
᾽, 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
, 
 
ʼ 
 

 
 
 
 

ʼ 
 
 
,
 
 
,
 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 

 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
· 
 
 
 
 
,
 
 
ʼ 
 
 
·
 
 
; 
 
 
·
 
 
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
· 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
, 
 

 
, 
 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
· 
 
ʼ 

, 
 
 
᾽ 
 

· 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 

᾽ 
· 
 
 
 
 

 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
64497	 
᾽, 
 
 
 
 

 
ʼ, 
 
ʼ 
 
·
 
 
 
ʼ 
 
ʼ 

 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 

 
 
 
ʼ 
 
 
.
 
, 
 
᾽ 
 
 
 
 
 

, 
 
ʼ 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
·
 
 
 
· 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
;
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
· 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ, 
 
 
 
 
,
 
 
ʼ 
 
 
·
 
 
 
 
ʼ 
 
 
·
 
 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
64769	 
 
᾽ 
 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
.
 
 
ʼ 
 
 

· 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
 
 
 
·
ʼ 
 
 
, 
 

 
᾽ 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
, 
᾽ 
,
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
, 
᾽ 
,
 
 
 
 

᾽ 
· 
 
ʼ 
 

, 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
 
.
65019	 
 
ʼ 
 
 
 
·
 
 
 
᾽ 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
; 
 
 
 
 
.
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
᾽ 
 
 
.
 
᾽ 
 
 
 
 
 

ʼ 
 
 
 
 
 

 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 

 
 
, 
᾽ 

, 
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
.
65282	 
᾽ 
 
 
 
·
 
 
 
 
ʼ 
 
·
 
 
 
 
 

 
 
 
 
 
 

· 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 

, 
 
 
 

 
, 
 
 
 
 
ʼ 
.
 
 
ʼ 
 
 
ʼ 
 
,
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
, 
᾽ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
.
ʼ 
 
 
 
 

, 
᾽ 
 
, 
 
ʼ 
 
,
 
 
 
· 
 
 
 

ʼ, 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
, 
 
 
 
 
 
᾽ 

ʼ 
; 
 
 
 
 
 
;
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
ʼ 
 
;
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
, 
 
 
 
;
 
 
᾽ 
 
 
 
ʼ 

 
᾽ 
, 
 
 
 
.
65526	 
ʼ 
 
 
 
 
·
 
· 
 
 
 

 
 
 
 
 

 
 
, 
 
 
 

ʼ, 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 

 
 
 

· 
 
 
 
, 
 
 

 
· 
 
ʼ 
 

 
 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
ʼ 

 
, 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 
 

ʼ, 
᾽ 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
 
 
 

 
ʼ 
 
· 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
 
 

 
᾽ 
 
 
.
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
ʼ 
,
 
 
 
 
· 
 
 
 

 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ, 
 
 
 
 
ʼ 
,
, 
 
 
 
 

ʼ 
· 
 
ʼ 
 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
 
·
 
 
᾽ 
᾽ 
 
 
 

 
 
 
 
ʼ 
 

 
 
 

 
 
 
· 
 

 
 
 
 
 
.
 
 
 
, 
 
ʼ 
᾽ 

 
· 
 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 

 
 
ʼ, 
 
 

 
 
 
 
 
 
·
 
᾽ 
 
ʼ 
 
 
 
 
.
65940	 
ʼ 
 
, 
 
ʼ 

ʼ 
, 
 
 
ʼ 

· 
 
 
 
 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
,
 
᾽ 
 
ʼ 
, 
 
 
.
 
 
ʼ 
 
 
 

ʼ, 
 
ʼ 
 
 
 
, 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
 
 
ʼ 

 
 
 
 
 

ʼ 
 
 
 
,
 
 
 
· 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 

 
 
 
 
 
 

 
 
, 
 
᾽ 
·
 
᾽ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
, 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

ʼ 
 
, 
 
 
 
 
.
66157	᾽ 
 
 
 
᾽ 
, 
 
ʼ 

 
 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
 
 

 
· 
 
 
 

ʼ 
 
 
 
 

 
 
, 
 
 

 
᾽ 
, 
 
ʼ 
 
 

, 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
, 
 
ʼ 

ʼ 
 
· 
 
 
 

 
᾽, 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
·
 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
ʼ 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
,
 
 
 
.
66406	 
ʼ 
 
 
 
 
,
 
᾽ 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
, 
ʼ 

 
· 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
, 
 
 
᾽ 
,
 
ʼ 
 
 
 
 

 
, 
 
 
ʼ 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
,
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
, 
 
ʼ 
 

ʼ 
ʼ 
 
 
.
 
 
 
 
 

, 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 

 
ʼ, 
 
ʼ 
 
·
ʼ 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 
·
 
 
 
 
, 
 

 
 
, 
᾽ 
 
.
 
ʼ 
ʼ 
 
 
 
 
 
 

; 
 
 
 
 
.
66592	 
 
᾽ 
 
 
 
· 
 

 
 
 
, 
᾽ 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
ʼ 
 
 
.
 
 
 
 
 
 
, 
 

᾽ 
 
 
 
 
 
 

᾽ 
 
 
 
, 
 
᾽ 
 
 
.
ʼ 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
 
,
᾽ 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 
.
 
 
ʼ, 
 
ʼ 
 
 
 

 
 
, 
 
 
ʼ 

ʼ, 
 
 
 
 
,
 
᾽ 
 
 
 
 
 

ʼ 
ʼ 
· 
 
ʼ 
 
 

 
 
 
 
, 
 
 
.
 
ʼ 
, 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
. 
 
 
 

 
 
 
 
 
 
 
;
66856	 
᾽, 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
 

 
 
· 
 
 
 
ʼ 
·
 
 
᾽ 
 
 
 
 
 

 
 
 
· 
 
ʼ 

 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 

ʼ 
 
. 
 
ʼ 
 

, 
 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
᾽ 
 

, 
 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
᾽ 

ʼ, 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
· 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
, 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
,
 
ʼ 
 
, 
 

, 
᾽ 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 

, 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
.
67116	 
᾽, 
 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 

 
 
· 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
,
᾽ 
 
 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
.
 
ʼ 
 
 
· 
 
 
 

 
 
 
 
 
 

· 
 
 
 
 
 

· 
᾽ 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
· 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
;
 
 
 
 
 

, 
 
 
 
 
;
 
 
 
 
 
ʼ 
, 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

᾽ 
 
 
 
᾽ 
 
.
67372	 
 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
·
 
ʼ 
 
 

 
, 
 
 
.
 
 
 
 
· 
 
ʼ 
 

· 
 
 
 
· 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
· 
 
ʼ 
᾽ 
 
ʼ 
.
 
 
 
 
 
 
 

, 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
 
,
 
᾽ 
 
 
· 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
· 
 
 

 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 
 
·
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
ʼ 
᾽ 

· 
 
 
 

 
, 
 
ʼ 
 

 
. 
 
ʼ 
 
 
 

ʼ 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
, 
 
 
,
 
 
 
, 
 
 
 
 
 
·
 
᾽ 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
; 
 
 
 

 
 
 
 
;
 
 
 
 
 
ʼ 
;
᾽ 
· 
 
 
᾽ 
 
 

, 
 
ʼ 
 
 
 
ʼ 

 
 
 
 
 
.
67689	 
 
 
 
ʼ, 
 
ʼ 
᾽ 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
, 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
.
 
᾽, 
 
 
 
 
 
,
 
 
ʼ 
 
, 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
·
 
ʼ 
 
, 
 
 
 

 
 
· 
 
 
 

 
· 
 
ʼ 
 
 
 
,
᾽ 
 
 
 

 
 
 
 
 
 
.
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
 

 
 
, 
 
 
·
 
 
 
 
ʼ 
 

 
· 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
, 
 
 
 
 
 

 
 
 
 
·
 
 
, 
 
 
 
.
67937	 
 
 
 

 
, 
 
ʼ 
 
,
 
 
 
 
 
, 
 
 

 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
 

 
· 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
, 
 
 
 

 
 
᾽ 
, 
 
 

 
 
 

· 
 
 
 
᾽ 
 
 

, 
 
 
 
ʼ 
 
 

 
 
. 
 
 

ʼ· 
 
 
 
 
 

 
 
 
 
.
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
·
᾽ 
᾽ 
 
 
 
 
 
·
 
 
 
, 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
ʼ 
ʼ 
 
 
 
 
 
 

 
 
 
· 
 
 
 

 
, 
 
 
 

 
, 
 
 
 
 

· 
 
 
᾽ 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
ʼ 
 
 

 
, 
 
 
 
 
· 
 
᾽ 

 
 
᾽ 
 
 
 

, 
 
ʼ 
 
 
 
,
 
 
, 
 
 

 
 
 
.
 
᾽ 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
ʼ 
 
·
 
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 
.
68371	 
ʼ 
 
, 
 
ʼ 
 

 
 
 
· 
 
ʼ 
.
 
 
 
 
 
 

 
, 
 
 
 
 

, 
 
 
 
· 
 
 

 
· 
 
 
 
.
 
 
 
 
 

ʼ 
 
 
 
 
·
 
 
 
 
 
 
ʼ 
 

 
, 
 
 
 

 
᾽ 
 
 
 
 
,
 
 
 
 
 
·
 
 
᾽ 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

· 
 
 
 
 
᾽ 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
᾽ 
᾽ 
᾽ 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
· 
 
 
 

 
 
· 
 
ʼ 
 
 

 
ʼ 
᾽ 
 
, 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
. 
 
 

 
 
 
 
 
·
᾽ 
 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
 
,
 
 
 
 

 
· 
 
 
 
 

 
 
, 
 
 
 
᾽ 
.
68668	 
 
 
 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
, 
 
 
.
 
 
 
᾽ 
 
· 
 

 
 
 
᾽ 
 
, 
᾽ 
,
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
, 
 
 

 
, 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
· 
᾽ 
 
 

 
 
 
 
᾽ 
᾽ 
,
᾽ 
 
ʼ 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
, 
 
ʼ 
᾽ 

 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
 
·
 
, 
 
ʼ 
 
 
ʼ 
·
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
, 
 
,
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

, 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
᾽ 
 
.
 
ʼ 
᾽ 
· 
 
 
·
᾽ 
 
, 
 

 
᾽ 
, 
 
ʼ 
 
 
.
ʼ 
᾽ 
 
ʼ 
 
, 
 
ʼ 

 
 
, 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
 
;
 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
·
᾽ 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
, 
 
 
.
, 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
 
.
69025	 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
, 
 

, 
 
ʼ 
 
 
ʼ 
 

 
, 
 
ʼ 
 
,
 
 
 
, 
᾽ 
·
 
 
 
 
 
 
.
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
;
 
 
 
 
 
 
,
 
ʼ 
 
 
 
;
 
 
᾽ 
 
 
.
 
 
ʼ 
 
, 
 

 
 
 
 
 
;
, 
 
 
, 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 

 
· 
 
 
 
 
.
 
 
 
 
, 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 

ʼ 
· 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
 
 
, 
 
 

· 
 
 
 
 
 

 
 
 
 
 
 
;
, 
 
 
 
 
 
 
 
,
 
 
· 
 
 
 
 

 
ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
,
᾽ 
 
 
 
ʼ, 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
ʼ 
 
 

· 
 
 
ʼ 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
69342	 
 
 
 
· 
 
 

 
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
, 
 
 
 
·
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
ʼ 
 
.
 
 
 
 
· 
᾽ 
 
 

 
 
 
· 
 
 

 
 
 
, 
᾽ 
ʼ 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 

, 
 
 
 
 

, 
 
 
 
 
 

· 
 
 
 
 
 

 
· 
 
 
 

 
, 
 
 
 

 
· 
 
 
 
.
69541	 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 

 
 
· 
᾽ 
 

 
 
, 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
, 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
, 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
· 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
· 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
,
 
 
᾽ 
 
 

· 
 
 
 
 
 
·
 
 
, 
 
 
 

, 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
,
᾽ 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
᾽ 
· 
 
 
·
 
 
 
 
 
 
 

· 
 
 
 
 

 
 
 
, 
 
ʼ 

 
ʼ 
ʼ· 
 
ʼ 
 
 

 
 
 
 
· 
 

᾽ 
 
 
 
.
 
ʼ 
 
᾽ 
, 
 
 
 

 
 
 
 
, 
 
 

· 
 
 
 
 
.
69808	 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 

ʼ 
 
 
 
 
 
,
 
ʼ 
· 
 
 
 

ʼ 
 
 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
. 
 
ʼ 
 
 

 
· 
 
ʼ 
 
ʼ 
 
 
.
 
 
 
 
 
· 
 

 
 
 
·
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
, 
 
 
 
 
.
 
, 
 
 
 
 
.
 
 
 
 
 

, 
 
 
·
 
 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
· 
 
 
 
ʼ 
 

, 
 
 
 
 
 

 
, 
 
 
 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
 
.
70104	 
ʼ 
᾽ 
 
 

 
 
 
 
· 
 
 
 

, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

· 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 

 
 
 
· 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 

᾽ 
 
 
 

ʼ· 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
.
ʼ 
 
 
, 
 

 
 
 
 
· 
 
 

ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 

 
 
 
 
,
 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
 

 
· 
 
 
 

ʼ, 
 
 
 

 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
, 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ, 
 
 
 
,
 
ʼ 
 
 
 
 
 
᾽ 

 
 
 
ʼ 
 
 
.
 
 
 
 
 

, 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
᾽ 
 

 
 
, 
 
ʼ 
 
 
·
70395	 
 
 
 
 
,
 
 
 
 
 

᾽ 
 
, 
 
ʼ 
 
·
 
 
 
 
 
ʼ 
 
,
, 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
· 
 
 

 
 
, 
 
 
 
ʼ 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
ʼ 
, 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 

, 
 
 
 
.
 
 
 
ʼ 
 

 
 
 
 
 
 

 
 
. 
 

 
᾽ 
 
 
, 
 
ʼ 
 
ʼ 

 
, 
 
 
 

ʼ 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 
 
, 
 
 

᾽ 
 
 
᾽ 
 
 
,
 
 
 
, 
 
 
 
.
 
 
᾽ 
 
 
 
 

, 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
.
ʼ 
 
 
 
, 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
, 
 
 

 
ʼ 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
, 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 

· 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 
 

 
, 
 
 
 
 

ʼ, 
ʼ 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
.
70746	 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
ʼ 
 
,
 
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

, 
᾽ 
 
 
 
 
.
 
 
 
 

, 
 
 
 

 
 
 
 
ʼ 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
 
 

 
 
, 
 
 
 
,
 
 
 
, 
 
ʼ 

 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
 
᾽ 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 

 
 
 
 

 
 
, 
 
ʼ 
·
 
 
 
 
 
 
.
70985	 
 
 
 
 

 
 
, 
 
 
,
 
 
 
 
,
 
 
, 
 
 

 
 
 
᾽ 
 
 
·
 
 
 
· 
 
ʼ 
 
 

 
, 
 
 
 

· 
 
 
 
 
 

 
, 
 
 
.
 
 
ʼ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
ʼ 
· 
 
 

 
 
· 
 
ʼ 

 
 
· 
 
ʼ 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
 
,
 
 
 
 
 
 

 
, 
 
ʼ 
 
᾽ 
·
 
 
 
 
 
 
᾽ 

 
 
 
 
,
᾽ 
᾽ 
᾽ 
, 
 
ʼ 
 
.
71138	 
ʼ 
 
 
 
 

. 
 
 
 
 

ʼ 
 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 

ʼ· 
 
 
 
 

 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 

 
 
 
, 
 

 
 
· 
 
ʼ 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

, 
 
 
 
 
·
 
 
. 
 
ʼ 
 

 
 
 

 
 
· 
 
ʼ 
 

 
 
 
, 
᾽ 
,
 
· 
 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
·
 
 
, 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
 
, 
 
 

 
 
 
 
.
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
· 
 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
· 
 
 

 
, 
 
ʼ 
 
·
 
ʼ 
 
 
. 
 
 

 
 
 
, 
 
 

 
· 
 
ʼ 
᾽ 
 
 

, 
 
ʼ 
 
 
, 
 
ʼ 

, 
 
 
, 
 
 
.
 
ʼ 
 
 
 

ʼ 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 

 
᾽ 
, 
 
ʼ 
᾽ 
 
·
 
ʼ 
 
, 
 
 
 

 
· 
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
.
71450	 
᾽ 
 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
 
 
, 
 
ʼ 
 

 
 
· 
 
 

 
 
 
 
·
 
 
 
· 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
 

ʼ 
· 
 
 
 

 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
. 
 
ʼ 

 
 
 
, 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 

 
 
· 
 
 
 
 
 

 
 
, 
 
 
· 
 
ʼ 

ʼ 
 
, 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
᾽ 
᾽ 
· 
 
ʼ 
 
 

 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
,
 
, 
 
ʼ 
 
 
·
 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

ʼ 
, 
 
 
 

, 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
ʼ 
·
 
 
 
 
 
.
71760	 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 

 
 
, 
 

 
 
 
 
 

 
, 
 
ʼ 
 
.
ʼ 
 
 
 
 
 

 
 
ʼ 
, 
 
 
·
 
 
· 
 
 
 
 

 
· 
 
 
 
 

 
· 
 
 
 
, 
 
ʼ 
 

 
· 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
,
 
 
 
 
 
, 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
ʼ 
· 
 
 
 
 
.
 
᾽ 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ 
 

ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
·
 
 
· 
 
; 
 
 
.
 
 
 
᾽ 
, 
 

 
 
 
 
 
 
 
 

, 
 
 
 
 
 
ʼ 
.
 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
᾽ 
 
 
 
,
 
 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
, 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
72079	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
;
ʼ· 
 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
 
 
·
 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
 
,
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 

 
 
· 
 
ʼ 
 
 
,
 
ʼ 
ʼ 
 
 
, 
 
ʼ 
 
.
 
 
, 
 
 
, 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
 
 
᾽ 
·
 
ʼ 
, 
 
 
 
·
 
ʼ 
 
 
 
 
.
72357	ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 

, 
᾽ 
ʼ 
· 
 
ʼ 
 
 

· 
 
ʼ 
 
 
 
 
,
᾽ 
ʼ 
ʼ 
 
 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
 

 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
·
 
 
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
·
 
 
 
 
, 
 
 
.
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
 
ʼ 

 
 
 
 
 
.
᾽ 
 
, 
 
 
 
.
 
 
 
 
 
 

 
 
ʼ· 
 
 
 
 
 

 
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
, 
 
 
ʼ 
.
72578	 
ʼ 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
· 
 
 

, 
 
 
 
 
 
 

 
, 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
· 
 
 
 
ʼ 

 
, 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 

 
 
, 
 
 

 
, 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
 
, 
 

 
. 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
, 
᾽ 

 
 
 
,
 
ʼ 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
ʼ 
 

 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 
.
 
 
, 
 
 
,
 
 
ʼ 
, 
 
 

, 
 
 
 
,
 
 
 
 
 
.
72863	 
, 
 
 
 
 
 

, 
 
, 
 
 
 

 
 
 
 
· 
 
 
᾽ 

 
ʼ, 
 
ʼ 
 
 
·
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
. 
 

 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

· 
᾽ 
 
 
ʼ 
,
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
.
 
᾽, 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
.
73009	 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
 

 
· 
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
 
.
 
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
, 
 
 
 
.
 
᾽ 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
, 
 
ʼ 
.
 
 
 
 
 

ʼ, 
 
 
 

 
 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
·
 
 
· 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
· 
 
 
 
,
 
ʼ 
᾽ 
 
 
· 
᾽ 
᾽ 

 
, 
 
ʼ 
 
 
.
ʼ 
 
 
 
 
 

 
 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
· 
 
 

ʼ 
 
, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 

· 
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 

ʼ, 
 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
73366	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 
 
 

 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
, 
 
.
 
 
 
 
ʼ, 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 
᾽ 
,
 
 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 
 
, 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 
 

 
᾽ 
 
 
 

 
, 
 
ʼ 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

᾽ 
 
 
 

 
 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
·
 
 
ʼ 
 
ʼ 
, 
 
ʼ 

 
· 
 
 
 
 
.
73664	ʼ 
᾽ 
 
 
, 
 

, 
 
 
 
 

 
 
 
· 
 
 
᾽ 

, 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
ʼ 

 
, 
 
 
 
 

 
 
 
 
 
.
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
 
᾽, 
᾽ 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 

· 
 
 
 
 

 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 

, 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
· 
 
ʼ 
 
 
 
.
73948	 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
.
 
 
᾽ 
 
 
 

, 
 
ʼ 
 
 

ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
· 
 
 
 

 
 
 
 
 
 
,
᾽ 
᾽ 
, 
 
 
 
 
.
 
, 
 
ʼ 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 

, 
 
 
 
 

 
, 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
; 
 
 
 
.
ʼ 
 
 
, 
 
 
 
·
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
.
74140	 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
. 
 

ʼ 
 
, 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
·
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 

 
 
· 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
,
᾽ 
 
, 
 
ʼ 
 

 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
, 
 
 

, 
 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 

ʼ 
᾽ 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
 
 
᾽ 
 
, 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
.
74320	 
 
 
 
 

 
 
, 
 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
ʼ 
 
᾽ 
 
 
.
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
· 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
᾽ 
 

, 
᾽ 
 
ʼ 
 
.
 
 
 
᾽ 
 
 

 
 
 
 
 
,
 
 
 
ʼ 
 

 
᾽ 
· 
 
ʼ 
 
 

 
 
, 
 
.
74493	 
 
 
 
 
,
 
᾽ 
 
ʼ 
, 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 

 
 
, 
 
᾽ 
 
ʼ 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
 

 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

· 
 
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
, 
 
 
 
 
ʼ 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 
᾽ 

 
, 
 
 

 
 
· 
 
 
 
 
 

 
 
 
,
᾽ 
 
 
 
 
 

ʼ 
· 
 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
᾽ 

 
 
 
 
 
.
 
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 
,
 
 
· 
 
 
 
 

 
 
 
 
 

 
, 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
᾽ 

ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ· 
 
 
 
, 
 
ʼ 
,
 
 
 
 
, 
᾽ 

 
 
 
᾽ 
 
.
 
 
 
 
 
 

 
 
 
 
 
ʼ 
.
74788	 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
, 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
᾽ 
· 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
 

· 
 
 
ʼ 
 
 

 
 
· 
 
ʼ 

 
 
, 
 
 

 
· 
 
 
ʼ 
 
 
.
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
ʼ 
· 
 
 

 
 
 
 
, 
 
 

· 
 
 
᾽ 
 
ʼ 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
᾽ 
 
 
, 
 
 

 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
;
 
ʼ 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
 
.
 
 
 
 
ʼ 
 

 
 
 
·
 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
 
.
75146	᾽ 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
ʼ 
,
 
 
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 

, 
 
 
 
·
 
 
 
 

, 
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
ʼ, 
 
ʼ 
 
 
ʼ 

 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 

· 
 
ʼ 
᾽ 
 

 
 
, 
ʼ 
 
ʼ 

 
 
 
· 
 
 
 
 
.
 
, 
 
ʼ 
 
· 
 
 
·
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

᾽ 
᾽ 
 
ʼ 
 
 
.
75451	 
 
 
ʼ 
 
ʼ 
·
᾽ 
 
, 
 
 
 

ʼ 
 
· 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
ʼ 
,
 
 
, 
 
 
ʼ 
᾽ 
.
 
 
 
 
 

 
ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
᾽ 
 
 
,
 
· 
 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
·
 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 

, 
 
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
ʼ 
 
 

 
᾽ 
 
 
᾽ 

 
· 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
· 
 
ʼ 

 
 
 
 
᾽ 

 
ʼ 
 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
, 
 
 
 
.
75723	 
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
, 
 
ʼ 
 

· 
 
ʼ 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 

· 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
ʼ, 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

, 
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
;
ʼ 
 
 
 
 
 

 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
ʼ, 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
, 
 
 
 

 
· 
 
 
 
 
.
75911	 
 
᾽ 
 
 
 
 
 

 
ʼ 
 
 
 
· 
 
ʼ 
᾽ 
.
 
 
ʼ 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

, 
 
 
ʼ 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
 
 
᾽ 
ʼ 
 
 
᾽ 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
·
 
 
, 
 
 
 
 
.
 
 
, 
 
 

, 
 
 
 
 
 

· 
 
 
 
ʼ 
 
 
.
 
᾽, 
 
 
 
 
·
 
 
 
, 
 
 
 
.
 
 
 
 
 
ʼ 
,
ʼ 
᾽ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
,
 
 
ʼ 
· 
 
ʼ 
 
 
 

 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 

 
· 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 

, 
 
 
 
 
.
76163	 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
 
 
 

 
 
᾽ 
 
 
.
 
 
 
 
 
 
ʼ 

ʼ, 
 
ʼ 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
 

 
· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
, 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
ʼ 
 
 
 
 
,
᾽ 
 
, 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
.
᾽ 
 
 
, 
ʼ 
᾽ 
 
 
 
,
 
 
 
, 
 
,
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
,
76491	 
 
, 
 
 
 
,
᾽ 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 

 
 
· 
 
ʼ 
 

 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
 

 
 
· 
 
ʼ 
 
 
 

· 
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

· 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
.
76670	 
 
 
᾽ 
 
 
.
 
ʼ 
 
ʼ 
 
, 
 
 
 

 
, 
 
ʼ 
 
 
ʼ 

 
 
· 
 
 
 

 
 
 
· 
 
 
 

 
 
 
.
 
 
 
 

 
 
 
 
 
 
 

 
 
 
ʼ 
 

 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
·
 
 
 
 
·
 
 
 
 
 
 

᾽ 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
᾽ 
.
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
,
 
 
 
, 
 
ʼ 

 
· 
 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 

ʼ 
· 
 
 
 
 

 
᾽ 
 
 

· 
 
 
 
᾽ 
 
 
.
 
᾽ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
,
 
, 
 
 
 
 
 

, 
 
ʼ 
᾽ 
 
 
.
᾽ 
ʼ 
 
 
, 
 
 
.
76930	 
᾽, 
᾽ 
 
 
 
,
 
 
 
 
·
 
 
 
 
 

 
 
ʼ 
 
 
 

 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 

· 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
;
 
 
 
· 
 
ʼ 
᾽ 
.
 
ʼ 
᾽ 
 
 
 

 
 
 
 
, 
 
 
ʼ 

 
 
 
 
,
 
 
 
 
. 
 

 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 

ʼ, 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

· 
 
 
 
 
 
.
77117	 
 
 
 
 
·
 
 
 
, 
 
ʼ 

 
 
 
 
 
,
 
 
· 
 
 
 
 

 
· 
 
 
 
ʼ 

, 
 
 
 
, 
 
ʼ 
 

 
 
 
ʼ 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
 
ʼ 

 
, 
 
 
·
 
 
 
 
 

 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
· 
 
ʼ 

 
, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 

ʼ 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 

· 
 
ʼ 
ʼ 
 
 
 
 

ʼ 
 
 
, 
 

 
 
, 
 
 
 

ʼ 
᾽ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
᾽ 
 
 
 
 
 
 

· 
 
 
 
 
 

 
ʼ 
, 
 
 
 

 
 
ʼ 
 
,
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
 
 
 
·
 
 
, 
 
 
ʼ 
᾽ 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 

ʼ· 
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
, 
 
 

 
ʼ 
 
, 
 
 
ʼ 
᾽ 
.
77434	 
 
 
 
 
᾽ 

 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
· 
᾽ 
 

 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 

 
; 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 

· 
᾽ 
 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 

 
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
᾽ 
 
 
 
᾽ 

 
 
 
 
ʼ 
 
᾽ 

 
 
 
.
᾽ 
 
 
 
 
 
 
 

ʼ 
 
 
 
 
·
 
᾽ 
 
 
, 
ʼ 
 
 

 
 
 
.
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
.
ʼ 
᾽ 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
,
 
 
᾽ 
 
, 
 
 
 
,
 
 
 
 
 

 
 
, 
 
ʼ 
 
ʼ 
,
 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
᾽ 
 
 
 
· 
 
 
 

 
 
, 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
,
 
᾽ 
᾽ 
 
, 
 
 
.
 
 
 
, 
 
 

 
, 
 
ʼ 
 

 
 
 
 
 

 
· 
᾽ 
 
 
 
 
,
 
 
 
· 
 
 

 
᾽ 
 
 
 
.
77756	 
 
 
 
 
, 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
 
 
 

 
 
᾽ 
, 
 
ʼ 

 
, 
 
ʼ 
 
 

 
᾽ 
· 
 
 

 
 
 

 
. 
 
ʼ 
 
 
ʼ 

 
 
, 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
 
 

 
 
, 
᾽ 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 

᾽ 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 

ʼ, 
 
 
 
 
, 
 
 
ʼ 

 
, 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
, 
 

 
 
· 
 
ʼ 
 
 

· 
 
ʼ 
 
 
 
ʼ 

 
 
ʼ 
ʼ, 
᾽ 
 
 
 
 
·
77997	 
 
 
 
 
 
 

 
 
 
 
· 
᾽ 
 
 

 
 
 
 
·
 
 
᾽ 
 
 
 

 
 
· 
 
 
 
 
 

, 
 
 
 

 
, 
 
 
 
 

 
 
 
, 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
᾽ 
 
 

 
· 
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
, 
 
 
 
ʼ 
 
 

 
, 
 
 
 
 
.
78164	 
 
 
, 
 
ʼ 
 
.
 
 
 
, 
 
ʼ 

 
 
 
ʼ 
 
·
 
ʼ 
 
 
 

, 
 
 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
·
 
ʼ 
᾽ 
 
 
 
 
 

 
 
᾽ 
 
 
ʼ 
,
᾽ 
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
 

 
 
· 
 
 

 
 
 
 
 

 
· 
 
ʼ 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
, 
 
 
 
 

, 
 
ʼ 
 
 
ʼ 
 
;
 
 
 
ʼ 
 
ʼ 
;
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
· 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
;
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 

 
 
· 
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
·
78400	 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
ʼ 
 
 

 
 
 
ʼ 
 
 
·
 
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
 
·
, 
 
 
 
 
 

 
 
, 
 
 
 
;
 
 
 
 
 
 

· 
 
 
 
, 
 
ʼ 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

 
; 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
, 
 
.
 
᾽, 
 
 
 
ʼ 

 
 
 
 
 
,
 
ʼ 
· 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 

 
᾽ 
 
 

 
 
 
 
 
·
 
 
 
, 
 
 
 

 
, 
 
 
 
 
 

 
 
 
 
.
78639	 
᾽, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
ʼ 
 

, 
᾽ 
᾽ 
 
 
 

 
᾽ 
. 
 
ʼ 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
᾽ 
 
· 
 
 

 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
, 
 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
·
ʼ 
 
 
 

 
 
 
 
ʼ 
 
 

᾽ 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
 
ʼ, 
 
 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
, 
 
 
 
 
 
.
78812	 
, 
 
 
 
 
,
 
 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
 
 
 

 
 
 
, 
 
 
 
,
 
᾽ 
 
 
 
 
· 
 
 
 

 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 

· 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
ʼ 
 
 
,
 
᾽ 
 
ʼ 
 
 
·
 
 
 
 

 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
 

· 
 
 
 
 

 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
 
.
79007	 
ʼ 
 
 
 
 

 
, 
 
 
 

 
· 
 
 
 

 
· 
 
 
 
ʼ 
.
 
 
 
 

 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
 
, 
 
 
,
 
 
 
 
 
 

ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
 
 
 

 
 
 
 
 
.
᾽ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 

 
 
, 
 
ʼ 
 
·
 
 
᾽ 
 
 
 

· 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
᾽ 

 
· 
 
 
 
 
.
79172	 
, 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
 
 
ʼ 
·
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
· 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
 
· 
 
 

 
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 

 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
ʼ 
᾽ 
 
 
;
 
 
 
, 
 
 
 

 
· 
 
ʼ 
 
 

 
᾽ 
 
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
 
᾽ 
 
 
ʼ 
 

, 
 
 
 
 
,
 
 
 
ʼ 
, 
 
 
,
 
 
 
, 
 
ʼ 
.
79389	 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 

 
· 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
, 
 
 
·
 
 
, 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
, 
 
 

· 
 
ʼ 
 
 

 
· 
 
 
᾽ 
 
 
·
 
 
 
 
ʼ 
 

, 
 
᾽ 
 
 
 
ʼ 
·
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
, 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 

 
 
, 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
.
 
᾽, 
 
ʼ 
 
 

 
 
· 
 
 
 
 
.
79603	᾽ 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 

 
 
 
· 
 
ʼ 
 
᾽ 
·
 
ʼ 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
,
 
 
᾽ 
 
ʼ, 
᾽ 
 

 
 
 
 
 

ʼ, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

 
, 
 
 
 
ʼ 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
᾽ 
 
 
,
 
ʼ 
, 
 
ʼ 
 
·
 
 
 
 
, 
 
 
 
 
.
 
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
, 
 
ʼ 
 
 
·
 
᾽ 
᾽ 
 
 
 
 
·
 
 
 
 
 
 

 
᾽ 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 
 
ʼ 
.
79827	 
᾽, 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
 
ʼ 
,
 
 
 
 
 
 
 
 

 
· 
 
 
 

, 
᾽ 
 
 
· 
 
 

 
 
 
 
,
 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
 
 

 
᾽ 
· 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
·
ʼ 
 
 
 

 
 
 
 

· 
 
 
 
 

 
· 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
ʼ 
, 
 
 
 

 
 
 
,
 
 
 
ʼ 
 
 
 
 
 

 
᾽ 
 
, 
 
ʼ 
᾽ 

, 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
᾽ 
ʼ 
 
 
᾽ 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
·
ʼ 
 
ʼ 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
 
ʼ 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 

· 
 
 
 
ʼ 
 
 
.
80100	 
᾽, 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 

 
, 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
,
 
 
, 
 
 
ʼ 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
, 
 

, 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
 
ʼ 
 
, 
 
 
·
 
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
᾽ 

 
 
ʼ 
 
· 
 

 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 

 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
᾽ 
 
 
ʼ 

, 
 
 
 
, 
 
 

 
 
 
 
.
80396	 
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
 
, 
 
 

 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
ʼ 
 
 
 

ʼ 
 
 
 
 

 
 
 
 
 
· 
 
 
 

ʼ 
 
 
 
 
 
·
 
 
ʼ 
 
 
. 
 

ʼ 
, 
 
 
 
 

 
 
 
,
 
 
 
 
 
 

, 
 
 
 
 
 
 
 

· 
 
 
 
 
 
·
 
 
 
 
 

· 
 
ʼ 
᾽ 
, 
 
ʼ 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
 

, 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
ʼ 
 
 

 
· 
 
ʼ 
 
᾽ 
.
80596	 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
ʼ 
᾽ 
 
 
 

 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

· 
 
ʼ 
 
 
 

 
 
 
, 
ʼ 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 

 
, 
 
 
 
.
 
, 
 
 
 

· 
 
 
 
ʼ 
 
 
.
80749	 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
 
·
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
ʼ 
, 
 
 

 
᾽ 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
 
·
 
 
 
 
 
.
 
ʼ 
· 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
᾽ 
· 
 
 
 

 
 
 
 
 
 
.
ʼ 
᾽ 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
 

 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
· 
 
ʼ 
 

 
, 
 
ʼ 
 
·
 
 
, 
᾽ 
 

ʼ 
 
ʼ 
 
 
 
.
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
ʼ, 
 
 
 
, 
᾽ 

 
 
 
 
 
 
.
81055	 
 
 
 
· 
 
 
 

 
, 
 
 
 
 

· 
 
ʼ 
 
 
 
 

 
 
, 
 

 
 
 
 
᾽ 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
᾽ 
 
 
 
·
 
 
; 
 
 
 
 
 
;
, 
 
· 
 
 
 
 

 
, 
 
 
 
 
ʼ 
 
 

 
 
 
 
 

 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
·
 
, 
 
 
 
 
 
·
 
 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 

 
 
; 
 
, 
 
ʼ 

 
 
 
 

· 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
ʼ 
 
 
 
 
ʼ 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
, 
 
 
 

 
ʼ, 
 
᾽ 
 
 

 
᾽ 
 
, 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
, 
᾽ 
·
 
 
 
 
ʼ 
 
 
.
81292	 
 
ʼ 
 
 
 
 
·
 
, 
 
 
᾽ 
 

 
· 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
᾽ 

 
, 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
ʼ 
 

 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
 
 

· 
 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
,
ʼ 
 
 
· 
 
 
 
 
,
 
 
 
 
 

 
 
 

ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
· 
 
 
.
81516	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
· 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 

 
ʼ 
 
᾽ 
 
 
 
·
 
 
 
᾽ 
 

 
 
 
ʼ 
 
.
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
 
᾽ 
ʼ· 
 
ʼ 
 
 

 
ʼ 
 
, 
 
ʼ 

 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
ʼ 
·
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
ʼ 
.
81664	 
 
᾽ 
 
 
 
· 
 

 
 
᾽ 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
ʼ 
·
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
·
 
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
 

ʼ 
 
 
, 
 
ʼ 

 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
᾽ 
 

 
 
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
, 
 
ʼ 
·
 
, 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 

 
· 
 
 
 

 
· 
 
 
 
 

 
 
 
ʼ 
 
 
.
᾽ 
 
ʼ 
 
· 
 
 
 
 

 
 
 
 
·
 
, 
 
 
 
 
 
.
81894	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
᾽ 
 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
; 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
ʼ 
 

 
ʼ 
 
 
 
 
·
 
 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
ʼ 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 
ʼ 
·
᾽ 
 
 
 
 
 
,
 
 
ʼ 
 
 

, 
 
ʼ 
 
 

· 
 
 
ʼ 
 
.
 
 
᾽ 
 
ʼ 
 
 
 
,
 
 
 
 
· 
 
ʼ 

 
 
ʼ 
 
,
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

 
 
, 
 
 
,
 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
, 
 
ʼ 

 
 
 
,
 
 
 
 
 
 
 
·
 
᾽ 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
, 
᾽ 
 

· 
 
 
 
ʼ 
.
 
 
ʼ, 
 
 
 

ʼ· 
 
 
 
 
 
.
82168	 
ʼ 
᾽ 
 
, 
 
ʼ 
 

 
 
 
 
,
 
᾽ 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
 
,
 
 
· 
 
 

 
 
· 
 
 
 
.
 
ʼ 
, 
 
 
 

 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 
.
 
 
 
᾽ 
 
 
 

 
 
 
 
. 
 

 
 
᾽ 
 
 

 
 
· 
 
ʼ 
 

· 
 
 
 
 
ʼ 

 
 
, 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
 

 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 

 
᾽ 
 
 
 
·
 
 
, 
 
 
 

 
 
 
 
.
82331	 
ʼ 
ʼ 
 
 
 

 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
᾽, 
 
 

· 
 
 
 
, 
᾽ 

, 
 
 
 
ʼ 
.
 
 
 
 
ʼ 

· 
 
 
 
 
 
 
·
 
ʼ 
 
, 
 
ʼ 
 
 
,
᾽ 
 
 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 
·
 
 
 
· 
 
 

 
 
, 
 
 
 

 
 
 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
, 
 

 
 
, 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
, 
 
· 
 
 
·
 
 
 
 
 

· 
 
ʼ 
 
 
᾽ 

 
 
 
, 
 
 
 

· 
 
 
 
 

 
 
, 
 
 
 
 
 

· 
 
 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
ʼ 
 
 

 
 
 
·
 
ʼ 
 
 
 

ʼ 
 
· 
 
ʼ 
, 
 
ʼ 

 
 
 
 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
· 
 
 
 
 
.
82627	 
ʼ 
᾽ 
 
 
 
 
·
 
 
 
᾽ 
 
 
᾽ 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
 

 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
ʼ 
 
, 
 
ʼ 
 
,
 
 
 
 
ʼ 
 
·
 
 
 
 
· 
 
 
.
᾽ 
ʼ 
 
 
 
, 
 
.
 
 
 
 
 
 
 
,
 
 
, 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
· 
 
 

 
 
 
, 
 
᾽ 

, 
 
 
 
 
, 
 
 
.
 
, 
 
 
 
.
 
 
ʼ, 
 
 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 
 
.
 
᾽ 
 
 
· 
 

 
 
 
.
 
 
 
 
 

 
᾽ 
 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 

 
 
· 
 
 
ʼ 
 
 
,
 
 
ʼ 
ʼ 
 
ʼ 
 
ʼ 

 
 
· 
 
 
 
 
·
 
 
 
 
 
·
82913	 
 
 
᾽ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
᾽ 
 

 
 
 
 
 

 
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
 
᾽ 

 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 
, 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
, 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 
᾽ 

 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 

ʼ 
 
 
· 
 
 
 

 
 
 
 
 
.
83166	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
 
 
·
 
 
᾽, 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
ʼ 
 
,
 
 
 
 
 
;
 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
ʼ 

, 
 
᾽ 
 
 
.
 
ʼ 
ʼ 
 
 
 

· 
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 

᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
ʼ 
 

 
· 
 
᾽ 
, 
 
 
.
᾽ 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
·
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 

 
 
 
; 
 
 
 
 
 
.
᾽ 
 
, 
 
 
 
 
.
83369	 
 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
ʼ 
· 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
·
 
 
 
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 

 
 
· 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
 
 
 

 
 
· 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
, 
 
᾽ 
 
 
 

· 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 
 

ʼ 
 
 
, 
 
·
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
 
,
 
 
ʼ, 
 
 
 
, 
 
 

· 
 
ʼ 
 
 

 
 
 
.
 
 
 
 
 
 
, 
 
 
 

 
, 
 
 
 
 
 
.
 
 
 
 
· 
 
 

, 
 
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 

 
 
 
; 
 
 
 
 
 
.
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.
83675	 
ʼ 
ʼ 
 
 
 
 
·
ʼ, 
 
 
 
, 
 
 
ʼ 
 
,
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 
 
ʼ 
;
 
 
ʼ 
 
 
 

 
, 
 
 
 

 
᾽ 
 
. 
 
 
 
 

 
 
 
, 
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
 

 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
· 
 

 
 
 
, 
 

 
· 
 
 
 

, 
 
 
 
ʼ 
.
ʼ 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
, 
 
 

 
 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
, 
 
ʼ 

 
 
 
 
 
 

 
 
 
 

 
ʼ· 
 
 
 
 
 
 

 
· 
 
 
 
 
 
 
.
83930	 
ʼ 
ʼ 
 
 
·
· 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
, 
 
 
.
 
 
 
 
 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
, 
 
ʼ 
,
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
· 
 

 
 
 
 
, 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
· 
 
 

 
 
 
 
.
 
 
 
ʼ, 
 
ʼ 
, 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 

 
ʼ, 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
84135	 
 
 
 
 
 

. 
 
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
·
 
ʼ 
 
, 
 
ʼ 
 

 
 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
· 
 
 

, 
 
ʼ 
 
 
 

 
· 
 
 
 
᾽ 

 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
· 
 
 

ʼ 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
·
 
᾽ 
, 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
· 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
.
 
 
᾽ 
 
 
 
 
 

ʼ 
, 
 
ʼ 
 
 
 
·
 
ʼ 
· 
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
, 
 
 
 

 
· 
 
ʼ 
 
.
 
ʼ 
 
 
᾽ 
 
 
 
 

 
, 
 
ʼ 
 
 
 
,
ʼ 
 
 
ʼ 
ʼ 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
, 
 
ʼ 
᾽ 
 

 
· 
 
ʼ 
 
 
.
84417	 
 
 
 
, 
 
ʼ 

ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
, 
ʼ 
᾽ 

 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
ʼ 
,
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
,
 
 
 
 
 
·
 
ʼ 
᾽ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
 

 
 
· 
 
 
 
᾽ 
,
 
 
 
 
.
 
 
ʼ 
, 
 
 
,
 
 
· 
 
 
 
 
.
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
᾽ 
 
· 
 

 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 

 
 
ʼ 
 
 
.
84654	 
ʼ 
 
 
 
 

 
· 
 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
, 
 
ʼ 
 

· 
 
ʼ 
 
 
 
᾽ 
,
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
ʼ 
 
 

 
· 
 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
 
.
 
 
 
᾽ 
 

, 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 

 
 
· 
 
 
 

· 
 
 
 
 
᾽ 
.
 
 
 
 
 

 
 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
᾽ 
 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
84849	 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
 
 
.
 
 
 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 

ʼ 
, 
 
 
·
 
᾽ 
 
 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
᾽, 
 
 
 
 
 
 

 
 
, 
 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
ʼ 

· 
 
 
 
ʼ 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
ʼ 
 
.
85030	 
 
 
᾽ 
 

ʼ, 
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
ʼ 
᾽ 
 

ʼ· 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
᾽, 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
ʼ 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
, 
᾽ 
. 
 

 
ʼ, 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
᾽ 

ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
· 
 
᾽ 

 
 
 
 
 
 

 
 
 
 

 
, 
 
 
,
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
, 
 
 
.
 
 
ʼ 
 
 
 
 

 
 
 
 

 
᾽ 
 
 
, 
 
ʼ 
.
85304	 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
.
 
᾽ 
 
 
 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
, 
᾽ 

, 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
 

 
· 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
 
᾽ 
 

 
 
 
, 
 
 
 
 
 

 
 
 
 
;
 
ʼ 
 
 
 
 

 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
· 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 
 

 
 
· 
᾽ 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
ʼ 
ʼ 
 
 
· 
 
ʼ 

 
 
 
, 
 
 

 
 
 
᾽ 
 
.
85571	 
᾽, 
 
ʼ 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
, 
᾽ 
 
 
·
 
 
 
 
 

 
 
 
, 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
; 
 
 
 
 
 
.
 
 
 
· 
 
 

ʼ 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
.
 
 
 
; 
 
 
 
.
 
 
 
, 
 
 
,
· 
 
 
ʼ 
 
· 
 
 
᾽ 

, 
᾽ 
 
 
 
ʼ 
 
 

ʼ 
· 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
, 
 
 

 
 
 
ʼ 
· 
᾽ 
 
 

 
 
 
 
,
 
 
᾽ 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
·
, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
᾽ 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
· 
 
ʼ 
 
 
 
,
᾽ 
 
 
, 
 
 
 
.
85865	 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
 
, 
ʼ 
 

 
 
 
.
 
ʼ 
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 

 
 
 

 
· 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 

 
 
, 
 
 
 

 
ʼ 
 
 
 
 
 

 
 
, 
 
 
.
 
 
 
᾽ 
 

 
· 
 
ʼ 
 
ʼ 
.
 
 
ʼ 
᾽ 
 
 
 

 
 
 
᾽ 
 
.
 
 
, 
 
ʼ 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
ʼ 
·
᾽ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
 
ʼ 
 
, 
 
,
 
ʼ 
 
 
· 
 
 
 

 
᾽· 
 
 
 
 
᾽ 

 
· 
 
 
 
 
·
 
 
 
᾽ 
 
 
 

 
 
 
 
.
 
 
 
 
 
.
86151	 
ʼ 
 
 
 
·
 
ʼ 
, 
 
 
, 
ʼ 

 
 
 
 
 

 
, 
 
 
 
 

, 
ʼ 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
, 
 

 
 
 
, 
 
 
 
ʼ 
.
 
 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
, 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
᾽ 

. 
 
 
 
 
 

ʼ 
 
 
 
 
.
86368	 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
,
᾽ 
 
 
. 
 

 
 
 
 
 
·
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
᾽ 
 
 
 
·
 
 
 

 
 
 
 
, 
ʼ 

 
 
, 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 

 
, 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
 
 
 

 
, 
 
ʼ 
 

 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 

 
 
 
, 
 
ʼ 

· 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
86587	 
ʼ 
 
 
 
·
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 

, 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
, 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 

· 
 
 
 
 
;
 
 
 
 
 
 
 

 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
 

 
 
 
, 
᾽ 
 

 
 
 
 

 
 
 
. 
 
 

 
 
 
·
 
 
 
 
 
 
 

 
᾽ 
· 
᾽ 
 

 
᾽ 
 
 
 
.
86742	, 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
.
ʼ 
᾽ 
 
 
, 
 
 
·
 
 
 
 
 
, 
 
 
,
 
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
 
 

ʼ, 
 
 
 
.
 
 
 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 

· 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
ʼ 
 
 
᾽ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
ʼ 
 

 
, 
 
ʼ 
 
,
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
 
 
 

 
᾽, 
 
 
 
ʼ 
 
.
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
· 
 

 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
 

 
 
 
· 
 
 

ʼ 
 
 
 
.
 
ʼ 
ʼ 
 
, 
 
 
.
87013	 
᾽ 
, 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 

 
 
 
 
 
,
᾽ 
 
 
ʼ 
, 
 
ʼ 

 
ʼ 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
, 
 
 
 
 
,
, 
 
 
 
 
.
 
 
 
ʼ 
, 
᾽ 
ʼ 
 
 

, 
 
 
 
 
,
, 
 
ʼ 
 
 

 
 
, 
 
ʼ 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
 
 
ʼ, 
 
 
 

 
, 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
 
·
, 
 
 
 
 
ʼ 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
 
.
87250	 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
 

 
 
· 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
ʼ 

 
 
 
 
 
 

 
 
, 
 
ʼ 

 
᾽ 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 
 

 
· 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
ʼ 
· 
 
ʼ 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
᾽ 
 

 
 
, 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
ʼ 
 
 
 

, 
 
 
 
 
ʼ 

 
 
 
 
 
 

 
, 
᾽ 
 
.
 
 
, 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
ʼ 
;
 
 
 
 
 

 
 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
ʼ, 
 
 
 
 
.
87540	 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
ʼ 
. 
 

 
 
 
· 
 
ʼ 

 
 
 
 
 

ʼ, 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 

 
 
· 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
, 
 
 
 

ʼ 
 
· 
 
ʼ 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
 

 
 
 
·
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

· 
 
 
 
 
 
 

, 
 
ʼ 
 
 
᾽ 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

 
, 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 

 
᾽ 
 
 
 
·
 
᾽ 
 
 
 
ʼ 

 
· 
 
 
 

 
 
· 
 
ʼ 
 
 

 
, 
 
ʼ 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
᾽, 
 
 
 
.
87809	 
ʼ 
 
 
 
ʼ 

 
 
· 
 
 
 
ʼ 
 

, 
 
 
 
 
 
·
 
, 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 

· 
 
 
 
ʼ 
, 
 
 

 
, 
 
ʼ 
 
 

 
 
. 
 
 
 

 
 
 
᾽ 
 

· 
 
 
 
 

 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
 
 
 

 
 
 
 
 
ʼ 
 
,
ʼ 
 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
 
 

, 
 
ʼ 
 
· 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
 
ʼ 
·
 
 
 
 
· 
 
 

, 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
᾽ 
 
 
ʼ 
·
 
 
 
, 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
ʼ 
· 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
 
 
 
; 
 
 
 
.
 
 
 
 
 
 
 
 
 
᾽ 

 
 
 
 
· 
 
 

 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
.
88091	 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

 
᾽ 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
ʼ 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
 

 
 
 
.
 
 
 
 
 
ʼ· 
᾽ 

 
, 
᾽ 
 
 
 
ʼ 
,
 
ʼ 
᾽ 
 
, 
 
ʼ 
 
·
ʼ 
᾽ 
 
 
 
 
;
 
 
 
 
 
 
;
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
· 
 
 
 
.
᾽ 
 
 
 
 
 

, 
ʼ 
 
 
· 
 
 
 

ʼ 
᾽ 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
.
88304	 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
·
 
 
ʼ 
 
 
 
 

 
 
 
᾽ 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
.
 
 
 
 
, 
 
᾽ 

 
 
᾽ 
 

 
 
 
 
 
ʼ 
.
 
 
᾽ 
 
 
 
 
,
 
 
 
 
, 
᾽ 

, 
 
 
 
ʼ 
·
 
 
 
 
 
 

, 
᾽ 
 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 

ʼ 
 
 
 
 
 
 
,
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
.
88459	 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 

· 
 
 
 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
, 
 
 

 
 
 
,
 
 
 
 
 

ʼ 
, 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 

ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
ʼ 
 
 

 
 
 
·
 
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
 
 
, 
 
 
.
 
 
 
 
 
 
· 
 

 
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 

 
 
 
;
88662	 
ʼ 
᾽ 
 
 
·
 
 
 
 
 
 
 

 
 
 
;
 
 
 
 
 
 
ʼ 

, 
᾽ 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
· 
 
 

ʼ, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
᾽ 

 
 
 
 
 
.
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
ʼ, 
᾽ 

 
 
 
. 
 
 
 

 
 
 
, 
 
 
 

ʼ, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
᾽ 
 
 
 
 

· 
 
 
 
 
 
 

, 
 
 
 
 
 
·
 
 
 
 
᾽, 
 
ʼ 
 
 
.
᾽ 
 
 
 
, 
 
 

 
 
 
 
.
88842	 
 
 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
 
 
.
 
᾽ 
 
 
 

 
, 
 
 
 
.
᾽ 
ʼ, 
 
 
 
 

, 
 
 
 
 
 

, 
 
 
 
, 
 
 

, 
 
 
 
 
 

, 
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 

 
, 
 
 
 
 
 

· 
 
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

ʼ 
᾽, 
 
 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
·
 
 
 
ʼ 
 
· 
 
 
 
.
 
 
᾽ 
 
 
 

 
 
, 
 
 
 
 
·
᾽ 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
ʼ 
 
 
 
ʼ 
 
 

· 
 
ʼ 
 
 

 
 
 
 
 
ʼ 
 

 
 
 
 
.
89085	 
 
 
 

 
 
 
 

, 
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
᾽ 
 
 
.
 
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
·
 
ʼ 
 
 
᾽ 
 

 
 
 
 
 
 
.
 
 
 
᾽ 
 
 

· 
 
 
 

 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
᾽ 
· 
 
 
 

 
. 
 
ʼ 
 
ʼ 

 
 
 
 
 

 
ʼ 
 
 
 
.
 
 
 
 

 
 
· 
 
 

 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 

 
 
· 
 
 
 
 

, 
᾽ 
 
 
 
 

 
 
 
 
, 
 
ʼ 
 

, 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

, 
 
ʼ 
 
 
,
 
ʼ 
 
 
, 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
.
89303	 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

; 
 
 
 
 
 
 

 
 
 

 
 
; 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
᾽ 
.
 
 
 
 
 
 
 
 

 
 
 
, 
 

 
 
 
; 
 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 

 
ʼ 
 
 
 

; 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 

· 
 
ʼ 
᾽ 
 

 
 
, 
ʼ 
 
ʼ 
,
 
 
 
· 
 
 
 
 
.
89480	 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
, 
 
 

ʼ 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
᾽ 
᾽ 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 

 
, 
 
 
 
᾽ 
·
 
 
 
 
 
 
 

· 
 
 
ʼ 
 
 

 
 
 
.
 
ʼ 
 
 
 
, 
᾽ 
 

 
, 
 
 
 
 
·
 
 
 
 
 
,
 
 
, 
 
 
 
 

 
 
 
 
 
,
᾽ 
᾽ 
 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
᾽ 
 
 
 
᾽ 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
 
 
᾽ 
 
.
 
ʼ 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
ʼ 
 
ʼ 
 
·
 
 
, 
 
ʼ 
᾽ 
 
 
·
 
᾽ 
, 
 
ʼ 
ʼ 
 
.
 
 
 
 
 
 
 
.
89769	 
ʼ 
 
 
 
 
 

 
 
· 
 
 
 
.
᾽ 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 

 
᾽, 
᾽ 
 
 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
 
 
 

᾽ 
 
 
 
· 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
· 
᾽ 
 

ʼ 
 
 
.
 
 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 

 
 
 

, 
᾽ 
 
 
 
 
 

 
 
ʼ 
 
 
 

 
 
 
 
᾽ 
.
 
᾽ 
 
 
 

 
· 
 
 
, 
 
·
 
 
 
 
 
, 
 
ʼ 
᾽ 
 

, 
 
 
 
 
,
 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
᾽ 
 
 
.
89991	 
᾽ 
 
 
 
,
 
 
 
ʼ 
 
ʼ 

ʼ 
 
, 
 
 
 
,
 
ʼ 
 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
᾽ 
.
 
ʼ 
 
 
 
 
ʼ 

· 
 
ʼ 
᾽ 
 
 
 

 
, 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
. 
 

 
 
 
 

 
· 
 
 
 
 

, 
 
, 
 
 
 
ʼ 
 
,
 
 
 
ʼ· 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
, 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 

, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
᾽ 
 
, 
 
ʼ 

 
 
 
 
 
 
;
᾽ 
ʼ 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
· 
 
 
 
᾽ 
,
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
 
 
.
90255	 
ʼ 
ʼ 
 
 
 
·
ʼ, 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
, 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
 
,
ʼ 
ʼ 
 
 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
᾽ 
 
 
 
.
 
 
 
 
ʼ 
 
 

 
· 
 
 
 

 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
.
 
 
 
, 
 
 
 

 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
᾽ 
 
 
 
,
 
 
 
 
 
·
, 
 
ʼ 
 
 
 

 
 
 
,
 
 
 
 
 
 
;
᾽ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
.
90468	 
 
 
ʼ, 
 
 
.
 
ʼ 
᾽ 
 
᾽ 
 
ʼ 

· 
 
ʼ 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
, 
 
 

, 
 
 
 
.
 
 
 
 
 
 

· 
 
 
 
 
 
.
· 
 
 
 
 
 

, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
 
.
, 
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
,
᾽ 
ʼ 
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
 
 
 
·
 
ʼ 
, 
 
 
 
, 
 
ʼ 

ʼ 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
᾽ 
,
 
 
 
 
, 
 
ʼ 

 
, 
 
 
 
 
.
 
᾽ 
· 
 
 
 

ʼ 
, 
 
ʼ 
 
ʼ 
·
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
, 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
.
90717	 
᾽ 
, 
 
ʼ 
 
ʼ 

· 
 
ʼ 
 
 
, 
 
ʼ 
.
 
᾽ 
᾽ 
 
 
 
 
·
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 

, 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 
,
 
 
, 
 
ʼ 
 
 
·
 
 
 
ʼ 
·
 
 
, 
 
 
 
᾽ 
 

, 
 
 
 
 

 
᾽ 
 
 
 
.
 
᾽ 
, 
 
 
 
 
.
 
 
 
 
 

 
 
· 
 
ʼ 
᾽ 
 

 
 
 
 

 
 
, 
 
 
.
᾽ 
 
 
 
, 
 
ʼ 

 
 
ʼ 
, 
 

 
 
· 
 
 
 
.
 
ʼ 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
 
, 
 
 

 
 
 
 

 
· 
 
 
 
 
·
 
 
 
ʼ 
 
ʼ 
 
 
·
 
 
 
 
 
ʼ 
 

. 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
, 
 
 
 

 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 

 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
ʼ 
, 
 
 
 

, 
 
 
ʼ 
ʼ 
 
 
.
91042	 
ʼ 
 
 
 

 
 
 
 
 

 
 
 
 
ʼ 
· 
᾽ 
᾽ 
᾽ 

 
 
ʼ, 
᾽ 
 
ʼ 

 
 
 
 
· 
 

 
ʼ, 
 
, 
 
 
 
·
 
 
 
 
 
᾽ 
 
,
 
 
 
 
· 
᾽ 
 
 

 
 
 
 
.
, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
 
, 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
.
 
, 
 
 
 
, 
 
 
ʼ 

 
 
 
 

 
 
· 
 
ʼ 
 
ʼ 
 
,
 
 
 
 
. 
 

 
 
 
,
 
· 
 
ʼ 
 

 
᾽ 
 
 
, 
 
ʼ 
᾽ 
 
.
 
 
᾽ 
 
 
 

 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
· 
 
 
 

 
· 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
.
91315	 
 
ʼ 
 
ʼ 
 
 
·
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
. 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
, 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
,
, 
 
 
 
 
 
 
·
 
 
 
 
 
 
᾽ 
,
 
᾽ 
· 
 
 
 
 

 
ʼ, 
 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 
 
ʼ 

 
· 
 
 
 
 

 
· 
 
 
 
 

 
ʼ 
· 
 
 
ʼ 
 
ʼ 

 
· 
 
ʼ 
 
 

 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 
ʼ 

 
 
 
 
 
.
 
ʼ 
᾽, 
 
 
 

, 
 
 
 
 
 
 

 
· 
 
 
 
 
 

ʼ 
 
· 
 
 
 
 

ʼ 
 
 
 
· 
 

 
ʼ, 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
ʼ 
 
 

, 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
· 
 
ʼ 
 

 
 
 
 
 

ʼ, 
 
ʼ 
 
· 
 
 
 
.
91581	 
ʼ 
 
ʼ 
 
 

 
, 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
,
 
 
ʼ 
 
 
 
ʼ 
,
 
᾽ 
 
 
 

 
 
 
 
 
· 
 
ʼ 

 
 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 

 
ʼ 
᾽ 
· 
 
 
 
 

, 
 
 
 
 
.
91685	᾽ 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
 

 
 
, 
 
 
 
·
 
᾽ 
 
 
 
, 
 
ʼ 

 
 
 
· 
 

 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
ʼ 
 
 
ʼ 
· 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
· 
 
 
 
 

 
, 
 
 
 
ʼ 
·
 
᾽ 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 

 
, 
 
ʼ 
 
 

 
 
, 
 
 
 
 
,
 
ʼ 
· 
 
 
 
ʼ 

 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
 
 
 

· 
 
 
 
 
 
 
·
 
 
 
 
 

 
 
. 
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
.
91915	ʼ 
 
 
 

 
 
 
, 
 
 
ʼ 

 
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
, 
᾽ 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
, 
 
ʼ 
 
 
·
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
 
, 
᾽ 
 
,
 
 
 
᾽ 
 
 
 
· 
 
 

ʼ 
 
, 
 
ʼ 
 
ʼ 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
 
 

 
 
 
 
,
 
 
 
᾽ 
 
 
 
 

 
 
 
· 
 
 

 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 

, 
 
 
 
 
 

 
᾽ 
 
 
 
, 
 
 

 
, 
 
 
 
 
 
.
92139	 
 
· 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 

· 
 
ʼ 
᾽ 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
·
 
ʼ 
· 
 
 
ʼ 
 
 
ʼ 
·
 
 
ʼ 
 
 
·
 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
· 
 
 
 

 
, 
᾽ 
 
 

 
· 
 
 
 
 
 
 

ʼ 
· 
 
 
 
 
,
 
 
 
 
· 
 
 
 

 
 
 
 

, 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
·
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
 

 
, 
 
 
 
·
 
 
 
᾽ 
 
 
· 
 
 

 
 
, 
 
᾽ 
 
 
.
 
 
 
, 
 
ʼ 
 
 
 
·
 
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
 
 
.
92390	 
 
 
 
 
 

 
, 
 
ʼ 
ʼ 
·
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 

 
 
 
 
 
 
 

, 
 
 
 
 
᾽ 
·
 
ʼ 
 
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
· 
 
 
 
;
 
 
, 
 
 
 
 
.
 
 
 
 
 
 
 
 
;
 
ʼ 
ʼ 
, 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
 
·
 
 
᾽ 
, 
 
ʼ 
 
 

· 
 
 
 
 

 
 
 
ʼ 
, 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
, 
 
ʼ 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
ʼ 
, 
 
ʼ 

ʼ 
 
· 
 
 

 
 
, 
 

 
 
 
 
 
·
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
᾽ 
 
 
 
 

, 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
92694	 
᾽ 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 

 
· 
 
ʼ 
 

 
 
 
 

· 
 
 
 
 
 
.
 
᾽ 
 
, 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
;
ʼ 
 
 
 
ʼ 

 
 
 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 

· 
 
 
 
ʼ 
.
92868	 
᾽ 
, 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 

 
, 
 
 
.
 
᾽ 
 
 
 
 
, 
 
 

 
· 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

, 
 
ʼ 
 
· 
 
ʼ 
 

 
 
 
 
.
 
᾽ 
 
 

 
 
 
.
 
 
 
᾽ 
, 
 
ʼ 
 
 
,
 
ʼ 
᾽ 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
· 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
· 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
ʼ 
, 
 
ʼ 
 

 
 
· 
 
 
 
 

ʼ· 
 
ʼ 
᾽ 
 
 

 
ʼ 
 
 
 
 
·
ʼ 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
· 
 
ʼ 
᾽ 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 

· 
᾽ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
, 
᾽ 
᾽ 
 
.
93146	 
, 
 
 
 
 
 
,
 
 
ʼ 
 
, 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
·
 
 
 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
᾽ 
·
 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 

 
, 
 
ʼ 
 
 
·
 
, 
 
 
, 
 
ʼ 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

, 
 
 
 
, 
 
 
 
.
 
 
 
 
 
·
 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
 

 
, 
 
 
 
᾽ 

 
 
 
, 
 
 
 

 
 
, 
 
ʼ 
 
.
93395	, 
 
 
 
 
 

 
· 
 
ʼ 
 
 
,
 
ʼ 
 
 
, 
 
 

, 
 
 
ʼ 
 
 
, 
 
ʼ 

 
 
 
 
 

 
· 
 
 
 
 
 
,
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
· 
 

 
· 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
, 
 
 
 

 
, 
 
 
 

 
ʼ 
ʼ· 
 
ʼ 
᾽ 
 
 

 
 
 
 

· 
 
ʼ 
 
 
, 
 
ʼ 
᾽ 

, 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
 
 

 
· 
 
 
 

ʼ, 
 
ʼ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 

 
 
, 
 
 
 
·
 
 
 
 
 
 

· 
 
 
ʼ 
 
 

 
 
, 
 
 
 
 
 
·
 
 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
 

 
, 
 
 
 
,
 
 
 
 
 

ʼ 
 
· 
 
ʼ 
 
 

 
· 
 
ʼ 
 
ʼ 

 
 
, 
 
ʼ 
 
.
93673	 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
 

 
 
· 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
.
 
ʼ 
ʼ 
 
 
 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
ʼ, 
 
 
 
·
 
 
 
 
 
 

ʼ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
, 
 
 
᾽ 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
ʼ 
.
 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
,
᾽ 
 
 
 
, 
 
 
 
·
 
 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
 
 
 
 

, 
 
 
· 
 
ʼ 
 
 

 
 
 
· 
 
 
 
 
.
93869	 
 
᾽ 
 
 
ʼ 
 
·
 
 
, 
 
 
 
 
 
,
 
· 
 
 
 
ʼ 
 
,
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
ʼ 

 
 
 
᾽ 
, 
 
 

 
 
· 
 
 
 
ʼ 
.
 
 
 
 
 
, 
᾽ 
 

 
, 
 
 
 

ʼ 
, 
 
 
ʼ 
·
 
 
 
 
 

, 
 
 
 
 
 

, 
 
 
 
 
 
.
᾽ 
 
, 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
, 
 
ʼ 
 

 
 
, 
 
 
 

 
 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 

ʼ 
᾽ 
 
· 
 
 
 

 
 
 
 

, 
 
 
ʼ 
 

· 
 
 
 
 
.
 
 
 
 
, 
 
 
 

 
, 
 
 
 
.
94062	, 
 
ʼ 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 

ʼ 
, 
 
ʼ 
 
·
 
 
ʼ 
 
ʼ 

 
 
 
 
 
,
 
ʼ 
 
 
 
 
·
 
 
 
· 
 
 

 
 
 
 
·
᾽ 
 
, 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
· 
 
 
 
ʼ 

 
ʼ, 
 
ʼ 
 
 
· 
 
 
 

 
 
 
 
·
 
 
 
 
 
, 
᾽ 
ʼ 
 

ʼ 
 
, 
 
 
 
.
 
᾽, 
 
 
 
 
.
 
 
 
 
 
, 
 
 

, 
 
 
ʼ 
 
 
, 
 
ʼ 
·
 
ʼ 
 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
ʼ 

ʼ 
· 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 

· 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
ʼ, 
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
ʼ 
 
 
 
.
ʼ 
, 
 
 
 
 
 

 
· 
 
 
 
 
;
94337	 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
 
 

 
, 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
·
᾽ 
 
, 
᾽ 
· 
 
ʼ 

 
 
. 
 
 
ʼ 

 
 
 
 
·
 
 
 
 
 
 
 

 
; 
 
 
 
 
 
 

 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
 
 
᾽ 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
 

, 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
 
,
ʼ 
᾽ 
 
 
 
 
·
 
 
 
· 
 
 

 
 
 
 
 
.
 
᾽, 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
, 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 
·
 
ʼ 
 
 
, 
 
ʼ 
 
,
 
 
 
 
. 
 
 

 
· 
 
 
 
 

, 
᾽ 
 
 
 
.
ʼ 
 
ʼ 
 
 
· 
 
 

, 
 
 
 

 
 
, 
 
 
 
·
ʼ 
᾽ 
 
 
 
 

 
 
, 
 
 
 
 
;
 
 
 
 
 
ʼ 

, 
 
 
 
 

 
 
, 
 
 
 
 
;
 
ʼ 
 
 
 
 
 
.
94624	 
 
 
ʼ 
 

, 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
 
·
 
 
 
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
, 
 
 
,
 
ʼ 
· 
 
 
 
,
 
 
 
 
 
·
ʼ 
 
 
 
 
 
 

ʼ 
 
, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
᾽ 

, 
 
 
 
.
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
,
ʼ 
 
 
 
·
 
 
 
 
 

 
ʼ 
ʼ 
 
 
 
 

 
 
 
 
· 
 
.
 
᾽, 
 
 
, 
 
 
,
 
᾽ 
 
 
 
 

· 
 
ʼ 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
·
 
 
 
 
 

, 
᾽ 
 
 
,
 
 
 
 
, 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
.
94860	 
, 
 
 
 
 
.
 
 
 
 
·
 
 
 
 
 
; 
 

 
· 
 
 
 
 
ʼ 

 
 
 
 
 
 
.
· 
 
 
 
· 
 
 

, 
 
 
 
 
 
.
ʼ 
 
 
 
· 
 
 
 

 
 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
 
 

 
 
· 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
, 
᾽ 
 
 
·
 
 
ʼ 
 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 

, 
 
 
 
 

 
, 
 
ʼ 
.
 
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
ʼ 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 

 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
·
ʼ 
 
 
 
 

, 
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
,
 
 
 
. 
 

 
· 
 
ʼ 
 
.
95094	 
 
 
 
ʼ· 
 
 

 
 
 
.
 
 
 
 
 
 

 
, 
 
 
 
·
 
 
, 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
 
;
 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
.
 
, 
 
ʼ 
 
 
 
 
,
 
 
 
 

 
 
 
·
 
 
 
 
 
 
 
ʼ 

; 
 
 
 
 

 
 
, 
 
 
 

 
, 
 
 
 
 
ʼ 
.
 
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
, 
᾽ 
 

 
 
ʼ, 
 
 
 
.
 
, 
 
 
 
 
 

, 
 
ʼ 
᾽ 
᾽ 
 
 
,
 
ʼ 
᾽ 
 
ʼ 
 

· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
 
 

· 
᾽ 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
·
 
 
 
 
 
 
· 
 

ʼ 
 
 
·
 
 
 
ʼ 
 

 
 
 
 
.
95325	 
᾽ 
, 
 
 
 
 

ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
· 
 
 
 

 
 
, 
 
 
 
·
 
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
;
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
· 
 

 
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
ʼ 
 
, 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
· 
 
᾽ 

 
 
 
, 
 
 

᾽· 
 
ʼ 
 
 
 
 

 
 
 
 
·
 
 
 
 
᾽ 
 
 
 

 
 
 
· 
 
 

 
 
· 
 
 
ʼ 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
 
.
95583	 
᾽, 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
· 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 

· 
 
 
 
ʼ 
, 
 
 
 

 
 
, 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 

, 
 
 
 
 

 
· 
 
ʼ 
᾽ 
 
.
 
 
ʼ 
 
 
 

, 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
· 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
, 
᾽ 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
·
 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
 

 
 
 
 
 
.
᾽ 
᾽ 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
, 
 
 
 
ʼ 

· 
 
 
 
 
 
.
95832	 
 
 
 
, 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 

 
 
, 
 
 
 
·
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
.
᾽ 
 
ʼ 
᾽ 
 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
, 
 
ʼ 
·
 
 
 
᾽ 
 
 
 
ʼ 

 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
ʼ 
᾽ 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

᾽ 
 
 
 
 
.
 
, 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
᾽ 
.
 
 
 
 
 

 
· 
 
ʼ 
 
 

, 
᾽ 
, 
 
ʼ 
 
.
 
ʼ 
ʼ 
 

· 
᾽ 
᾽ 
 
 
 
,
 
 
, 
 
ʼ 
᾽ 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
·
 
 
 
 
 

 
 
 
 

 
· 
 
ʼ 
᾽ 
 

 
 
 
 
 
·
ʼ 
 
 
 
 

 
 
, 
 
ʼ 
 
.
᾽ 
 
 
ʼ 
 
 
 
 

 
᾽ 
, 
 
 
 
 

 
ʼ 
ʼ 
 
· 
᾽ 
 

 
, 
 
 
 
 
 
 
 
.
96130	 
 
 
 
 
 
 

 
 
 
ʼ 
 
 

 
 
· 
 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
; 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
 
, 
 
,
 
 
 
 
 
, 
 
 
 
.
 
 
 
, 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 

, 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 

ʼ 
 
ʼ 
ʼ 
 
,
 
 
ʼ 
 
, 
 
 
 

 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 
 

ʼ 
, 
 
ʼ 
 

 
 
· 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
96406	 
 
 
 
 
 
 

 
ʼ 
, 
 
 
 
 

 
, 
 
 
 
 

· 
 
 
 
 

 
· 
 
 
 
 
 
 

· 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
 
ʼ 
 

 
 
 
ʼ 
ʼ, 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 

, 
 
 
 
 
 
 
.
᾽ 
 
 
 
, 
 

 
 
, 
 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 

, 
 
 
 
 
 
 

 
 
 
 
 
᾽ 

 
ʼ 
 
 
 
,
 
 
, 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

ʼ 
 
. 
 
 
 
᾽ 

 
 
 
 

· 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
.
96690	 
᾽ 
 
, 
 
ʼ 
᾽ 
 
 
 

 
 
· 
᾽ 
 
 
.
 
ʼ 
ʼ 
 
 
 

 
, 
 
 
 
·
 
 
 
ʼ 
 
 
·
 
 
 
 
ʼ 
 
 
ʼ 

, 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
, 
 
 
 
 

· 
 
 
 
 
, 
 
ʼ 
᾽ 

 
 
 
 
, 
 
 
,
᾽ 
 
· 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
· 
᾽ 
 
 
,
᾽ 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 

 
 
ʼ, 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
 
·
 
 
, 
 
 
 
 
 
 
,
 
 
 
 
,
 
ʼ 
 
 
 
 

ʼ 
 
᾽ 
 
 
ʼ 
 
 
.
᾽ 
 
 
· 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
.
 
· 
 
 
᾽ 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
96945	 
 
 
 
 
 

 
 
, 
 
 
 
 

 
 
 
 
 

 
 
 
 
 
ʼ 
᾽ 
,
 
᾽ 
 
ʼ 
 
 
 

 
ʼ, 
 
ʼ 
 
 
,
 
 
, 
 
ʼ 
 

᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
, 
᾽ 
 
 

 
 
 
 
 
·
 
 
 
 
 
 
 
;
 
 
 
 
 
, 
 
 
ʼ 
 

 
 
ʼ 
, 
 
 
 
 

 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
 
᾽ 
 

 
, 
 
 
 
 

 
 
ʼ 
 
.
 
᾽ 
 
 
 
·
 
 
 
 
 
.
97095	 
 
, 
 
 
 
 
 

 
 
 

 
 
 
 
 

· 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ, 
 
, 
 
· 
᾽ 
᾽ 
᾽ 

 
, 
 
 
 
, 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 

 
 
 
 
,
 
 
ʼ 
 
, 
 
ʼ 
 
 

ʼ 
, 
 
 
 
 
·
 
᾽ 
 
ʼ 
 
 
, 
 
ʼ 

 
 
, 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
᾽ 
 
ʼ 
 
,
 
ʼ 
 
· 
 
 

 
 
 
.
 
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
, 
 
 

 
 
 
 
 

 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
·
 
 
 
, 
 
 
 
ʼ 

, 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

 
 
· 
 
 
 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
· 
 
ʼ 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
· 
 
ʼ 
 

, 
 
 
 
 
 
ʼ 

 
 
 
, 
 
ʼ 

 
 
· 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 

 
 
 
 
, 
 
 

 
 
 
 
.
97423	 
ʼ 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
;
ʼ· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
· 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
, 
 
ʼ 
᾽ 
.
 
 
 
 
 
·
 
 
ʼ 
 
 
.
 
ʼ 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 

 
· 
 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
·
᾽ 
᾽ 
 
 
 
 
᾽ 
 
·
 
 
 
 
 
 
, 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
 
;
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
,
 
 
 
· 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
, 
 
ʼ 
 

 
 
 
.
97763	 
᾽ 
, 
 
ʼ 
, 
 
 
,
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
ʼ 
 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
᾽, 
 
 
,
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
·
ʼ 
 
 
 
 
 
 

ʼ 
 
, 
 
ʼ 
,
 
· 
 
 
 
·
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 

 
, 
 
 
 
 

 
 
 
 

 
 
, 
 
 
 
 
.
 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
᾽ 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
, 
 
 
 

 
 
 
 
 
, 
 
ʼ 

 
· 
 
 
 
 

 
 
· 
 
 
 
 
.
᾽ 
 
 
 
· 
 
 

 
 
 
 
·
 
 
 
ʼ 
 
, 
 
 
 

 
, 
 
 
 
·
᾽ 
 
 
 
 
 
 
ʼ 

 
 
 
· 
 
 
 
.
98031	 
ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
᾽ 
 
 
 
, 
 
 

 
, 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
· 
 
 
 

 
ʼ 
 
 
 
.
 
 
᾽ 
᾽ 
, 
 
 
 
 

 
 
· 
 
ʼ 
 
᾽ 

ʼ 
 
 
 
 
 
.
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 
,
 
 
ʼ 
· 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 
 
.
 
 
 
 
·
, 
᾽ 
 
 
 
 
ʼ 

 
 
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
· 
 
᾽ 
 
 

· 
 
 
 
 
 
 
 
.
 
 
 
 
 

 
· 
 
 
 
 
.
98252	 
, 
 
 
 
 
,
 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
 
 
 
,
 
 
, 
᾽ 
᾽ 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
· 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
·
᾽ 
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 
, 
᾽ 
᾽ 
,
᾽ 
· 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
 

 
 
ʼ 
 
 
 
·
 
 
 
 
 
.
 
ʼ 
, 
 
ʼ 
 

, 
 
 
 
 

 
, 
 
ʼ 
 

· 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 

, 
 
 
 
 
 
,
 
 
ʼ 
, 
 
᾽ 

 
 
 
 
 

 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
᾽ 
 
ʼ 

, 
 
 
 
 
·
 
᾽ 
 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
 
ʼ 
 
ʼ 
·
᾽ 
᾽ 
᾽ 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
· 
 
ʼ 
 
 
·
 
 
 
 
ʼ 

 
ʼ, 
 
ʼ 
 
 
 

· 
 
ʼ 
 
 
ʼ 

 
 
 
 
 
,
 
 
ʼ 
· 
 
 
 
᾽ 

ʼ 
, 
 
 
 
.
98609	 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 

ʼ 
 
 
, 
 
,
 
 
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
ʼ 

ʼ 
᾽ 
, 
 
 
 
,
᾽ 
 
 
ʼ 
 
 
 

 
· 
᾽ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
, 
᾽ 
᾽ 

· 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 

 
 
 
 
 
 
 
 

 
᾽ 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
·
· 
 
ʼ 
 
 
 
 
 

 
 
 
᾽ 
 
 
.
98840	 
, 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ, 
 
ʼ 
᾽ 
 
ʼ 

ʼ· 
 
 
 
 
,
 
 
 
 
 
 

· 
᾽ 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
, 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 
·
 
 
 
 
 

 
 
᾽ 
 
 
 
,
 
 
᾽ 
 
ʼ 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
,
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
;
 
 
 
 
 

· 
 
ʼ 
 
, 
᾽ 
 

 
 
 
 
 
ʼ 
·
 
 
 
 
ʼ 
 

 
 
 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 
.
 
 
· 
 
 
,
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
.
 
 
 
 

 
 
 
, 
 
ʼ 
 
,
 
 
ʼ 
, 
 
ʼ 
 
·
 
 
ʼ 
 
 
 
 
ʼ 

 
᾽ 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
, 
 
 

 
, 
 
ʼ 
 
 

 
 
· 
 
 
 

 
 
 
 
 
.
99119	 
 
 
 
 
· 
 
 
 

 
, 
 
 
 
 

, 
 
 
 
 
ʼ 
·
 
ʼ 
 
 
, 
 
 

 
ʼ 
 
 
 
 
.
 
 
᾽ 
᾽ 
 
 
 
 

 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
·
 
, 
 
ʼ 
 
 
 

 
 
ʼ 
 
 
.
ʼ 
 
 
 
,
 
 
 
 
᾽ 

· 
 
 
 
 
 
 
 

, 
 
 
 
 
 
 

· 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
 
 
,
· 
 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ, 
 
 
 
, 
᾽ 
 
.
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
· 
 
 
 
 

 
; 
 
 
 
 
 

 
 
 
, 
 
ʼ 

 
 
 
 
 
, 
 
 
 

ʼ· 
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
.
99353	 
 
ʼ, 
 
ʼ 
 
 
 

· 
 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
,
᾽ 
 
ʼ 
 
 
 
 

 
, 
 
 
 
ʼ 
.
 
ʼ 
 
 
 

 
 
 
 
, 
 

 
 
 
 
 

, 
᾽ 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
 
, 
 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
, 
ʼ 
᾽ 
 
.
 
 
 
, 
 
ʼ 
 

 
 
 
 
, 
 
 

· 
 
 
 
 
 
.
 
 
᾽ 
 
 
 
· 
 
᾽ 

 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
᾽, 
 
 
ʼ 
 
 
 
,
 
 
, 
 
 
 
 
.
 
 
 
 
 

 
· 
 
ʼ 
 
 

 
 
 
 
 
 
 

 
ʼ 
 
, 
 
 

 
 
· 
 
 
 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
ʼ, 
 
 
 
 
 

 
 
 
 
 
ʼ 

 
 
, 
 
 
 
.
99617	 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
·
 
 
· 
 
 
ʼ 

, 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
, 
 
ʼ 
 
 

 
· 
 
 
 
.
 
 
 
 
 
 
 
 

, 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
,
 
 
 
ʼ 
 
 
· 
 
 

 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 

᾽· 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
ʼ 
, 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
ʼ 
ʼ, 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
 
·
ʼ 
· 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
᾽ 
 
, 
 
 
,
ʼ 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
, 
 
 
 

· 
 
 
ʼ 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ, 
 
 
 
.
99934	 
 
 
 
 
· 
 

 
 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 
·
 
 
 
 

 
 
 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
 

 
· 
 
 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
.
 
᾽, 
 
ʼ 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 

· 
 
 
 
 
 
 
.
 
, 
 
 
 

· 
 
 
 
 
.
 
 
 
 
 

 
᾽ 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

 
· 
 
ʼ 
ʼ 
 

 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
.
100164	 
 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 

 
 
 
 
, 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
ʼ 
 
·
 
 
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
ʼ 
 
 

ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
 

 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
᾽ 
, 
 
ʼ 
 
 
.
100298	 
᾽, 
 
ʼ 
 
 
 
 
 
 
.
 
ʼ 
 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
·
 
 
 
 
 
 

 
· 
 
 
 
 

ʼ 
 
 
 
·
 
ʼ 
 
 
 

᾽ 
 
 
 
 
 
ʼ 

 
, 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
 
·
, 
 
 
 
 
.
 
 
 
 
, 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
 
.
 
 
 
 
ʼ· 
, 
 
 
᾽ 

 
 
, 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
᾽ 
 
 

 
, 
 
 
 
 
·
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
᾽ 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 
 
 

 
, 
 
 
 
 
.
100576	 
ʼ 
 
 
 
 
·
 
 
 
 
᾽ 

 
 
 
᾽ 
; 
 
 

 
᾽ 
 
 
 
 
 
.
 
 
 
· 
 
 

 
 
 
.
 
 
 
 
 

᾽ 
· 
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
, 
 
 
 
.
 
, 
 
 
 
᾽ 
 
 
·
 
 
 
 
 

 
 
. 
 
 

 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
· 
 
ʼ 
᾽ 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 
·
᾽ 
 
 
 
 
 
,
ʼ 
 
 
 
 

 
· 
 
 
 

· 
 
 
 
 

 
· 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
· 
 
 

 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
, 
ʼ 
᾽ 

 
 
 
 
 
 
.
 
 
 
 
 

ʼ 
᾽ 
 
 
. 
 

 
 
 

 
, 
 
ʼ 
᾽ 
 

· 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
 
, 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
, 
 

· 
 
 
 
 
 

· 
 
 
 
ʼ 
 
.
100889	 
ʼ 
 
 
 
 
 
ʼ 

, 
 
 
 
 
 
.
ʼ 
᾽ 
᾽ 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
ʼ 
 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
ʼ 
 
,
 
ʼ 
 
ʼ 
 
ʼ 

 
, 
 
 
 
 
 
.
 
ʼ 
 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
᾽ 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
ʼ 
 
 
·
, 
 
 
 
 
 
 

 
, 
 
 
 
 
,
 
ʼ 
 
 
 
 
 

· 
 
ʼ 
 
ʼ 
 

 
 
· 
 
ʼ 
 
ʼ 
 
 
.
101064	 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 

 
 
 
, 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 

 
· 
 
 
 
 
·
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
, 
 
ʼ 
 
·
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
· 
 
ʼ 
 

 
 
 
, 
 
.
 
᾽ 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
 
, 
 
 
 

 
 
, 
 
 
 

ʼ 
 
 
 
 
 
.
101293	 
 
 
 
·
ʼ 
᾽ 
᾽ 
 
 
 
·
 
 
 
 
ʼ 

 
 
, 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
,
 
 
 
. 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
 

 
· 
 
 
 

 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
 
 
·
 
ʼ 
ʼ 
 
 
, 
 
 
·
 
· 
 
 
 
᾽ 
 

 
 
, 
 
ʼ 

, 
 
 
 
 
 
.
᾽ 
 
 
 
 

 
, 
 
 
 
,
 
 
 
, 
 
 

, 
 
 
 
.
 
 
᾽ 
 
ʼ 
, 
 
ʼ 

 
 
 
 
.
 
 
 
 
, 
 
 

 
 
· 
 
ʼ 
 
,
 
 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
ʼ 

 
· 
 
 
 
 

 
 
 
 
 

 
 
 
, 
 
 

 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
.
101524	 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 
.
 
ʼ 
 
 
 

 
, 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
ʼ 
 

, 
 
 
 
· 
 

 
 
 

 
· 
 
 
·
 
 
 
 
, 
 
ʼ 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
᾽ 
 
· 
 
 
 
 

 
ʼ 
 
 
, 
 
 

 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 

 
· 
 
 
 
 
 
,
 
 
 
 
 
. 
 

 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 

 
ʼ 
 
 
 
ʼ 
 
,
 
 
 
 
 
.
101782	 
 
 
 
ʼ 

 
 
 
 
 

 
ʼ 
 

 
· 
 
 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
᾽ 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
᾽ 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
, 
 
 
ʼ 

 
 
, 
 
ʼ 
᾽ 
 
.
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
.
101954	 
 
, 
 
ʼ 
 
.
 
 
 
 
 
 

 
 
, 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
, 
 
ʼ 

, 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 

, 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
ʼ 
 

ʼ, 
 
 
 
ʼ 
 
 
,
᾽ 
 
 
· 
 
 
 

 
, 
 
ʼ 
 
ʼ 
 
 
·
 
 
ʼ 
 
 
 
 
 
.
 
 
 
 
ʼ 
,
 
 
 
 

 
· 
 
 
 

 
 
· 
 
 
 
 

ʼ 
 
 
 
 
 
·
ʼ 
 
 
 
 
 
᾽ 

 
 
 
, 
 
 

· 
 
 
 
 
 
 
 
·
 
 
 
 
ʼ 
· 
 
 

 
· 
 
ʼ 
 
ʼ 
.
 
ʼ 
 
 
 
, 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
.
102180	᾽ 
 
 
ʼ 
 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
, 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
 
 
᾽ 
, 
 
 
.
 
 
 
 
ʼ 
ʼ 
 

 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
 
᾽ 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
᾽ 
 
· 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 

 
· 
 
ʼ 
 
,
 
 
 
 
 
 
ʼ 
 
·
 
 
 
, 
 
 
 

· 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
 
, 
 
 
ʼ 
 
.
 
 
 
 
 
 

ʼ, 
 
 
 
 
ʼ 
.
102422	 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 
 
·
ʼ 
, 
 
 
 
 

· 
 
 
ʼ 
 
 
·
 
ʼ 
᾽ 
᾽ 
 
 
 
,
 
ʼ 
 
 
ʼ 
· 
 

 
ʼ 
 
 
ʼ 
 
.
 
 
, 
 
 
ʼ 

 
 
 
· 
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
,
 
ʼ 
, 
 
ʼ 

· 
 
ʼ 
 
 

 
 
· 
 
 
 

ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
· 
 
ʼ 

 
 
, 
 
 
 

 
· 
 
 
 

, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
 

 
᾽ 
 
, 
 
 
 
 

ʼ, 
 
ʼ 
 
 
· 
 
ʼ 

 
 
 
 
.
 
 
ʼ 
 
 
 

, 
 
 
 
ʼ 
, 
 
᾽ 
·
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 

ʼ· 
᾽ 
 
 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
102687	᾽ 
᾽ 
 
 
ʼ 

, 
 
ʼ 
 
 
 
,
 
 
 
, 
 
ʼ 
 
·
 
 
ʼ 
 
 
ʼ 
,
 
 
 
 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
᾽ 
· 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
· 
 
 

 
 
 
 
᾽ 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
· 
 
 
.
 
 
 
 
 
 

 
 
, 
 

 
 
 
 
᾽ 
 
 
·
 
ʼ 
 
, 
 
 
,
, 
 
 
 

 
 
· 
 
 
 
;
 
 
, 
 
 
 
·
 
 
 
 
 
 

, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
, 
 
 
.
 
᾽, 
 
 
 
 

 
 
 
· 
 
ʼ 

 
 
 
 
 
.
 
 
, 
 
 
 

 
, 
 
 
 
·
 
᾽ 
 
 
 
.
 
 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ 
 
, 
᾽ 
ʼ 
·
 
 
, 
 
ʼ 
 
·
 
 
 
 
 
.
102967	 
᾽, 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
· 
 
ʼ 
 

· 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 

 
 
 
 
 
.
 
 
 
 
 
·
ʼ 
 
 
 
 
 
·
ʼ, 
 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 

 
· 
 
 
 
.
 
᾽, 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
 
 
 

· 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
ʼ 
 
 
,
 
 
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
;
 
 
 
 
 
,
 
ʼ 
 
· 
 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
· 
 
 
 

 
 
 
 
·
 
 
 
 
, 
 

 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
,
 
ʼ 
, 
 
 
 
.
 
 
 
 
· 
 
 

 
· 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
.
103275	 
ʼ 
 
 
 
 
·
 
 
 
; 
 
 
ʼ 

 
 
 
 
.
 
 
 
ʼ 
 
,
 
 
 
 
 
·
᾽ 
 
 
· 
 
 
 

 
· 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
,
, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
, 
 
 
.
 
᾽, 
 
ʼ 
ʼ 
 
 

 
 
 
·
 
 
 
 
 
᾽ 
 
᾽ 
,
 
 
 
 
 
 
 
·
 
 
 
 

 
 
 
, 
 
 
.
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 

· 
 
 
ʼ 
 
 
 

᾽ 
· 
 
 
 

 
, 
 
 
 
 
.
 
, 
 
 
 
 
 
,
 
ʼ 
 
 
· 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
· 
 
 

᾽ 
 
 

 
 
· 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
· 
 

 
, 
᾽ 
 
ʼ 
,
 
ʼ 
 
 
 

 
ʼ 
 
· 
 
ʼ 
 
᾽ 
.
103559	 
ʼ 
᾽ 
᾽ 
 
 
 

, 
 
 
 
, 
 
·
 
 
 
 
᾽ 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
·
 
 
 
 
 
 

· 
 
 
ʼ 
 
 
, 
 
 

 
 
 
 
·
 
 
 
 

ʼ· 
 
 
 
 
 
 
,
 
 
 
· 
 
 
 

 
 
 
 
·
 
 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
᾽ 
 
.
 
 
 
 

ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 
ʼ 
·
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 

ʼ· 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
᾽ 
 
 
 

 
 
 
ʼ 
·
 
 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
 
 
 
ʼ 

 
ʼ 
 
· 
᾽ 
 

· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 

 
ʼ, 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
· 
 
ʼ 
 

 
 
ʼ 
 
 
 
.
103860	 
, 
 
 
 
 

 
, 
 
 
 
 
·
 
 
 
 
 
·
ʼ, 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
 
, 
 
 

, 
 
 
 
 

· 
 
 
 
 
.
 
, 
 
 
 
 

 
· 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
· 
 
 
 
.
 
 
 
 
 
 

 
 
· 
 
ʼ 
 

 
 
, 
 
 

· 
 
ʼ 
 
 
 
·
 
 
 
 
.
 
 
 
, 
 
 
 

 
 
 
, 
 
 
 
 
.
᾽ 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 
᾽ 
,
 
 
 
 
 
·
 
 
 

 
 
, 
 
 
 
 

, 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
, 
 
ʼ 
 
 

 
 
· 
 
 
.
ʼ 
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
, 
 

 
 
, 
 
 
 
 
,
 
 
 

 
 
 
 
 
 
 
 
.
104082	 
ʼ 
᾽ 
 
 
 
·
 
· 
 
 
 
 

 
 
, 
 
 
 
 
.
ʼ 
 
 
 
 
·
 
 
 
 
, 
 
 
 
.
 
 
 
· 
 
 
 

, 
 
. 
 
 
 
 
 

 
, 
 
 
 
 

 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
 

 
, 
 
 
·
 
 
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 

, 
 
 
 
 
᾽ 

 
· 
 
 
 
 
.
 
᾽ 
 
 
.
 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
 
᾽ 
·
 
 
 
, 
 
 

 
 
 
, 
 
 
 

 
 
 
 
 
 
 
.
 
, 
 
 
 
 

 
· 
 
ʼ 
 
ʼ 
 
.
 
ʼ 
 
 
 

, 
 
. 
 
ʼ 
ʼ 
,
 
· 
 
 
 

 
᾽ 
 
, 
 
 
·
 
, 
 
 
 
 
 

 
 
ʼ 
· 
 
 
᾽ 

 
 
· 
 
 
 
᾽ 

· 
 
 
 
 
, 
 
,
᾽ 
᾽ 
 
, 
 

· 
 
 
 
 
 
.
104360	 
 
 
 
· 
 
ʼ 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
 
·
 
 
᾽ 
 
 
 
, 
 
 

 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
ʼ 
 
 

, 
 
ʼ 
 
 
·
ʼ 
 
 
 
 
 
᾽, 
᾽ 
᾽ 

᾽ 
 
 
᾽ 
 
.
 
 
 
 
 
,
 
 
 
, 
 
 
·
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
 
ʼ 
 
ʼ 
.
 
ʼ 
᾽ 
 
· 
 
 
 
,
 
ʼ, 
 
ʼ 
 
 
.
 
ʼ 
· 
 
 
 

 
· 
 
 
 
 

, 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
ʼ 
 
 
ʼ 
.
 
 
 
ʼ 
 
 
 
.
 
, 
 
 
 
ʼ 
 

ʼ, 
 
᾽ 
 
 
.
 
 
 
 
 
·
 
 
 
ʼ 
 

ʼ 
, 
 
ʼ 
 
·
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
, 
 
 
,
 
᾽ 
 
· 
 
 
ʼ 

 
, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
.
104643	 
᾽, 
 
ʼ 
ʼ 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
 
 
·
 
ʼ 
 
 
ʼ 
 
 

 
ʼ, 
 
 
 
.
 
 
 
 
 
; 
᾽ 
 
 

 
ʼ 
 
 
 
.
 
 
, 
 
 
 
 
·
 
 
 
 
 
ʼ 
ʼ 
.
 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
,
 
 
 
ʼ 
 
 

 
· 
 
 
 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
 
.
 
 
 
 
, 
 

 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 

 
᾽ 
, 
 
 
 
 
 
.
 
 
 
 
᾽, 
 
ʼ 

 
 
· 
 
ʼ 
 
 
,
 
 
 
· 
᾽ 
᾽ 
 

· 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 

ʼ 
 
, 
 
 
 
 
,
 
 
ʼ· 
 
 

 
 
· 
 
ʼ 
 
,
 
 
 
ʼ 
 
 

 
 
 
 
ʼ 
·
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
.
104900	 
ʼ 
ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
ʼ 
,
 
 
 
 
 
 
·
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
ʼ 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
᾽ 
, 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

 
· 
 
 
 
 
,
 
 
 
 
 
 
 

 
 
· 
 
 
᾽ 

 
 
 
 
·
᾽ 
 
 
 
 
 
,
᾽ 
 
, 
 
ʼ 
 
 
.
᾽ 
 
 
᾽ 
 
 
,
 
 
 
 
 
 
·
 
 
ʼ 

 
ʼ 
ʼ, 
 
 
· 
 
ʼ 
 
 
 
.
 
 
· 
 
ʼ 
 
ʼ 
·
ʼ 
 
 
, 
 
 
,
 
ʼ 
ʼ 
· 
 
 
 

· 
 
ʼ 
 
 
 
 
.
 
᾽ 
 
 
 
,
 
ʼ 
 
 
 
, 
᾽ 
᾽ 
,
 
 
 
· 
 
 
 
 

 
, 
 
 
.
 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
·
᾽ 
, 
 
 
 
·
 
ʼ 
· 
 
ʼ 
ʼ 

ʼ, 
 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
.
105188	 
ʼ 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 

, 
 
 
 
 
᾽ 

, 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
 
,
 
ʼ 
 
, 
 
 
 
·
 
 
 
 
 

 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
 
·
ʼ 
 
 
 
 
.
 
᾽, 
 
ʼ 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 

· 
 
 
 
 
 
 
.
 
 
· 
 
 
ʼ 
.
 
ʼ 
 
 
 
· 
 
ʼ 

ʼ 
· 
 
ʼ 
 
 

 
᾽, 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
 

 
 
 
, 
 
ʼ 

· 
 
 
 
, 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
 

 
 
· 
 
ʼ 
 
 

 
, 
 
 
 
.
᾽ 
 
 
 
 
, 
ʼ 

ʼ 
 
 
 
 
·
 
, 
 
 
 
 
.
 
᾽ 
· 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 
 
.
᾽ 
 
 
ʼ 
 
 
,
ʼ 
 
 
 
, 
 
 
,
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
·
ʼ 
᾽ 
 
 
 
,
 
 
· 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
·
 
 
 
ʼ 
 
 
, 
 
 
 

 
 
 
 
᾽ 
.
105509	 
᾽, 
 
ʼ 
 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
ʼ 

, 
 
 
 
 
·
 
᾽ 
 
 
, 
 
 
 

 
 
 
.
 
 
 
ʼ 
 
 
,
 
 
 
 
 
ʼ 
·
 
 
 
ʼ 
· 
 

 
 
, 
 
 
.
 
, 
 
 
 
.
 
ʼ 
 
 
 
·
ʼ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 
 
.
 
 
 
 
 

ʼ 
 
 
, 
 
ʼ 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
, 
 
 
,
 
 
 
 

 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
.
 
᾽, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
, 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
 

 
· 
 
ʼ 
 
 
.
᾽ 
 
 
 
 
᾽ 
 
,
 
 
, 
 
 
 
.
ʼ 
 
 
 
ʼ 
 
ʼ 

ʼ, 
 
ʼ 
· 
 
 
 
·
 
ʼ 
᾽ 
 
 
 

 
᾽ 
 
 
 
 
.
 
 
 
᾽ 
 
 

 
 
 
ʼ 
.
 
 
 
 
 

 
 
 
 
 
 
.
105799	 
 
 
 

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
·
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
 
 

 
᾽ 
 
ʼ 
 
, 
 
.
 
᾽, 
 
ʼ 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
, 
 
ʼ 
 
 
,
 
 
· 
 
ʼ 
 
 
.
 
᾽ 
 
 
 
·
 
 
᾽ 
 
 
 

 
 
, 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 
 
,
 
 
 
· 
 
 
.
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 
, 
 
ʼ 
,
 
ʼ 
 
 

 
 
, 
 
 
 

 
 
 
, 
 
᾽ 

· 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
, 
 
ʼ 
 
.
106029	 
᾽, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 

 
, 
᾽ 
 

 
 
 
 
.
 
 
· 
 
 
 
 
ʼ 
·
 
 
 
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
 
.
 
 
᾽ 
 
 
, 
 
 

 
 
· 
 
 
.
 
ʼ 
 
 
 

· 
 
 
 
 
, 
 
.
 
ʼ 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
᾽ 
 
 
 
 
 
 
,
 
 
 
· 
 
 
 
 

 
 
 
· 
 
 

 
 
 

ʼ 
, 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 

· 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
ʼ 
 
 
 

ʼ 
 
 
· 
 
᾽ 
 
 
·
 
 
᾽ 
 
 
 
,
 
ʼ 
 
, 
 
 
.
 
 
 
 
 
 
·
· 
 
 
 
 

᾽ 
 
 
 
 
 
 
·
 
 
 
᾽ 
 
 
 
 

, 
 
 
 
 
,
 
 
 
 
 
· 
 
 
.
 
᾽, 
᾽ 
 
 
 
·
 
 
 
 
· 
 
 
ʼ 

 
 
 
 
.
106313	 
ʼ 
, 
 
 
 
 
 

ʼ 
. 
 
 
 

 
 
 
· 
 

 
 
 
, 
 
 

 
, 
᾽ 
ʼ 
 
 

 
 
 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
,
ʼ 
 
 
, 
 
ʼ 

, 
 
 
· 
 
ʼ 
 

ʼ 
 
 
ʼ 
· 
 
 

 
 
 
 
ʼ 
 
.
᾽ 
 
ʼ 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
, 
 
 
ʼ 

 
 
 
· 
 
ʼ 

 
 
 
 
ʼ 

 
 
· 
 
ʼ 
 
 

, 
 
 
 
 
.
106464	 
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
ʼ 
 
 
.
ʼ 
 
 
 
, 
 
ʼ 

 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
 

 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
.
᾽ 
 
 
᾽ 
 
 
 
᾽ 
,
 
᾽ 
᾽ 
 
 
 
·
 
 
, 
· 
 
 
ʼ 

 
ʼ 
 
 
 
 
;
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
,
 
᾽ 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
 
 
 
 

 
ʼ 
 
 
 
 
 
·
 
 
 
 
, 
 
 

, 
 
ʼ 
 
 
 
᾽ 
.
 
 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
, 
 
 
 
,
 
 
 
ʼ 
 

· 
 
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
 
 
, 
 
 

 
 
 
 
 
 
 

, 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
· 
 
 
 

ʼ 
 
 
 
ʼ, 
 
.
106778	 
ʼ 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
 
ʼ 
· 
 
 

 
 
 
 
 
 
 
·
 
 
ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
,
 
 
 
· 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 
ʼ 
 
.
 
᾽, 
 
 
 
 
,
 
 
 
 
 
 

 
 
· 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 

 
 
᾽ 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 

ʼ 
 
 
· 
 
ʼ 
 

 
 
 
 
, 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
· 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
; 
 

ʼ 
, 
 
ʼ 
ʼ 
 
.
 
, 
᾽ 
 
 
 
 
 
.
107000	 
 
 
ʼ 
 
 

, 
 
ʼ 
 
 
 
 
.
 
ʼ 
, 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
, 
 
ʼ 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 

 
᾽ 
ʼ 
· 
 
ʼ 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
· 
 
 
·
 
 
 
 
 
ʼ 
 
 
.
 
 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
·
 
 
 
 
 

 
 
 
 
 
.
 
᾽ 
 
 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 

 
, 
 
 

ʼ 
 
 
 
 
᾽ 
,
 
 
 
 
 
 
 
ʼ 
 
.
 
 
 
 
 

 
 
 
᾽ 
 
 
,
 
ʼ 
 
, 
 
 
 
.
107200	 
᾽, 
᾽ 
 
 
 
,
 
 
ʼ 
 
 
,
 
ʼ 
 
 
 
· 
ʼ 
 
 

ʼ 
 
· 
 
ʼ 
᾽ 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
 
᾽ 
ʼ 
 
 
 
,
 
 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
 
 
 

 
 
 
 
 
 

᾽ 
; 
 
 
 
 
 

ʼ· 
 
 
 
 
, 
 
 

 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
 
·
 
 
 
, 
 
ʼ 
 

 
, 
 
 

ʼ 
 
 
 
 
᾽ 
.
᾽ 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
·
᾽ 
· 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 
 

 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
ʼ 
 
 
 
ʼ 
 

 
 
 
 

 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
, 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
 
·
 
 
᾽ 
 
᾽ 
 
᾽ 
,
 
᾽ 
 
 
 
.
107493	 
᾽, 
 
 
 
 
.
 
ʼ 
 
, 
 
ʼ 
 
 
 
.
 
 
ʼ 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 

 
 
 
· 
 
 

 
 
 
 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
 
 

 
᾽ 
 
 
 
.
 
 
 
 
 
, 
 

 
· 
 
 
 
 
·
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
 
᾽ 

᾽ 
 
· 
 
 
 
 
,
 
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 

, 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
 
 
, 
 
 

 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
 
 
·
 
 
 
 
᾽ 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
,
᾽ 
 
 
 
ʼ 
 
 
·
 
 
᾽ 
 
᾽ 
 
᾽ 
,
 
᾽ 
 
 
 
.
 
 
᾽ 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
 

 
, 
 
 
 
᾽ 
.
 
ʼ 
 
 
 

 
, 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 

 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
;
 
 
ʼ 
 
 
 
 
 

ʼ 
 
 
 
 
 
 
.
107805	 
, 
 
 
 
 
 
·
 
 
 
 
 
 
ʼ, 
 
 
 

ʼ 
᾽ 
 
 
᾽ 
 
;
 
 
 
 
 
 

 
 
 
 
 
 
 
 

 
· 
 
 
 
.
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
ʼ 
,
 
 
ʼ 
. 
 
 
 

 
 
· 
 
ʼ 
 
 
 

 
 
, 
 
 
 
,
 
 
 
 
 

 
 
, 
 
 
 
 

 
· 
᾽ 
 
 

 
, 
 
 
 
 
 
,
 
 
 
 
 

ʼ 
 
 
 
᾽ 
.
 
ʼ 
 
 
 
 
·
 
ʼ 
ʼ 
 
, 
 
 
 

 
 
 
 
· 
 
 
.
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
 
 
 
 
,
 
 
 
 
 
. 
 
 
 

 
 
 
 

· 
 
 
 
 

 
ʼ 
 
, 
 
 
 
 
.
108018	 
 
 
 
ʼ 
·
 
 
 
 
 
,
 
ʼ 
 
, 
 
 
,
 
 
 
, 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
ʼ 
 
, 
 
 
,
 
 
 
, 
 
 
 
 

 
 
 
· 
 
 
 

ʼ 
 
 
 
, 
 
ʼ 
 

 
 
. 
 
 
 
 

 
 
ʼ 
 
·
 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
;
 
ʼ 
 
 
 
 
ʼ 

ʼ 
 
 
; 
 
 
 
·
 
 
 
 
 

 
 
. 
 

 
 
 
 
 

 
 
 
 
 
.
 
 
 
ʼ 
· 
 
ʼ 
 

 
· 
 
ʼ 
 
 

 
 
 
 
ʼ 
 
 

 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
·
 
 
 
 
· 
ʼ 
 

 
ʼ 
 
 
 
 
.
 
 
 
, 
 
 
 

 
 
, 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 

 
ʼ, 
 
 
 
ʼ 
, 
 

 
 
 
 
 
 
.
 
 
ʼ 
, 
 
ʼ 
 
 

 
ʼ 
 
 
 

 
᾽ 
 
 
.
 
 
 
 
 
 
,
 
 
᾽ 
, 
 
 
;
108287	 
᾽, 
 
ʼ 
 
 
 

 
 
 
 
 

 
, 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
,
 
ʼ 
 
 
᾽ 
, 
 

 
, 
 
 
ʼ 
.
 
 
 
 
 
᾽ 

 
 
 
ʼ 
,
 
ʼ 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
ʼ 
·
 
 
ʼ 
ʼ 
 
 

 
ʼ 
 
 
 

 
 
, 
 
 
·
 
ʼ 
 
 
 
ʼ 
᾽ 
 
ʼ 
·
 
 
 
, 
 
 
ʼ 

 
 
 
, 
 
 
 
 

 
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
 

, 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
 
 

 
, 
 
 
 
 
,
, 
 
 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
ʼ 
 
 

 
᾽ 
 
 
 
 
.
108530	 
ʼ 
 
 
 
·
 
 
 
 
 
᾽ 
 
.
 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
ʼ 
 

 
 
 
· 
 
 

 
 
 
ʼ 
 
 
.
 
 
 
 
 
·
ʼ 
 
 
 
, 
 
 

 
, 
 
 
 
·
 
 
 
 
 

 
ʼ 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
, 
 
 
 

 
, 
 
 
 
 
,
, 
 
 
 
 
 

 
 
 
 
 
 
.
 
᾽ 
, 
 
ʼ 
 
 

 
ʼ 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
ʼ 
,
ʼ 
 
 
 
 
· 
 
 

 
 
 
· 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
· 
 

, 
 
 
 
 
 

 
 
· 
 
ʼ 
 
 

᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
ʼ 
,
 
 
᾽ 
 
 
 

 
 
, 
 
ʼ 
 
 
 

 
 
· 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
 
 
·
, 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
ʼ 
,
ʼ 
 
 
 
 
 
 

 
ʼ, 
 
᾽ 
 
 
 
᾽ 
 
 

 
 
, 
 
 
ʼ 
.
108823	 
᾽, 
᾽ 
 
 
.
ʼ 
᾽ 
 
 
 
 

 
, 
 
 
 
 
᾽ 

᾽ 
᾽ 
 
 
 
 
·
 
 
, 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
, 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
᾽ 
 
 
 
 
 

 
· 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 

, 
 
 
 
 
 
·
 
· 
 
 
 
.
ʼ 
, 
 
ʼ 
 
 
.
᾽ 
 
 
 
᾽ 
, 
 
 

 
 
 
 
ʼ 
.
 
, 
 
 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
,
 
 
· 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
᾽ 
 
 
 
 

 
ʼ 
, 
 
ʼ 
 
 
;
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 

ʼ 
ʼ 
, 
 
 
 
 
 
;
᾽ 
 
 
, 
 
 
 
 
,
ʼ 
, 
 
 
 
.
᾽ 
 
 
 
 
, 
 
 
 

 
· 
 
 
 
 
.
109074	 
ʼ 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
ʼ 
 
 

, 
 
 
 
 
 
 
,
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
 

 
· 
 
 
 
 
 
ʼ 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
ʼ 
 
;
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 

 
 
 
 
·
 
ʼ 
 
· 
 
 

 
 
 
.
 
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
, 
 
 
 
 
.
 
 
 
ʼ 
, 
 
 
 
 
 
 
,
 
 
 
 
, 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 
ʼ 
 
 
ʼ 
 
· 
 

 
 
 
 
 
.
 
 
 
, 
 

 
 
 
 
.
109321	 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 

, 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
 
 
 
 
 
᾽ 
,
᾽ 
 
 
 
 
 

 
 
· 
 
 
 

, 
 
 
 
 
, 
 
 

ʼ, 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
· 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
· 
 
ʼ 
 
 

ʼ 
· 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
.
 
, 
 
ʼ 
 
, 
 
 
·
 
, 
 
᾽ 
 
 
 
 

, 
 
 
ʼ 
 
, 
 
ʼ 
 
,
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
·
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
 
 
.
109590	 
 
 
 
 
 

 
 
 
 
 
,
 
ʼ 
ʼ 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

, 
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
ʼ 
᾽ 
.
᾽ 
 
 
 
 

, 
 
 
 

ʼ 
 
· 
 
 

ʼ 
 
 
·
 
 
 
 
 
 

 
· 
 
ʼ 
 
 

, 
 
 
 
 
,
 
ʼ 
 
 
 

 
· 
 
ʼ 
᾽ 
 
 
·
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 

· 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
, 
᾽ 

 
· 
 
 
 

 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
 
 
 
.
109786	 
 
 
 
 
 

· 
 
ʼ 
 
 
 
,
 
 
ʼ 
 
· 
 
 
 

 
 
· 
 
ʼ 
 
 
,
 
᾽ 
 
 
 
· 
 
 
 

ʼ, 
 
ʼ 
 
· 
 
 
ʼ 

 
 
 
 
 
 

 
· 
 
ʼ 
 

 
 
· 
 
 
 
.
 
ʼ 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 
 
 

 
, 
 
 
 
 
.
 
ʼ 
᾽ 
 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 
 
 
·
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
ʼ 
,
 
 
 
, 
 
 
 
·
 
 
 
 
 
 

ʼ, 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
ʼ 
 
, 
 
ʼ 
 
 

 
 
 
 
 
·
 
 
, 
 
 
 

 
 
, 
 
ʼ 
 
 
 
.
 
 
 
᾽ 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
 
 
 
 
 
ʼ 
·
 
 
 
 
, 
 
 
 
 
,
 
 
 
 
 
 

· 
 
 
᾽ 
 
 

 
 
, 
 
ʼ 
ʼ 
.
᾽ 
 
 
, 
 
ʼ 

 
 
· 
 
ʼ 
 
,
 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
ʼ 
.
110083	 
, 
 
ʼ 
 
 
᾽ 
 
 
·
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 

ʼ 
 
 
 
 
,
 
 
 
 
ʼ, 
 
ʼ 

· 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
 
 
ʼ 
 
᾽ 
 
,
ʼ 
 
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ, 
 
 
 
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
 
 
 

 
; 
 
 
 
.
᾽ 
 
 
ʼ 
᾽ 
 
 
, 
 
ʼ 

 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 

 
· 
 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
, 
 
 
·
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
, 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
᾽ 
 

 
 
 
, 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
· 
 
 
 

 
, 
 
 
 

 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 

 
 
 
 
 
ʼ 
 
.
, 
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
, 
 
 
 
 
.
110429	 
ʼ 
ʼ 
 
 
 
·
 
 
ʼ 
 
 
 
 
 
 

 
 
 
, 
 

 
᾽ 
 
· 
 
 
 

, 
 
 
· 
 
 
ʼ 
, 
 

 
 
 
, 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
·
 
 
ʼ 
 
· 
 
 
 

 
 
, 
 
 
 
 

, 
 
ʼ 
, 
 
 
.
 
 
 
 
 
, 
 
 
,
 
 
 
ʼ 
 
 
 
 
.
 
 
 
 
 
, 
 
᾽ 
,
 
· 
 
 
 
 
, 
 
ʼ 

 
 
 
.
 
 
 
 
 
 
 
 
,
 
 
 
᾽ 
 
 
 

 
 
 
, 
 
ʼ 
 
.
 
᾽, 
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
 

 
 
᾽ 
, 
 
 

ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 
᾽ 

 
 
 
ʼ 
.
 
ʼ 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
ʼ 

 
, 
 
 
 
 
,
 
 
 
 
 
 
 

 
, 
 
ʼ 
 
 
,
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
.
 
ʼ 
᾽ 
, 
 
ʼ 
 
·
 
 
 
, 
 
 

 
 
 
 
 
 
 

 
, 
 
 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 
ʼ 
.
110775	 
, 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
, 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
ʼ 
 
ʼ· 
 
ʼ 
 

 
 
· 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
.
 
 
 
 
᾽ 
 

 
, 
 
ʼ 
 
,
᾽ 
 
 
 
·
 
 
, 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
 
᾽ 
 
 
.
 
 
᾽ 
 
ʼ 
 
, 
 
 

, 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ, 
 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
 
 

, 
 
ʼ 
᾽ 
 
,
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

· 
 
 
 
 
 

 
· 
 
 
 
.
 
 
 
 
 
 

ʼ· 
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
ʼ 
,
 
 
, 
 
 
.
 
ʼ 
 
 
 
 

 
 
· 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
ʼ 

 
 
 
· 
 
 
 
·
 
 
 
 
 

 
 
ʼ 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
, 
 
 

 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
.
111120	 
᾽, 
 
ʼ 
 
 
 

ʼ 
᾽ 
 
 
 
 

ʼ 
, 
 
ʼ 
 
,
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
, 
 
 

᾽ 
 
, 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 

 
 
, 
 
 
 
.
 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
, 
 
 
ʼ 
 
.
 
 
᾽ 
 
 
 
 

 
 
 
 
 
ʼ 
,
 
 
 
 
 
·
 
 
 
 
.
111366	 
 
 
 
 
 
 

 
 
 
 
·
᾽ 
 
 
 
 

ʼ 
 
 
 
 

 
 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
 
, 
 
᾽ 

 
 
, 
 
ʼ 
 
.
 
 
 
 
 
, 
 
ʼ 
·
 
 
 
 
 
 
 
 

 
 
 
, 
 
ʼ 

 
ʼ 
, 
 
 
 
.
 
᾽, 
 
ʼ 
 
, 
 
ʼ 
.
 
ʼ 
 
ʼ 
 
 
,
 
ʼ 
᾽ 
 
 
 
, 
 
 
.
᾽ 
 
 
 
 
 

 
, 
 
 
 
,
 
 
᾽ 
 
 
 
,
 
 
 
 
 
᾽ 
,
 
ʼ 
 
 
 
 
 
 

, 
 
 
 
. 
 
 

 
ʼ 
 
 
 
,
᾽ 
 
 
 
 

 
 
 
ʼ 

ʼ 
 
, 
 
 
·
 
ʼ 
᾽ 
᾽ 
 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
·
 
 
 
 
ʼ 
,
 
 
 
 
 

ʼ, 
 
 
 
 
ʼ 
 
 
 
.
111591	 
᾽, 
 
 
ʼ 
 
 
ʼ 

 
· 
 
 
 
 
·
 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
᾽ 
 
 

 
· 
 
ʼ 
ʼ 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
 
᾽ 
 
 
 
 
·
 
 
 
· 
 

 
, 
 
 
 
.
 
᾽, 
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 

 
 
 
, 
 
ʼ 
 

 
, 
 
 
 

 
 
᾽ 
, 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
 
·
 
᾽ 
 
 
, 
 
 
 

 
 
· 
 
ʼ 
 
 

 
 
 
ʼ 
 
 
, 
 
 

 
· 
 
 
 
 
ʼ 

· 
 
 
 
, 
 
 
 

, 
 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
· 
 
ʼ 
 
 
 
 

, 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
 
 

, 
 
 
 
 
 

 
ʼ 
 
 
, 
 
 
 

 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
 

 
 
 
 
 
 
.
111890	 
 
ʼ, 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 

ʼ 
 
ʼ 
 
 
 
,
 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
 
,
 
 
 
 
ʼ 

, 
 
· 
 
 
 
᾽ 
.
 
 
 
 
 
 
 

, 
 
 
 
ʼ 
 

 
 
 
 
.
 
 
, 
 
ʼ 
 
.
 
ʼ 
᾽ 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
ʼ· 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
᾽ 
·
᾽ 
 
 
 
 
 
 
 

 
 
 
 
 
,
 
, 
 
 
 
 
 
,
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
 
᾽ 
 
 
·
 
 
 
 
᾽ 
 
 
 

 
 
, 
 
 
 
.
112118	 
 
ʼ, 
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
, 
 
 
 

ʼ 
 
 
· 
 
 

 
ʼ 
᾽ 
 
 
 

 
 
 
 
 
 
.
 
᾽, 
 
ʼ 
᾽ 
 
 
 

, 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
,
 
᾽ 
᾽ 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
 
 
.
 
 
᾽ 
 
 
ʼ 

 
 
 
 
 
 

, 
 
 
 
· 
 

 
 
 
 
ʼ 
 

, 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
, 
 

 
 
 
·
 
 
ʼ 
, 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
· 
 

 
 
ʼ 
 

 
 
 
 
.
 
 
ʼ 
 
 
 
.
