@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg011.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Τρῳάδες, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:06Z


 
 
 
 

 
, 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 
 

 
 
, 
ʼ 
 

ʼ 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ· 
 
 

 
, 
 

ʼ 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 

 
· 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
· 
 

 
, 
 
 

 
 
 
ʼ 
 
,
 
᾽ 
 
 
.
 
 — 
 
 
 

 
 
ʼ, 
 
 
 — 
 
 
 
 
 
ʼ 
·
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 

 
 
 
.
 
 
 
, 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
 
, 
 

᾽ 
, 
 
 

, 
 
 
ʼ 
 
 

, 
ʼ 
 
.
 
ʼ 
 
᾽ 
 
 
 
,
, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
ʼ 
 

 
 
 
·
 
 
 
 
ʼ· 
 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
ʼ 

 
 
 
 
.
᾽, 
 
ʼ 
, 
 
, 

 
 
ʼ· 
 
 
 

 
 
, 
᾽ 
 
 
 
.
265	
 
 
 
 
 

 
 
ʼ 
 
 
 
,
 
 
 
, 
;

· 
 
 
 
,
ʼ 
, 
 
 
 
.

ʼ 
 
· 
 
 

 
 
ʼ 
 
 
, 
.

 
 
 
 
 
 
,
 
 
 
 
 
 
;

, 
 
 
᾽, 
 
,
 
 
 
, 
 
 
.

 
 
, 
 
 
 
, 

 
 
 
 
;

 
ʼ 
· 
 

 
 
 
 
 
;

᾽· 
 
 
 
 
 
 
·
 
 
 
᾽ 
 
;

 
 
 
 
 
 
,
 
ʼ 
 
 
 
.

 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
 
 
;

 
ʼ 
 
 
 
 
;

ʼ, 
ʼ 
 
 
 
.

 
ʼ 
 
 
᾽ 
ʼ 
.

 
 
 
ʼ 
 
 
 
.

 
 
 
 
 
 
.

ʼ 
 
 
ʼ 
. 
 
 
;

 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
 
 
ʼ 
᾽ 
.
 
 
 
 
 
 

, 
 
ʼ 
 
·
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
, 
 
, 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 
ʼ 

ʼ 
, 
 
 
 
 
.

 
᾽· 
 
 
 
 
 

· 
 
 
 
.
 
 
 
 
 

 
 
 
ʼ 
 
 
ʼ 

 
 
ʼ 
 
.
᾽ 
ʼ 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
ʼ, 
 
 
,
 
 
 
ʼ 
.
606	
, 
, 
 
·
 
· 
 

 
 
 
 
.
 
 
.
 
 
, 
 
 
,
 
 
 

 
 
 
.
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
;
 
 
 

, 
 
 
᾽ 
.
 
 
 
; 
 
 
 
;
 
 
 

 
, 
 
,
ʼ 
 
 
 
ʼ.
 
, 
 

 
ʼ, 
 
 
 

 
 
 
 
ʼ
 
 
, 

 
 
 
 
.
 
 
 
 

 
 
.
716	
 
, 

 
 
 

ʼ 
 
 

 
 

 
 

 
ʼ 
 

 
 

 
ʼ,
, 
 
 

 
 

 
, 
 

 
ʼ 
 
,
 
 

 
ʼ 
 

, 
 
 
 

 
᾽ 
ʼ 
.
, 
 
 
,
 
 
.
 
ʼ 

 
 
 

ʼ 
ʼ 
.
᾽ 
 
 
 

 
,
 
 

,
 
, 
.
 
ʼ 
 
 

, 
 
 

, 
, 
 
 

 
 

 
 

 
 
 

 
 
.
833	 

, 
 
; 
 
 
;
 
 
; 
 
 

 
 
 
.
 
 
 
 

, 
 
ʼ 
 

 
.

 
ʼ, 
 
 
 
  
 

 
 
;
 
, 
 
ʼ, 
 
 
ʼ 

 
 
 
;

 
ʼ, 
 
ʼ 
.
 

 
.
 
 

, 
 
ʼ
·
ʼ 
 
.

, 
.
 
 
 

 
,
 
,
ʼ 
,
ʼ, 
᾽ 
 
ʼ 
.
.
 
 
ʼ, 
,
 
ʼ 
 
ʼ 

 
 
 
.
940	 

. 
 
 

᾽ 
 
,
, 
· 
 
 

ʼ 
 
 
;
 
 
 
 

 
 
;

 
, 
 
 
.
 

ʼ 
 
.
 
 
 
 
;
 
 
 
;

 
 
 
.
 

 
.
 
ʼ 
 
 

 
 
ʼ 
 

 
 
;

 
.
 
ʼ 
 

 
 
 
 
,
 
, 
 
,
 
,
 
 
,

 
 
 
 
ʼ
 
 
ʼ, 
 

 
 
;
1044	
 
, 
 
ʼ 

 
 
 
;
 
 
 

ʼ 
.
 
 
 
,
  
 
 
,
 
 
ʼ 
  
 
 
 
 
.ʼ
 
 

 
 
 
.
 
 
᾽ 

 
 
.
 
 
 
 
ʼ 
,
 
 
 
,
ʼ 
 
 
,
 
 
 
.
1110	
 
 
 
,
ʼ 
 
,
 
 
 
ʼ
 
ʼ 
·
 
 
 
 
 

 
 
 
.
 
 
 

 
 
,
 
 
ʼ, 

 
 
.
 
ʼ 
 

 
 
,
 
 

 
 
 

 
 
 

 
ʼ 
 
.
1172	
 
 
 
᾽ 
 

, 
 
 
,
 
 
 
.
 
; 
 
; 
 
 

 
 
 
.

, 
 
 
 
ʼ 
 
 

 
ʼ 
 
 
,
 
 
 
 
, 
,
 
 
 
 
.
1224	
,

, 
 
, 
 
 
 
.

 
ʼ, 
 
᾽ 
 
 
.

, 
᾽ 

 
 

 
 
 
 
;

ʼ 
ʼ 
 
 
 
.

᾽ 
 
 
; 
 
 

 
;

ʼ· 
᾽ 
 
, 
 
᾽ 
.

 
 
᾽
 
, 
, 
 
;

 
 
 
 
.

 
 
 

; 
 
 
.

, 
 
 
 
.

 
 
 
 
, 
 
 

 
ʼ 
 
;

 
ʼ 
 
 
.

, 
, 
 
 
 
 
 
 
 
 
.

 
 
ʼ 
 
 
 
;

 
ʼ 
 
 
᾽ 
 
 
, 
 
;

 
, 
 
᾽ 
;

· 
 
 
;

 
 
 
.

 
· 
 
 
.
 
 
᾽ 
 
 
 

, 
 
, 
;

 
 
· 
 
.

 
᾽ 
; 
 
 
 
;

 
 
, 
᾽ 
 
.

 
ʼ 
 
 
 
 
,
 
, 
᾽ 
 
;

 
᾽ 
 
 
 
.

 
 

 
 
 

 
 
 
;

 
 
ʼ 
 
 
ʼ 
.
1454	
 
.
 
 
,
ʼ 
 
 
.
 
 
.
 
 
 
 
,
 
, 
 
,
 
 
 

 
, 
 
ʼ
ʼ 
 
 
 

 
 
ʼ 
 
 
.
ʼ, 
 
, 
.
 
. 

, 

 
.
1507	
 
 
 
, 
, 
 
ʼ 
 

 
᾽ 
 
 
 
 
;

ʼ, 
 
 
 

 
, 
, 
 

 
 
 
, 
 
 

 
 
 
 
.
· 
 
 
 
 
;
 — 
 
 
 — 
 
,
 
 
 
 

 
, 
 
ʼ 
 

 
; 
 
 

 
 
 
 
 
.
ʼ 
, 
 
 
 

 
ʼ 
 
 
᾽ 
 
.

 
, 
 
, 
 
 

 
 
 
 
.
1608	
· 
.
 
ʼ, 
· 
· 
 — 
, 
 — 
 
᾽ 
.
 
ʼ 
·
 
 
·
 
ʼ 
 
 

ʼ 
 
 
.
, 
 
ʼ 
.
 
, 
, 
 
 

 
 
 
 
 

 
ʼ 
,
 
ʼ 
 
 

 
 

 
, 
 
,
ʼ, 
 
, 
,
ʼ, 
 
, 
,
 
 

 
 
.
 
.
 
 
· 
, 
·
 
 
 


· 
 
 
.
 
, 
, 
· 
 
 
 

 
,
, 
 
ʼ, 
.
, 
, 
·
 
ʼ 
 
ʼ 
 

 
 
.
ʼ 
, 
,
 

 
 
.
ʼ, 
 
 

, 
ʼ 
 

 
 

 
.
1745	
, 
 
 
 
,
 
 
 
ʼ 
 
 
;

, 
 
 
 
 
,
 
 
 
᾽ 
 

 
 
 
.
, 
,
 
 
᾽ 
 
ʼ
᾽ 
᾽ 
 

 
 
᾽ 
 
.
 
 
· 
 
 
 

 
ʼ, 
 
ʼ 
 
, 
,
ʼ
᾽ 
᾽ 
 
 
.
 
, 
 
ʼ 

 
 
, 
, 
.

, 
 
ʼ 
 
,
 
 
 
 
 
·
 
, 
 
 
 
 
 
ʼ 
,
 
· 
 
 
 
,
 
 
 
 

 
 
 
 
 
.
 
 
, 
 

 
 
 
 
ʼ 
  
᾽ 
ʼ 
· 
 
 
,
 
 
 
 
 
 
·
 
ʼ 
, 
 
 

, 
 
ʼ 
 
.
 
 
 
 

 
 
, 
 
, 
᾽ 

 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
, 
 
.
 
 
 
 
 
 

 
ʼ 
ʼ, 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
,
, 
 
 
ʼ 

᾽ 
 
ʼ· 
 
ʼ 
 
,
 
 
, 
 
 
 

 
, 
 
 
 

. 
 
ʼ 
 
᾽ 
ʼ 
·
 
ʼ 
, 
 
ʼ 
 
 

 
ʼ 
· 
 
 

᾽ 
 
 
 
 
.
 
᾽ 
 
 
ʼ 
.  — 
 
 
, 
 
 

᾽ 
 
 
 
.
2023	 
 
 
, 
 
 
,
 
 
· 
 
ʼ 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 

, 
 
 
 
.
 
ʼ 
 
 
ʼ 
 
 
·
 
 
 
 
,
 
᾽ 
 
 
·
 
ʼ 
 
, 
 
 
.
 
ʼ 
 
 
· 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
ʼ 
 
᾽ 
, 
 
 
 

 
, 
 
 
 
.
 
᾽ 
 
, 
, 
 
 
,
 
 
· 
 
 
 

 
 
 
 
 
.

 
 
 
 
,
 
ʼ 
 
ʼ 
 
 
 
.

 
 
ʼ 
 
 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
, 
᾽ 
ʼ 

 
· 
 
 
 
ʼ 
,
 
 
 
᾽ 
 
 
.
 
 
 — 
 
 
 
 
 — 
ʼ 
 
 
 

 
 
ʼ· 
 
 

 
, 
 
 
 
.
 
ʼ, 
ʼ 
 
 
 
 

, 
· 
 
ʼ 
 

, 
 
ʼ 
 
 
.
2275	
 
 
 
. 
 
ʼ 
 
 

, 
 
 
 
,
 
 
 
 
 
;
 
 
 
 
ʼ 
 

 
; 
 
ʼ 
 
,
 
 
 
 
᾽ 

 
;  
 
 
ʼ 
 
.
, 
 
ʼ 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
. 
 
 
 

 
 
᾽, 
 
 

 
 
 
 
 

 
, 
 
ʼ 

, 
 
ʼ 
 
 

, 
 
ʼ 
 
,
 
ʼ 
, 
 
ʼ 
 
,
 
 
 
 
,
 
 
. 
 
 
,
 
ʼ 
 
 
 
 

ʼ 
 
 
ʼ 
 
.
2403	
 
 
 
 
 
 
;
ʼ 
 
ʼ· 
 
 
 
.
 
 
 
 
, 
 
 
,
 
 
 
 
, 
 
.
 
 
 
 
 
ʼ 

 
 
, 
 
 
,
 
 
, 
 
 
.
 
 
 
 
 
, 
ʼ 
,
ʼ· 
ʼ 
, 
 
ʼ 
.
ʼ 
᾽ 
 
 
, 
 
᾽ 
ʼ 
 

 
 
 
 
 
᾽, 
 
ʼ 
.
 
 
 
 
; 
 
ʼ 
 
 
;
᾽ 
 
 
 
 
 
,
 
 
 
 
 
ʼ 
 
.
 
, 
· 
 
· 
 
 
,
 
 
 
ʼ 
 
 
 
 
,
 
 
 
ʼ· 
 
ʼ 
 
 

 
 
ʼ 
, 
 
ʼ 
.
2544	
 
 
, 
 

 
 
 
 
;
 
ʼ; 
 
ʼ, 
 
,
 
; 
ʼ 
 
 
.

 
ʼ — 
 
 
 
 
ʼ, 
 
 — 
 
· 
 
 

 
 
 
 
 
.
 
  
 
 
 
 
,
 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
ʼ 
 
·
 
 
 
ʼ 
 
.
 
 
 
 
ʼ 
,
ʼ 
ʼ 
 
,
 
 
, 
᾽ 
 
·
 
 
᾽ 
 
 

 
 
 
 
.
 
ʼ 
 
 
ʼ 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

ʼ 
, 
 
ʼ 
 

 
ʼ 
᾽ 
 
,
 
ʼ 
. 
 
ʼ 
 

 
 
 
,
 
ʼ 
 
 
.
ʼ 
 
 
 
 
,
 
ʼ 
 
᾽ 
 
.
 
 
, 
 
 
,
 
 
 
ʼ 
.
 
ʼ 
 
 
᾽ 
,
 
 
, 
 
 

 
, 
 
 
,
 
, 
 
 
 
 

 
, 
 
 
,
 
 
 
 

 
ʼ, 
ʼ 
 
.
 
 
, 
 
 
 

 
 
 
 
 
.
 
, 
 
 
 
,
 
 
 
 
.
 
ʼ, 
 
, 
 
ʼ 
, 
;
 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
ʼ 
ʼ; 
 
 
;
 
 
 
ʼ 
 
 
,
 
ʼ 
 
, 
 
 

 
 
ʼ, 
 
ʼ 

 
. 
 
ʼ 

 
ʼ 
, 
 
 
.
2840	
 
 
, 

, 
 

 
 
 
 
·
 
 
 
 
 
,
 
 
᾽ 

 
 
 
,
᾽ 
 
 

 
 
 
 
 
·
 
ʼ 
 

 
 
 
·
ʼ, 
 
 
,
᾽ 
 
 

 
 
.
 
 
 
,
 
 
 
 
;
 
ʼ 

 
 
.
2912	
 
 
 

 
 
,
 
 
 
 
 

 
 
 
 
,
 
 
·
 
ʼ 
 
 
 

 
, 
 

 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
,
 
 
 

 
 
, 
 
ʼ
 
 
 

 
 
ʼ, 

 
 
 

 
 


 
.
2989	
 
 
 

᾽ 
 
 

 
 

· 
 
ʼ 

 
 
 
 
· 
 
 
 
 
 
 
 
 
·
 
ʼ 
ʼ 
,
 
 
.
 
ʼ 

, 
 
 

 

 
 

 
,
 
 
.
3044	
, 
 
᾽ 

 
᾽ 
 
;
 
ʼ 
 
 

 
, 
 
.
 
ʼ 
 
 
,
 
, 
 

 
 
 
 

,
 
 
 

 
 
 
;
3086	
 
 
ʼ 
.

.

 
ʼ 
 
;

 — 

ʼ 
 — 

 
 — 

 
.

,

 
ʼ 
.
3116	
ʼ 
, 
 


.

 
ʼ 
 
.

 
.

 
᾽ 


.

 


,

 
.
3146	
, 
 
, 
 — 

 
 
ʼ 

ʼ 
, 
 
.

 
 
.
3165	
 
ʼ, 
 
ʼ 
,
 
ʼ 
,
 
,
 
ʼ 
 
.
3181	
 
 
  

, 
 
 
.

 
  

 
ʼ 
 
 
.

 
, 
 
 
 
 
,
 
 
 
 

 
· 
 

 
 
 
 

 
 
· 
 
ʼ 

 
.
3230	
 
, 
 
  

 
 
,

 
 
 
.

 
 
 
ʼ  
.

 
ʼ, 
 
 
 
,
 
, 
 
 

 
ʼ 
 
 

 
· 
 
 
ʼ 
 
 

 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
 
.

 
 
, 
 
ʼ 
 

 
ʼ, 
, 
᾽ 
;

 
 
 
, 
 
 
 
ʼ 

 
 
, 
 
 
ʼ 
.

 
 
 
· 
 
ʼ 

 
 
, 
 
ʼ 
.

 
 
 
· 
 
ʼ 

ʼ 
 
 
.

 
·
 
 
, 
 
, 

 
 
. 
 
 
.

 
ʼ 
 
 
᾽ 
 
 
·
 
 
 
 
 
.

 
 
 
 
 

ʼ 
, 
 
 
.

 
 
. 
᾽ 
᾽ 
 
 

 
ʼ 
 
 
 
.

 
 
, 
 
ʼ 

 
 
 
.

, 
, 
 
 
·
 
᾽ 
, 
 
 
.

 
 
· 
᾽ 
 

 
ʼ 
 
 
.

 
, 
 
, 
 
 
 
·
 
 
 
, 
 
ʼ 
 
.
3455	
 
, 
 

 

, 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
ʼ 
.
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 

 
 
 
 
.
 
 
 
ʼ 
᾽ 
,
᾽ 
 
 
 
.
 
, 
 — 
 
 
 
 

 
 — 
 
᾽ 

 
, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 

 
, 
 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
 

· 
 
ʼ 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
ʼ 

ʼ 
 
ʼ· 
 
 
,
 
 
 
 

· 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 

 
 
 
 
 
,
 
 
 
· 
 
ʼ 

ʼ 
 
 
.
 
 
 
ʼ 
 

 
 
 
 
 
·
ʼ 
, 
 
 
 

 
 
ʼ 
 
.
᾽ 
 
 
 
 

 
, 
 
 
.
 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
.
3691	 
ʼ, 
 
ʼ 
, 
 
ʼ 
 

 
 
 
 
 
·
 
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
 
, 
 
ʼ 

 
ʼ 
 
 
 
.
᾽ 
 
 
 
 
 

 
, 
 
;
 
 
᾽ 
 
 
 

 
, 
 
 

 
 
· 
 
ʼ 
 
 
.

 
 
 
· 
 

 
 
 
ʼ 
 
 
.

 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
.
 
 
 
 
 
 
 
,
 
 
 
,
 
 
ʼ 
ʼ, 
 
ʼ 
 
 
,
 
ʼ 
 
 
· 
 
ʼ 

 
 
, 
 

 
 
 
.
 
 
 
᾽ 
 

 
 
 
ʼ 
 
·
 
 
 
 
 
 
 
.
᾽, 
 
 
, 
 
 
 

· 
 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
.
 
 
᾽, 
 
 
 
 

 
 
 
 
 

 
 
ʼ, 
᾽ — 
 
 — 
 
 
 
 
 

, 
 
 
᾽ 
.
᾽ 
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 

 
 
 
;
3925	
 
 
 
ʼ 
 
,
 
 
· 
 
 
 
.
 
 
 
 
ʼ 
 

 
ʼ 
; 
 
 
 
 
.

 
 
  
 
 
;

 
 
 
 
 
 
;

 
 
 
 
.

᾽ 
᾽ 
 
 
 
;

 
ʼ 
 
 
 
 
.

ʼ 
, 
 
 
 
.

 
 
ʼ, 
 
 
 
.

, 
 
᾽ 
 
 
 
.

 
ʼ 
 
 
 
 

 
᾽· 
 
 
 
 
.

 
 
 
 
 
  

 
 
 
 
.

 
 
 
 
 
 
.
᾽ 
 
, 
 
 
·
᾽ 
 
᾽, 
 
ʼ 
 
,
 
 
 
 
.
 
 
 
. 
 
 
·
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 

 
. 
 
᾽ 
 
 

᾽ 
 
 
᾽ 
 
 
,
᾽ 
 
ʼ 
 
 
 
.
 
 
 
 
 
 
,
᾽ 
 
 
 
᾽ 
᾽ 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
.
4144	
 
ʼ, 
 
 
 
,
 
 
 
ʼ 
 
,
 
 
 
 
ʼ 
ʼ 
,
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 
,
᾽ 
 
 
 
.
 
, 
· 
 
 
;
 
 
 
 
 
,
 
 
 
 
;
 
 
 
 
 

 
 
 
 
,
 
 
, 
 
 
·
 
 
ʼ 
 
 

 
, 
ʼ 
 
.
 
 
 
 
,
 
 
 
· 
 
 

 
 
 
 
ʼ 
,
 
ʼ 
 
 
 
.
 — 
ʼ 
 — 
ʼ 
 
,
 
 
, 
 
ʼ 

ʼ 
 
 
 
ʼ 
.
 
ʼ 
 
 
,
 
 
 
ʼ 
 
;
 
 
, 
ʼ 
 
,
 
 
 
 
ʼ 
,
 
 
, 
 
 
,
 
 
 
ʼ 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
ʼ 
,
 
 
 
 
.
· 
 
 
 

 
 
 
ʼ 
 
.
᾽
 
 
ʼ, 
 
 
·
 
 
. 
 
 
 

, 
 
ʼ 
 
ʼ 

 
. 
ʼ 
 

 
ʼ 
 
· 
 
 
 

, 
 
 
.

 
, 
 

 
 
 
 
 
.
4401	
 
, 
 
 

 
, 
 

 
᾽ 
 
, 
 

 
 
 
.
ʼ 
. 
 
 
 

, 
 

 
 
 

 
 
 
.

 
, 
 
 
 
,
 
 
 

 
 
. 
 
; 
 
ʼ 
,
, 
; 
 
 

 
 
 
 
·
 
 
. 
 
 
,
 
 
· 
 
 
 
;
 
 
 
 

 
 
 
;
4490	
 
 
 
 
,
 
 
 

 
 
 
, 
᾽ 

 
 
 
 
,
 
 
 

 
,
 
 
 
 
 
᾽ 
 

 
 
 

 
 
 

᾽ 
 
 
 
 

, 
 
ʼ 
᾽ 
 

 
 
 
ʼ 
 

 
 
 
 
,
 
· 
 
 
 

 
 
 

 
 
.
 
 
 
 
 

 
 

 
᾽, 
 
 
 
 
 
,
 
,
 
 
 
, 
 
·
 
 
 
 
 
·
 
ʼ 

 
 
 
 
 
,
 
 
, 
 
 
,
 
 
 
.
 
 
 
 

 
 

, 
 
 
 
 
 
 
 

 
· 
 
 

 
ʼ 
.
4645	
 
, 
 
 
 
 
ʼ 

 
,
 
 
 
 
 
, 

 
. 
 
 
 

᾽ 
 
·
 
 
 

 
 

 
 
 
,
 
 
,
 
 

 
 
 
,
 
 
 
 
 
 
,
 
 
 
· 
 
 

 
 
.
4711	
 
 
 
 
,
 
 
 
 
 

· 
 
 
 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
 

 
᾽, 
᾽ 
᾽ 
ʼ 
 
 

 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
ʼ 
.
 
 
 
 — 
 
 

 
 
 
ʼ 
 
 
 — 
· 
 
 
᾽ 
 

 
 
 
.
 
 
 
 
,
 
 
 
, 
 
 

ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
 

ʼ 
 
 
ʼ 
 
 
,
 
 
ʼ 
 
 
.
᾽ 
 
ʼ 
 
, 
,
ʼ 
 
 

 
· 
 
ʼ 

 
, 
 
 
.

 
 
 
 
 
 
,
 
ʼ 
 
, 
 
,
, 
᾽ 
 
 
 
 
,
 
· 
 
 
ʼ 

 
 
 
 
 
ʼ 
.

 
ʼ 
; 
 
 
 
.

 
, 
ʼ, 
 
 
 
.
 
 
 
, 
 
ʼ 
 
.
 
 
 
ʼ, 
 
,
 
· 
᾽ 
 
.
 
 
, 
 
, 
 
.
4934	
, 
 
 
 

᾽ 
· 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
· 
 

 
 
 
 
 
 
;

 
 
 
, 
᾽ 
 

 
 
ʼ 
, 
 
.

 
 
 
᾽ 
 
,
 
 
, 
 
, 
;

 
 
 
ʼ, 
 
 
.

 
, 
 
 
᾽ 
,
, 
 
 
 
 

 
ʼ 
· 
 
 
 
 

 
. 
 
ʼ 
 
 

 
 
 
 
 
.

 
 
· 
 
 
 
,
. 
 
 
ʼ 
ʼ — 
 
 — 

 
᾽ 
· 
 
ʼ 
 
 
.

 
, 
 
 
 
 
 
,
 
 
 
.
 
ʼ, 
 
ʼ 
 
 
 
᾽ 

, 
ʼ 

 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
· 
 
ʼ 

 
 
ʼ 
 
 
 
 
,
 
 
ʼ, 
 
.
 
ʼ 
 
 
.
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
ʼ 
,
 
ʼ 
ʼ 
ʼ 
 
ʼ 

ʼ 
, 
 
 
 
·
 
 
 
 

 
ʼ, 
 
 

. 
 
 
ʼ 
 
 
 
·
 
 
, 
 
ʼ 
 

 
ʼ· 
 
ʼ 
 
,
᾽ 
 
 
, 
 
.
 
ʼ 
 
, 
 

 
, 

 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
ʼ 
 
 
 
 
 

 
᾽ 
, 
᾽ 
 

 
 
 
 
 
·
, 
 
, 
 
 
 

 
 
 
 
.
5256	.
 
, 
᾽ 
 
 
᾽ 
·
 
 
 
ʼ 
 
 
᾽ 

, 
 
 
 
 
;
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
· 
 
ʼ 
.
 
ʼ 
 
 
 
᾽ 
 
·
 
 
 
ʼ 
 
,
 
ʼ, 
ʼ 
 
 
 
 
,
 
 
 
᾽ 
 
.
 
 
· 
 
 

 
 
 
 
,
 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
᾽ 
 
ʼ 
 
, 
,
 
 
, 
 
 
 
 
,
 
ʼ 
 
ʼ 
 

 
ʼ; 
 
 
 
 

, 
 
 
 
 
 
.

ʼ, 
 
 
 
 

 
 
᾽, 
 

 
 
· 
 
 
.

 
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
. 
 
 
᾽ 
 

 
 
᾽ 
 
;
 
ʼ 
 
 
 
;
 
 
 
 
 
 — 
 
 
 
,
 
; 
 
 
 

 
 
 
, 
 
 
 
.
 
ʼ 
 — 
 
 
 
 — 
 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 

 
 
 
 
;
5516	 
 
 
 
,
 
 
ʼ 
 
 
 
 
·
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
.
 
 
 

 
 
 
 
.
 
 
 
 
ʼ 
ʼ 
,
 
ʼ 
 
 
 

 
 
 

· 
᾽ 
 
 
 
 

 
 
 
 
.
· 
 
 
 
 
ʼ
 
·
 
 
ʼ; 
 
 

 — 
 

 
 
ʼ 
᾽ 
, 
 
ʼ 
 
;
 
 
 
 
 
 

ʼ 
, 
 
 
 
,
 
 
 
 
ʼ 
 
,
 
, 
 
 
ʼ 

 
 
 
·
 
ʼ 
 
, 
 
 
.
 
 
 
ʼ 
 
᾽ 
, 

ʼ 
᾽ 
, 
 
 
ʼ 
 
.
 
 
 
 
 
 

 
ʼ, 
 
ʼ 
;
 
᾽ 
 
 
 

 
 
ʼ, 
 
 

 
 
 
 
 
;
 
ʼ 
 
 
 
·
 
, 
ʼ· 
 
ʼ 
 
 

 
, 
 
ʼ 
 
 

 
· 
 
 

 
 
. 
 
 
᾽ 
 
.
 
 
 
 
 

 
 
 
ʼ 
·
 
 
 
.  — 
 
 
 

 
 
 

 
 
ʼ, 
 
 
·
 
 
 
 
 
,
 
, 
ʼ 

, 
 
 
 
 

 
 
 
 
.
ʼ, 
᾽ 
 
 
 
,
 
ʼ 
 
 

, 
 
 
 
 
 

, 
 
 
 
 
.
5798	
, 
 
ʼ 
 
 
 

 
 
, 
 
,
 
 
 
ʼ, 
 
 
.

 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
· 
 
 
 

 
.  — 
 
 

 
ʼ 
 
 
 
 

ʼ, 
᾽ 
 
 
 
.

, 
 
 
, 
 
 
 
 

 
 
 
, 
 
.

ʼ 
 
ʼ 
 
 
·
 
 
 
 
 
 
.

, 
· 
 
ʼ 
 
.
 
 
 
 
 

᾽ 
, 
 
.

 
 
 
 
 
 
.

 
ʼ 
; 
 
 
 
ʼ 
;

 
᾽ 
 
 
 
 
.

 
 
 
 
 
 
.
 
ʼ 
 
· 
 
 
 

 
 
· 
 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 

 
. 
 
 
 
·
 
ʼ 
 
᾽ 
 
 
 

 
 
, 
 
᾽ 
ʼ 
.
5985	
 
 
 
 

 
 
 
 
 
,
 
, 
 
 

 
 
 
 
 
 

 
ʼ 
 
 

 
 

 
 
ʼ 
,
 
 
 
.
6026	
 
 
 
 
ʼ
 
 
ʼ 
 
 
 
,
 
 
 

 
 
 
 
 
.
 
 
 
᾽ 
 
, 
,
 
 

 
 
 
,
 
 
 
 
.
6069	
 
 
 
 
,
 
 
 

 
, 
 
 
 

 
 

 
, 
 

 
ʼ 
 
.
 
 
 
 

 
 
·
 
·
, 
, 
 
 
ʼ 
 
 
 
᾽ 

 
 

 

 
ʼ 

 
 

, 
 

 
 
.
6134	
᾽ 
 

 
 
,
 
 
 
 
 

 
 
,
 
 
 

 
 
 
,
 
ʼ 
, 

, 
 

 
·
 
 
ʼ 
 
 
 
 
 
,
 
 

 
 
,
 
 

 
 

 

 
 
.
6194	
 
,
ʼ 
 
 

 
. 
 

᾽ 
ʼ 
 

, 
 
 
 

 
 
.
6218	
, 
 
 
 
 

 
ʼ 
 

 
 
 
 
·
 
ʼ 
 
, 
 

 
 
, 
 
 

 
, 
 
 
.
 
 
᾽, 
 
 
 
,
, 
ʼ 
 
ʼ 
, 
 

 
, 
ʼ 
 
,
 
ʼ 
 
 
 

 
. 
 
ʼ 

 
 
᾽, 
 
 
 

 
 
 
 
 
·
 
ʼ 
, 
 

᾽, 
 
 
᾽ 
 
ʼ 
,
 
 
 
 
᾽ 
,
ʼ 
 
 
 
, 
 

 
 
᾽ 
, 
 
,
᾽ 
 
 
 
 

 
 
 
· 
 
ʼ 
 

, 
 
 
 

 
ʼ, 
 
 
, 
 
 
 
·
 
, 
 
 
 

ʼ 
 
 
 
 
.
 
 
, 
 
 
 
,
 
᾽ 
 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 
·
 
 
 
 

 
 
 
.
᾽ 
ʼ 
 
᾽ 
 
,
 
ʼ 
 
ʼ 
 
 
 

 
 
ʼ 
ʼ 
 
.
6420	
ʼ 
 
ʼ 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
,
 
᾽, 
, 
 
 

 
; 
 
 

 
; 
 
᾽ 
,
᾽ 
 
 
 
 

 
 
ʼ 
 
,
 
ʼ 
 
 
 

 
ʼ 
ʼ· 
 
 
,
 
 
 
 
.
6485	 
ʼ, 
 
 
 
 
.
 
 
 
 
 
, 
 

 
 
 
 
 
,
 
᾽ 
, 
 
 
 
·
 
ʼ 
᾽ 
 
 
 
 
 
, 
,
 
ʼ, 
 
ʼ 
 
 
 
.
, 
 
 
ʼ 
 

 
, 
 
,
 
᾽ 
ʼ 
 
 

 
ʼ 
, 
 

 
 
, 
᾽ 
 
 
.
 
, 
 
 
 
 

ʼ, 
 
 
ʼ 
 
 
.
 
 
 
 
 
,
, 
 
ʼ, 
᾽ 
 
,
 
, 
, 
 
 
 

 
, 
 
 
ʼ 

 
, 
 
 
.
 
ʼ 
 
᾽, 
᾽ 
 
 
 
,
 
 
, 
 
 
.
, 
 
᾽ 
ʼ 
 
ʼ 
 

 
ʼ 
 
 
. 
 
 

 
 
 
 
 
;
 
 
᾽ 
 
 

;  — 
 
 
ʼ 
.
᾽ 
 
 
 
 
 

 
 
 
 
.
 
 
 

ʼ, 
 
ʼ 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 

 
 
 
.
, 
ʼ 
 
 

 
 
· 
 
 
 
 

 
· 
 
ʼ 
, 
 
.
 
 
 
 
 
 

 
· 
 
 
 
 
,
 
 
, 
ʼ 

, 
 
 
 
.

 
 
 
 
 

 
 
 
 
.

 
, 
 
 
 

᾽ 
 
, 
 
 

, 
 
 
 
,
 
 
 
ʼ 

 
 
ʼ 
· 
 
 
ʼ 
 

ʼ 
, 
 
 
 
 

 
 
᾽ 
 
.
6796	
 
, 

 
· 
 
 
 
ʼ 

 
.
6810	
 
ʼ 
 
 
 
 
 

 
 
 
,
 
 
ʼ 
 
.
 
ʼ, 
 
ʼ 
 
, 

 
, 
 
 
,
· 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
ʼ 
 
 
 
.
6862	
 
· 
 
  
 
ʼ 
 
 
.
, 
,

.

 
.

 

 
 
 
 
.
6888	
 
 
 
 
 
ʼ 
,
 
, 
ʼ 
, 
 
ʼ 
·
 
ʼ 
 
 
 
 
.
6911	
ʼ 
 

 
 
,
 
 
.

 
 
  

, 
 
· 
 
 
;
6933	
 
 
᾽ 
 
 
 
 

 
 
 
 
,
 
ʼ 
. 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
.
, 
ʼ 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
·
 
 
ʼ 
 
 
 
.
7002	
 
·
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
,
 
 
.
 
·
 
 
᾽ 
 

 
 
 

; 
 

 
 
 
.
7045	
 
, 
 
ʼ 

 
᾽ 
, 
᾽ 
 

 
 
, 
 
 
,
 
 
 
 

ʼ 
ʼ 
 
 
.
 
ʼ, 
᾽ 
 
 
 
 
,
, 
 
, 
 

 
 
 
 
,
 
 
, 
 
 
.
 
ʼ, 
 
 
 
,
. 
 
ʼ 
 

᾽, 
 
 
 
 
 
.

 
 
· 
 
 
 

 
 
 
 
 
 
·
 
, 
 
 
.
᾽, 
 
 
, 
 
,
 
 
 
 
.
 
 
 
ʼ 
ʼ 
 

, 
 
 
ʼ 
 
.
 
ʼ, 
 
ʼ 
ʼ 
 

· 
 
. 
 
 
 
 
;
 
 
 
 
 
.
ʼ 
 
 
· 
 
 

 
 
 
 
.

, 
, 
 
 
.
᾽ 
, 
 
ʼ· 
 
 

 
 
 
 
 
 
.
7213	
.
, 
 
, 

, 
 
 

 
᾽ 
 
 
;

, 
 
 

 
 
᾽ 
᾽ 
 
.

.
 
, 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
 
 
 
 
.
 
 
 

 
 
.
7272	
 
 
 
 
 
.

 
.

 
, 
, 
 
 
.

 
 
 
.

 
ʼ 
 
 
 
 

 
 
 
.

 
 
 
 

 
 
 

 
.

 
ʼ 

 
 
.

 
 
.

 
 
ʼ 
.

.
 
, 
 
 

 

 
 
 
.

 
 
 

 
 
 
.
7357	
 
 
 
 
 
,

 
.

 
 
 
 
 
 
.

ʼ 
 
 
 
ʼ 
.

 
ʼ 
 
 
 
 

 
 
 
 
.

 
 
 
 
· 
 
ʼ
 
, 
᾽ 
᾽ 

 
 
.

ʼ, 
;

 

.

 
 
  

 
.

·
 
, 
ʼ 
 
·
ʼ 
, 
,
 
 
.

 
 
· 
 

 
 
 
 
 
.
