@node
@author=Lycurgus
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Rudolf Hercher
@filename=tlg0034.tlg001.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Lycurgus, Minor Attic Orators in two volumes, 2, with an English translation by J. O. Burtt, M.A, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd, 1962.
@sponsor=Perseus Project, Tufts University
@title=Against Leocrates
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:33:44Z

14992	grc τὸν 
grc αὐτῶν 
grc  αὐτὸν Α· αὑτὸν Ν.
grc τιμὰς καὶ 
grc  δικαστὰς 
grc  μὴ παρέχοντας συγγνώμην 
grc οὐ Α· μὴ Ν.
grc παραδιδοῦσα 
grc  παραδοῦσα 
grc ὑπʼ 
grc  ἐπʼ 
grc καθιστάναι 
grc  καθεστάναι 
grc δημοσίους 
grc  δημίους 
grc καταλείψει τοῖς ἐπιγιγνομένοις Α· τοῖς ἐπιγιγνομένοις καταλείψειν Ν.
grc μήτε τιμωρίαν 
grc ἀξίαν 
grc χώραν Ν· πόλιν Α.
grc μήτʼ 
grc  μὴ 
grc γενήσεσθαι 
grc  γεγενῆσθαι 
grc  ὥστε (ὡς Α) μήτε κατηγορίαν μήτε τιμωρίαν ἐνδέχεσθαι ἀξίαν,
grc  ἓν ὁ νόμος τι 
grc προτρέψετε 
grc  προτρέψητε 
grc βουλεύεσθε 
grc  βούλεσθε 
grc τὴν 
grc τοὺς 
grc  (ἄνευ τοῦ λόγου 
grc  τοῦ 
grc  τοιούτου 
grc  οἳ ἴσασι   ὄντα, 
grc  ἠκηκόεσαν
grc γάρ 
grc  τε γάρ 
grc ἀπαγγελίαν 
grc  ἐπαγγελίαν 
grc ἠκηκόεσαν 
grc  ἀκηκόεσαν 
grc  ἀκηκόασιν 
grc τούτου 
grc  τούτῳ 
grc δόξαιτʼ 
grc  δόξοιτʼ 
grc ὀργίζεσθαι 
grc  ὀργίζεσθε 
grc διʼ οὓς 
grc  καὶ διʼ οὓς 
grc ἐξορμούσης 
grc  ἐξορμώσης 
grc οὐδὲ 
grc  οὔτε 
grc σώσοντας Ν· σώσαντας Α.
grc ἀπήγγειλεν Ν· ἀπήγγελλεν Α.
grc φυγόντα 
grc  φεύγοντα 
grc ἴσασιν 
grc  τούτου 
grc καταβεβλαφὼς 
grc  καὶ βλάβους 
grc  βεβλαφὼς
grc αὐτῆς Ν· αὐτοῖς Α.
grc καὶ μὴ 
grc  μηδὲ 
grc μηδὲ Ν· καὶ μὴ 
grc  καὶ 
grc κλητεύσομεν Ν· κλητεύσωμεν Α.
grc ἐν 
grc  ἐκ 
grc Ξυπεταιόνα 
grc  Ξυπετεόνα 
grc  Ξυπετεῶνα Ν
grc  ἡμιμναῖον 
grc  δραχμὴν τῆς μνᾶς 
grc  μίαν τῆς μνᾶς 
grc οἴησθε 
grc  οἴεσθε 
grc ἂν 
grc ὡς 
grc  εἰς Ν· πρὸς Α.
grc Μαρτυρία 
grc  Μαρτυρίαι ΝΑ.
grc πατρίοις 
grc  πατρῴοις 
grc  ἐκλιπόντα 
grc κατεῖχεν 
grc  κατεῖχον 
grc ἱδρῦσθαι 
grc  ἱδρύσασθαι 
grc  τὴν   εἰληχυῖαν 
grc  ὁμώνυμον αὐτῇ
grc  τὴν Ἀθηνᾶν 
grc  αὐτῇ 
grc  τιμῶντες 
grc  τὴν Ἀθηνᾶν 
grc  τῇ Ἀθηνᾷ   εἰληχυίᾳ 
grc  ὡς τὴν χώραν τῆς Αθηνᾶς εἰληχυίας
grc  αὐτὴν 
grc πατρίδος 
grc  πατρῴων 
grc ἐπὶ Ν· ἐν Α· ὑπὸ 
grc τοῖς ἄλλοις Ν· τοῖς ἄλλοις ἀνθρώποις Α.
grc προὐκαλεσάμην 
grc  παρεκαλεσάμην 
grc ᾗ προκλήσεις προκαλεῖσθαι ἄξιόν ἐστιν 
grc  η προκλήσεις προκλησοι ἄξιόν ἐστι 
grc  οἰκέτας 
grc  ἧς ἀκοῦσαι ἄξιόν ἐστιν 
grc Λεωκράτης 
grc  ἃ σωκράτης 
grc τὸν παρὰ τῶν 
grc  τὸν πάντων Α· τῶν πάντων Ν.
grc δημοτικώτατον 
grc  δημοτικὸν 
grc τοῖς ἰδίοις κινδύνοις 
grc  τοὺς ἰδίους κινδύνους 
grc ἑαυτῷ Ν· ἑαυτὸν Α.
grc γενομένων 
grc  λεγομένων 
grc ἡμεῖς Ν· ὑμεῖς Α.
grc Λεωκράτης 
grc  ὁ Λεωκράτης 
grc σκήψεως Α· σκέψεως Ν.
grc  προσῆκεν 
grc  προδοσίας 
grc  παραδιδόναι 
grc  καὶ 
grc ἀφειμένοι 
grc  ἀφιέμενοι 
grc τὰ 
grc τούτου 
grc  αὐτοῦ 
grc νεῴ 
grc  ναοί 
grc  τῶν ἱερέων
grc αὑτὸν 
grc  ἑαυτὸν 
grc  τὸν αὐτὸν 
grc δήμῳ 
grc  προσήγγελτο 
grc  τῷ προσηγγέλλετο
grc  τῷ, ἀρτίως 
grc  στρατοπέδῳ 
grc  στρατῷ
grc ἐπὶ 
grc  ἐν 
grc  τῶν δʼ ἀνδρῶν 
grc  ἐμπεπορπημένους 
grc  πεπορπημένος).
grc ταῖς ἡλικίαις 
grc  τὰς ἡλικίας 
grc ἀφειμένους 
grc  ἀφεμένους 
grc τὴν 
grc  τότʼ 
grc ὀδῷ περιφθειρομένους 
grc  οὐδῷ διαφθειρομένους 
grc  θαἰμάτια 
grc ἐπιτίμους 
grc  ἐντίμους 
grc πρότερον 
grc  πρῶτον 
grc  πρὸ τοῦ 
grc διακινδυνεῦσαι Μ· κινδυνεῦσαι Α.
grc Τροζῆνος 
grc  Τροιζῆνος 
grc ἐγκαταλιπόντα 
grc  ἐγκαταλείποντα 
grc τὰ 
grc παρέσχεν 
grc  παρέσχετο 
grc νεῲ 
grc  νέοι 
grc παρέσχε 
grc  παρέσχετο 
grc συνενεγκεῖν Ζ· ξυνεγκεῖν Α· συνεξενεγκεῖν 
grc λόγους 
grc ἀγώνων 
grc  ἀγῶνας 
grc τὰς 
grc ἀνήλωσαν 
grc  ἀνάλωσαν 
grc παραλείπειν 
grc  παραλιπεῖν 
grc ἐν 
grc  ἐπὶ 
grc καταλελοίπασιν 
grc  ἐγκαταλελοίπασιν 
grc ἔνθαπερ ἐτάχθησαν 
grc  ἔνθα παρετάχθησαν 
grc ἃ   ταῦτʼ ἀμφότερα 
grc  τὰ   ταῦτα γὰρ ἀμφότερα
grc  τὰ γὰρ   ταῦτʼ ἄρα 
grc ἡττῆσθαι τοὺς 
grc  ἥττης αἰτίους τοὺς 
grc ἂν 
grc  ἀλόγως 
grc  ἀνδρείαν 
grc  δίκαιοι 
grc  καὶ 
grc οὐδʼ ἐν 
grc  οὐδὲν 
grc  οὐδʼ ἐφʼ 
grc ἐν 
grc  ἐπʼ 
grc φυγόντας 
grc  φεύγοντας 
grc τοῖς πολεμίοις 
grc  τοὺς πολεμίους 
grc  ὡς πολεμίους
grc  γε 
grc ἄρʼ 
grc  γὰρ 
grc  ὡς 
grc εἴσω 
grc  εἰσὶ 
grc  ἐκ 
grc μόνοι 
grc  μόνος 
grc πατρῶα 
grc  πάτρια 
grc ἀπολύσαιτε 
grc  ἀπολύσετε 
grc ἐπʼ ἐμπορίαν 
grc  ἐπὶ ἐμπορίαν 
grc  ἐπὶ ἐμπορίᾳ
grc  κατʼ ἐμπορίαν 
grc τῆς 
grc ἀπεδήμει, 
grc  ἐπεδήμει 
grc καὶ   ἱερά 
grc δὲ, 
grc  δούλην 
grc ἀναστάτους 
grc  ἀνάστατον 
grc  συνανῄρηται 
grc Μεσσήνην 
grc  Μεσήνην 
grc  αἰσχυνοῦνται 
grc ἐώντων 
grc  ἐάτωσαν 
grc ἂν γένοιτο 
grc  ἂν γένηται 
grc  ἂν γίγνοιτο 
grc  γεγένηται 
grc  ἂν ἐγένετο 
grc τοῦτον 
grc  τοῦτο 
grc παρίδῃ 
grc  παρίδοι 
grc ἀπέκτεινον 
grc  ἀπέκτειναν 
grc  νομίμων 
grc ἅνθρωπος 
grc  ὁ ἄνθρωπος 
grc  οἷον τὸ πρᾶγμα
grc ὑμῶν 
grc  ἡμῶν 
grc μεθʼ αὑτῶν 
grc  μετʼ αὐτῶν 
grc ὅμοιοι 
grc  ὅμοιον 
grc αὑτῶν 
grc  αὐτῶν 
grc  αὐτῶν 
grc ἀριστείαν 
grc  ἀρίστην 
grc  ἀρετήν 
grc  ἑβδομήκοντα 
grc Φασήλιδος 
grc  Φάσιδος 
grc καταισχυνεῖν   ἀμυνεῖν 
grc  καταισχύνειν   ἀμύνειν 
grc ἠσέβηκεν 
grc  ἠσέβησεν Α.
grc παρασκευασάμενος 
grc  παρεσκευασμένος 
grc ὡς 
grc ποιήσων 
grc  ποιήσειν 
grc τιμωρήσαισθε 
grc  τιμωρήσεσθε 
grc  τιμωρήσοισθε
grc θέλοι 
grc  θέλῃ 
grc  θέλει 
grc  παρέδωκε μείζονα 
grc ἱκανῶς 
grc  ἰσχνῶς 
grc  ἴχνος 
grc  τῆς ἐκείνων ἀρετῆς.
grc οὐδʼ ἐγκαταλείψω 
grc  οὐδὲ καταλείψω 
grc τῶν 
grc  Εὐγενέστερος) 
grc ἐπὶ 
grc  πᾶσαν 
grc λήψονται 
grc  ἐπιλήψονται 
grc ἐξήγγειλε 
grc  ἐξήγγελλε Α.
grc ἡμῶν 
grc  ὑμῶν 
grc κατακλῃσθέντες 
grc  κατακλεισθέντες 
grc  μεταλλάξαι 
grc  τὴν 
grc  τινα
grc παίσαντα 
grc  πεσόντα 
grc  προσπεσόντα 
grc  πλήξαντα 
grc ἆρά γʼ 
grc  ὁρᾶτε 
grc ταύτης 
grc  ταύτην 
grc δʼ 
grc ὑπέμεινε 
grc  ὑπομεῖναι 
grc τό γʼ 
grc  γε τὸ 
grc ἐπιγιγνομένοις 
grc  ἐπιγενομένοις 
grc ἐξαφαιρεῖται 
grc  ἐξαιρεῖται 
grc φαίνοιτο 
grc  φαίνονται 
grc ἀλλὰ μὴ 
grc  ἀλλʼ ὅτι μὴ 
grc γοῦν 
grc  οὖν 
grc τε 
grc περιρρυῆναι 
grc  περιρρεῦσαι 
grc προσαγορεύεσθαι 
grc  προσαγορεῦσαι 
grc εὐσεβῶν 
grc  ἀσεβῶν 
grc γονέας 
grc  γονεῖς 
grc ἐγκαταλιπόντας ἅπαντας 
grc  ἅπαντας ἐγκαταλιπόντας
grc τῶν 
grc τὰς 
grc  τοὺς 
grc ἀπεστέρησε 
grc  ἀπεστέρηκε 
grc  τὸν Ποσειδῶνος 
grc τὼ στρατοπέδω 
grc  τῷ στρατοπέδῳ 
grc ὁ δὲ 
grc  ὡς δὲ 
grc  ἦν 
 δυσγενέστερον 
grc  δυσγενέστερον 
grc  ὁμοίως 
grc  διαφορηθεῖσαι βολαῖς 
grc πόλεος 
grc  πόλεως 
grc οἰκήσῃ 
grc  οἰκίζει 
grc ἕκατι 
grc  ἕνεκα 
grc  ἕκητι 
grc ῥυώμεθα 
grc  ῥυόμεθα ΝΑ.
grc ἕν 
grc  ἐν 
grc πολλοὶ 
grc  πολλοῖς 
grc οὑνὸς 
grc  ἑνὸς 
grc  οὑμὸς 
grc θηλειῶν 
grc  θηλέων 
grc ἄν νιν 
grc  ἂν μὴν ΝΑ· ἄν μιν 
grc εἴη 
grc  ἐστι 
grc ἃ 
grc σχήματʼ 
grc  σχήματα δʼ 
grc εἵλοντʼ ἢ 
grc  εἵλοντο καὶ 
grc εἷς μιᾷ μόνῃ   θανούσῃ 
grc  ἣ (ἡ Ν) μία μόνη   θανοῦσα 
grc ὁμοσπόρω 
grc  ὁμοσπόρων 
grc σώσει· τί 
grc  ὡς εἴ τι 
grc ἢ 
grc ἅπαντα τοὔν γʼ 
grc  ἅπαντα τοὐν 
grc  ἅπαντας γοῦν τʼ 
grc ἐκεῖνο δʼ οὗ τὸ 
grc  ἐκεῖνο δʼ οὐ ΝΑ.
grc  ἄνερ 
grc  ἀνήρ 
grc παλαιὰ 
grc  πάλαι ΝΑ.
grc θέσμιʼ ὅστις 
grc  θέσμιά τις ΝΑ.
grc ἐκβαλεῖ 
grc  ἐκβάλλει 
grc ἀντʼ ἐλάας 
grc  ἂν τελείας 
grc Θρῇξ 
grc  Θρᾲξ 
grc ἀναστέψει 
grc  ἀναστρέψει 
grc  σῴζεσθε 
grc  καὶ 
grc οὐ τήνδʼ ἐγὼ 
grc  ὑμῖν τήνδʼ ἐγὼ οὐ 
grc τῶν Ὁμήρου   ἐπῶν 
grc πεντετηρίδα 
grc  πενταετηρίδα 
grc  ἀολλέες 
grc  καὶ παῖδες ὀπίσσω 
grc  καὶ οἶκος καὶ κλῆρος 
grc τῆς 
grc ἐν 
grc ἐνεδείκνυντο 
grc  ἀνεδείκνυντο Ν· ἐπεδείκνυντο Α.
grc τοῖν   γεγενημένοιν 
grc  τοῖς   γεγενημένοις
grc  τῶν   γεγενημένων 
grc ἐξεστρατευμένοι 
grc  ἐκστρατευόμενοι 
grc ὦσι 
grc  εἰσί 
grc χρημοσύνῃ 
grc  χρησμοσύνῃ 
grc δὲ 
grc  τε 
grc εἰ δʼ 
grc  εἴθʼ 
grc γένεος 
grc  τέλος 
grc  εἰσοπίσω τελέθει 
grc ψυχέων 
grc  ψυχάων 
grc αἰσχρῆς 
grc  αἰσχρᾶς 
grc  τάδʼ 
grc  τά τʼ 
grc θηητὸς 
grc  θνητοῖσιν 
grc οὐχ 
grc ὁμοίαις 
grc  ὁμοίως 
grc ἠρίοις 
grc  ὁρίοις τοῦ βίου 
grc τοῖς πράξασιν 
grc  ταῖς πράξεσιν 
grc τοῖς παλαιοῖς 
grc  τοῖς πολεμίοις 
grc παρʼ ὑμῖν δʼ 
grc  παρὰ δʼ ὑμῖν Α· παρʼ ὑμῖν Ν.
grc δὲ 
grc αἰσθόμενος   ἐξήγαγε 
grc  αἰσθανόμενος   ἐσῆγε
grc  γε 
grc  δὲ 
grc  τινες 
grc ὑπὲρ 
grc  περὶ 
grc γʼ ἔσεσθε 
grc  ἔσεσθέ γε 
grc οὔτε γὰρ ὅσιον 
grc  οὔτε γὰρ ἔμφυτον 
grc  οὕτω 
grc Χάρμου 
grc  Ἵππαρχος. 
grc  Τιμάρχου 
grc προσαναγραφέντας 
grc  προαναγραφέντας 
grc τοῦ προδότου 
grc τὸ 
grc τοῦ 
grc εὐγενεῖς 
grc  συγγενεῖς 
grc  ἀπέκτεινεν 
grc οὐκ 
grc ταῖς τιμωρίαις 
grc  τῆς τιμωρίας 
grc  ἐπιχειρήσαντας 
grc  ἑαυτούς, 
grc  σωτηρίας 
grc  τὴν πόλιν 
grc αὐτοῦ Ζ· αὐτὴν ΝΑ.
grc ἐπιτιθῆται 
grc  ἐπιθῆται 
grc ἀποκτενεῖν 
grc  ἀποκτείνειν 
grc προήσεσθε 
grc  ποιήσεσθε 
grc κτενεῖν 
grc  κτείνειν 
grc ἐστʼ ἐκ 
grc  ἐστιν ἐκ Ν· ἐστι 
grc ἵνʼ ἀσφαλέστερον 
grc  ἀσφαλέστερον γὰρ 
grc  θήσεται 
grc ἀποικοδομήσαντες 
grc  ἀνοικοδομήσαντες 
grc  τῇ τιμωρίᾳ 
grc πατρίων 
grc  πατρῴων 
grc αὐτοὺς 
grc  ἑαυτοὺς 
grc  ἀληθείας 
grc  ὑμῖν Ν.
grc ταύτην 
grc  φυγόντων 
grc συνατυχήσοντες 
grc  συνατυχοῦντες 
grc  γοῦν 
grc  ζῷα 
grc ἃ, 
grc  τάχος 
grc  τὸ τάχος ΝΑ· τὸ 
grc ἄλλην 
grc  ἄλλῃ 
grc ἠξίωσεν ἐντεκεῖν 
grc  ἐντεκεῖν ἠξίωσεν 
grc τῶν ἀνδροφόνων 
grc  τὸν ἀνδροφόνον ΝΑ.
grc ὅταν ληφθῶσι 
grc  ὅταν μὴ ληφθῶσι 
grc  ὅταν ἢ
grc  δὴ) ληφθῶσι 
grc τοῦ 
grc ὂν 
grc ἀδικησάντων 
grc  ἀδικημάτων 
grc  τοῖς τοιούτοις 
grc δεῖ 
grc  δὴ 
grc οὐκέτι 
grc  οὐκ ἐπὶ 
grc λῃτουργίαις 
grc  λειτουργίαις 
grc ἱπποτρόφηκεν 
grc  ἱπποτετρόφηκεν 
grc μόνον 
grc  μόνων 
grc  οὐδένʼ 
grc  ἂν 
grc παρεσκεύαζον 
grc  παρασκευάζωσιν 
grc  παρασκευάζουσι 
grc γοῦν 
grc  οὖν 
grc μεινάντων 
grc  σωσάντων 
grc ἥκῃ 
grc  ἥκει 
grc θυσιῶν 
grc  οὐσιῶν 
grc  ὁσίων 
grc  ἔθαψεν 
grc  87 ἔδοσαν.
grc ἐᾶσαι 
grc  ἐάσετε 
grc ποίοις; ἃ μόνος 
grc  ποιησάμενοι 
grc  πολίτων 
grc  οἷς 
grc  οὓς,
grc τὸν αὐτὸν ἔρανον 
grc  τῶν αὐτῶν ἐράνων 
grc τῷ 
grc ἂν 
grc ἑαυτῷ 
grc  ἑαυτοῖς 
grc παράνοιαν 
grc  παρανοίας 
grc δʼ ἐγκαταλιπόντα 
grc  δὲ καταλιπόντα 
grc ἔτη 
grc  τῇ 
grc ἀνεῖναι 
grc  εἶναι 
grc γίγνεται 
grc  γένηται 
grc  γεγένηται 
grc αὐτό 
grc  τὸ αὐτὸ ψήφισμα 
grc  ἐγκαταλιπὼν Ν 
grc  κακώσεως 
grc  ὅτι 
grc λιποταξίου 
grc  λειποταξίου 
grc τίς οὕτως 
grc  τοσοῦτον 
grc σῴζων 
grc  σώζοντα 
grc ἀνηλέητος 
grc  ἀνελέητος 
grc ἀνδραποδισμὸν 
grc  ἀνδραπόδων 
grc εἶναι, καὶ 
grc  εἵνεκα 
grc παρακελεύσεσθε 
grc  παρακελεύεσθε 
grc καὶ 
grc  ὅτι 
grc  καὶ 
grc τιμωρίας 
