@node
@author=Scholia In Euclidem
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Johan Ludvig Heiberg, H. Menge
@filename=tlg5022.tlg004.1st1K-grc1
@funder=Harvard Library Arcadia Fund
@principal=Gregory Crane
@publicationStmt=Harvard College Library, tlg5022.tlg004.1st1K-grc1.xml.
@respStmt=Digital Divide Data, Corrected and encoded the text, Gregory Crane, Editor-in-Chief, Perseus Digital Library, Matt Munson, Project Manager (University of Leipzig), Annette Gessner, Project Assistant (University of Leipzig) 2015 - 2017, Thibault Clérice, Lead Developer (University of Leipzig), Bruce Robertson, Technical Advisor
@sourceDesc=Euclidis Opera Omnia, I. L. Heiberg, H. Menge, Scholia in Euclidem, Teubner, Leipzig, 1895, 7, Hathi Trust, Internet Archive.
@sponsor=Harvard College Library
@title=Scholia in opticorum recensionem Theonis (scholia vetera)
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T15:11:13Z

 
.
 
 
 
. 148, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
. 148, 
 
 
 
 
 
 
 
 
.
 
 
. 154, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
.
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
&#8736;, 
 
 
, 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
, 
 
 
᾽ 
 
 
 
, 
, 
. 
, 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
, 
 
 
 
 
, 
 
.
 
. 
.
 
 
 
 
. 156, 
 
 
 
 
 
, &#8736;, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
, 
᾽ 
 
 
 
᾽ 
 
· 
 
ʼ 
, 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
&#8736;.
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
, 
᾽ 
 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
.
 
 
. 156, 
 
 
 
 
, 
 
 
 
.
 
. 
.
 
 
 
, 
, 
 
 
 
 
, 
&#8736; 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
, &#8736;, 
 
 
 
&#8736; 
 
 
 
 
, 
&#8736; 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
&#8736; 
 
 
 
 
, 
&#8736; 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
&#8736;, 
, 
 
 
 
, 
. 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 &#8736; 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
, 
 
 
 &#8736; 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
, 
&#8736;, 
 
 
 
&#8736; 
 
 
 
, 
᾽ 
 
 
 
 
. 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;. 
 
 
 
 
, 
, 
&#8736;, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736;.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
. 162, 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
. 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
ʹ 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
. 
. 162, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʹ 
 
ʹ 
 
 
 
 
 
 
 
 
 
· 
 
 
.
 
. 
.
 
 
 
 
 
, 
 
 
 
&#8736;, 
 
᾽ 
 
 
 
, 
. 
 
 
 
 
 
 
&#8736;
 
 
 
, 
 
 
 
 &#8736; 
 
&#8736; 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʹ 
 
 
ʹ 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
&#8736; 
 
 
 
.
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
&#8736; 
 
 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
&#8736;, 
 
 
 
 
 
 
&#8736;, 
 
 
 
 
. 
, 
 
 
 
 
 
 
. 
 
 
 
, 
, 
 
 
 
 
&#8736; 
 
 
&#8736;, 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
. 
 
 
 
, 
&#8736; 
 
, 
 
 
 
, 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 &#8736; 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
&#8736; 
 
 
 
 
 
. 
 
 
 
 
 
 
&#8736;. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
&#8736; 
· 
 
 
 
 
&#8736; 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
&#8736;· 
 
 
 
 
&#8736; 
 
.
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
&#8736; 
 
, 
 
 
 
 
&#8736; 
 
, 
, 
 
 
 
, 
 
· 
 
 
. 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
 
 
 
&#8736; 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
· 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
· 
 
 
 
 
, 
 
 
.
 
. 
.
 
 
ʹ 
 
 
ʹ 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
. 164, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
. 164, 25] 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
, 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
&#8736;, 
 
 
 
 
 
, 
 
 
 
 
&#8736;.
 
΄  
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
&#8736;, 
, 
, 
 
 
 
 
 
 
 
 
. 
, 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 &#8736;, 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
&#8736; 
 
 
, 
 
 
 
&#8736;, 
 
 
 &#8736;, 
 
 
 
, 
 
 
, 
 
 
 
&#8736; 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
. 
.
 
 
 
 
ʹ 
 
.
 
. 
.
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
. 
.
, 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
. 176, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
. 176, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
&#8736;, 
, 
, 
, 
, 
. 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
&#8736;, 
, 
, 
, 
, 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
 
 
&#8736;, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
&#8736; 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
&#8736;, 
, 
, 
, 
, 
 
 
 
 
 
 
 
 
 
, &#8736;, 
, 
, 
, 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
.
 
. 
.
 
 
. 180, 
 
 
 
 
.
 
 
, 
 
. 182, 
 
 
 
 
 
 
 
.
 
 
 
. 
. 182, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
&#8736; 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
.
 
 
 
. 182, 
 
 
 
ʹ 
 
ʹ 
 
.
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
· 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
, 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
.
 
. 
.
 
, 
 
ʼ 
 
 
. 184, 
 
 
 
 
 
 
ʹ 
 
ʹ 
 
 
.
 
. 
.
 
 
 
 
. 186, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
.
 
 
 
. 186, 
 
 
 
 
 
 
 
, 
 
 
ʹ 
 
 
 
 
 
 
 
 
.
 
&#8736; 
. 186, 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
ʹ 
 
΄ 
, 
 
 
 
 
 
 
 
ʹ 
 
ʹ, 
 
 
 
 
, 
 
 
 
.
 
. 
.
 
 
 
 
. 192, 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
. 194, 
 
 
 
 
.
 
 
. 196, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
. 
.
 
 
. 196, 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
. 198, 
 
, 
 
 
 
 
ʹ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
, 
 
 
 
 
 &#8736; 
 
 
 
 
&#8736;, 
&#8736;, 
 
 
 
, 
&#8736; 
 
 
 
 
 
, 
&#8736; 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʹ 
· 
 
 
 
 
.
 
. 
.
 
 
 
. 
, 
 
 
 
 
 
&#8736;
 
 
 
&#8736;, 
 
 
 
 
, 
 
 
 
&#8736;
, 
 
 
 
, 
&#8736; 
 
. 
 
 
 
 
, 
&#8736;
, 
, 
 
 
 
, 
, 
 
 
, 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
, 
, 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
 
 
 
, 
. 
 
 
 
 
· 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
. 202, 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
. 204, 
 
 
 
 
 
 
.
 
 
. 204, 
 
 
 
.
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
 
 
 
&#8736; 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
&#8736; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
&#8736; 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
.
 
 
. 206, 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
. 208, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
΄.
 
 
 
. 
. 208, 
 
 
΄ 
 
 
ʹ 
 
 
 
ʹ 
.
 
 
 
 
. 208, 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
. 210, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
.
 
 
. 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
. 210, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
.
 
. 
.
, 
 
 
 
. 
. 220, 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
.
, 
 
 
 
 
. 220, 
 
 
 
, 
 
 
 
 
 
 
 
 
&#8736; 
, 
 
 
 
 
 
 
.
 
 
 
.222, 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
. 224, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
&#8736; 
 
.
 
. 
.
 
 
 
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
.
 
 
 
 
, 
&#8736; 
 
 
 
 
 
. 
, 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
, 
&#8736; 
 
 
, 
 
 
 
. 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
, 
 
 
 
 
 
 
, 
 
, 
&#8736; 
 
. 
 
 
 
 
, 
 
 
 
 
, 
, 
, 
. 
 
 
 
 
 
&#8736;. 
 
 
 
 
 
&#8736; 
 
· 
 
 
 
, 
 
 
 
&#8736;, 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 &#8736; 
 
 
 
. 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
. 
, 
 
 
. 
 
 
 
, 
, 
, 
&#8736;. 
 
 
 
 
 
&#8736;. 
 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
&#8736;. 
᾽ 
 
 
 
 
 
 
· 
 
· 
 
 
 
&#8736; 
 
 
 
 
. 
 
 
 
&#8736; 
 
 
 
.
 
. 
.
 
 
. 228, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
΄ 
 
ʹ 
 
 
.
 
 
΄.
 
 
 
 
&#8736;, 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
, 
&#8736;, 
, 
&#8736;, 
 
 
 
 
&#8736; 
 
 
 
 
&#8736;, 
 
 
 
 
 
&#8736; 
 
 
 
 
 
, 
 
 
 
&#8736;. 
 
 
 
 
 
. 
 
 
 
 
 
&#8736; 
 
 
&#8736;· 
 
 
 
 
 
· 
 
 
 
 
&#8736; 
 
 
&#8736;, 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
 
 
&#8736; 
 
.
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
&#8736;, 
 
 
 
 
&#8736;· 
 
 
 
 
&#8736; 
 
 
&#8736;, 
&#8736; 
. 
᾽ 
 
 
, 
&#8736; 
 
 
· 
 
 
 
&#8736;, 
&#8736; 
 
 
 
 
. 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
.
 
. 
.
5. 
 
 
 
΄.
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
&#8736; 
 
. 
, 
 
ʼ 
 
 
&#8736; 
 
 
 
, 
 
, 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
 
. 
, 
 
 
 
 
 
. 
 
 
 
 
, 
, 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
. 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
&#8736;, 
 
 
 
 
 
 
 
 
. 
 
 
 
 &#8736;, 
 
 
 &#8736; 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
. 
 
 
 
 
 
 
, 
 
 
 
&#8736;, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
&#8736; 
 
. 
 
 
 
 
· 
 
 
 
 &#8736;, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
.
 
. 
.
 
.
 
. 
.
 
 
.
 
. 
.
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
 
 
 
 
&#8736;, 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
&#8736;, 
, 
 
 
 
 
 

 
 
, 
&#8736;, 
. 
 
 
 
 
 
 
 &#8736; 
 
 
 
, 
 
 
 
 &#8736; 
 
 
 
. 
 
 
 
 
 
 
 
.
 
. 
.
 
 
 
, 
 
 
 
 
 
, 
&#8736; 
. 
, 
 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
, 
, 
. 
 
 
 
 
 
 
&#8736; 
 
 
, 
 
 
 
 
 
 
&#8736; 
. 
 
 
 
· 
 
 
 
.
