@node
@author=Aristophanes
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg001.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Sparta
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Acharnians, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:40Z


 
 
 
 
 
,
 
 
, 
 
 
, 
·
 
ʼ 
, 
.
ʼ 
, 
 
ʼ 
 
 
;
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
, 
 
 
 

 
 
· 
 
 
.
᾽ 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
, 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
 
;
᾽ 
 
, 
ʼ 
 
 

 
ʼ 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
ʼ 
 
 
 

 
 
 
 
 

 
, 
ʼ 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
 

 
 
 
 
.
᾽ 
 
 
, 
᾽ 

, 
 
ʼ 
 
 

 
 
 
 
,
 
· 
 
ʼ 

 
ʼ 
· 
 
 
.
 
ʼ 
 
 
 

 
· 
ʼ 
 
 
,
 
 
 
,
 
 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
ʼ 
, 
 
,
 
 
 
, 
᾽ 
 
,
᾽ 
 
 
 
 
 
 
.
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
; 
᾽ 
᾽ 
 
·
 
 
 
 
 
.
257	
ʼ 
 
 
,
ʼ, 
 
 
 
 
 
.

 
 
;

 
 
;

.

 
;

.

 
;

,
᾽ 
. 
 
 
 
 

 
· 
 
 
 
·
 
 
 
 
 
,
 
 
 
ʼ· 
 
 
ʼ 

 
ʼ· 
 
ʼ 
 
 

 
 
 
 
.
᾽ 
 
 
 
ʼ 
 
·
 
 
 
 
.

 
.

 
 
 
 
 
;

 
 
 
 

 
ʼ 
, 
 
 

 
 
 
 
 
.

, 
.

 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
.

 
; 
 
 

 
 
 
 
ʼ 
.

.

. 
 
 
.
411	
ʼ 
 
 
 
 

 
 
 
 
 

᾽ 
 
.

 
 
.

 
᾽ 
 
 

 
 
,
᾽ 
 
 
,
.

 
 
 

 
 
 
 
 
.

 
 
 
 

 
 
 
 

 
 
.

 
 

᾽ 
 
 
 
 
;

 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
.

 
 
ʼ 
 
 
ʼ 
·
᾽ 
 
 
 
 
,
 
 
 
 
 
.

 
 
 
 
 
;

 
· 
ʼ 
 
.
᾽ 
· 
 
ʼ 
 

 
 
.

 
 
 

 
; 
 
.

 
 
 
ʼ 
 
 

 
· 
 
ʼ 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
 
,
 
 
.

 

 
, 
 
 
 
 
.

 
 
.

 
.
 
 
 
 
 
;
 
 
 
 
 
;
ʼ 
 
 
 
 
 
.

 
 
 
 
 
ʼ 
 

᾽ 
 
 
.
633	
 
 
 
.

ʼ 
 
;

 
 
 
 
 
.

 
 
 
 
.
 
 
 
 
 
 
 
.

 
 
 
ʼ 
.

 
 
 
.

 
ʼ 
 
;

 
; 
 
 
 
,
 
 
 
 
 
.
.
, 
᾽ 
 
 
 
 
.

 
; 
 
 
 
 
.
᾽ 
ʼ· 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
; 
.ʼ
 
᾽ 
ʼ 
 
 
; 
.ʼ
 
ʼ 
 
 
 
,
 
᾽ 
 
 
 
᾽ 
.
 
 
 
 
 
 

ʼ 
 
, 
 
 
.
 
 
 
,
 
ʼ 
 
 
 
ʼ 

 
 
 
;
 
 
 
ʼ 
; 
 
 
;

, 
.
 
 
 
 
 

 
 
.

 
᾽ 
 
;
ʼ 
 
᾽ 
 
;
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
.
᾽ 
 
 
 
;

 
.

 
 
 
 
 

 
 
 
 

 
 
 
 
 
·
 
 
 
 
.
860	
 
 
 
 
.

.

 
 
 
.

 
 
 
 
 
 
 
—

 
ʼ 
 
, 
 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
ʼ, 
᾽ 
 
 
,
᾽ 
 
 
.
 
 
 
 
 
·
 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
ʼ, 
 
.
 
ʼ 
, 
 
 
,
 
 
 
 
,
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 

 
 
᾽ 
 
,
 
 
 
 
.

ʼ 
, 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 

 
.

 
 
ʼ 
 
.

 
 
 
᾽, 
 
 
.

 
 
 
 
;

 
.

 
; 
 
 
 
 
;
 
 
 
 
 
;

 
 
 
 
 
 
,
 
 
 
.

 
 
 
 
;
 
 
 
 

 
. 
 
 
,
 
 
 
 
 
.
 
 
 
ʼ;

 
 

 
 
 
 
.

 
ʼ 
 
 
 

 
 
 
 
᾽ 
᾽ 
 
;
᾽ 
 
 
 

 
 
 
· 
 
ʼ 
 

 
 
 
 
 
.
1113	
 
 
, 
 
ʼ 
 
.
 
 
 
 
 
.

 
 
 
 
.
᾽ 
 
 
 
 
.
ʼ 
.

 
 
 
ʼ 
 
 
·
 
 
 
ʼ 
 
.

 
ʼ 
᾽;

 
 
 
 
 

· 
 
ʼ 
 
 

, 
 
 

 
 
.
᾽ 
 
, 
 

 
 
 
 
;
 
 
 
 
 
 
·
 
ʼ 
· 
 
ʼ 
 
.

 
ʼ 
 
· 
 
 
 
;

 
, 
 
 
 
.
 
 
 
. 
 
.

.

 
;

 
 
ʼ 

 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

 
 
 
 
 

 
 
 
 
.

᾽ 
 
 

 
 
 
 
.

 
,
 
 
ʼ 
 
 

 
 
 
ʼ 
 
,
 
 
 
 
, 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 

 
 
ʼ 
 
 
.

 
 
 
 
 
.
1324	
 
 
 
 
 
 
 

 
 
· 
 
 
 

 
 
 
. 
 
 
,
 
 
ʼ 
 
 
 
 
 
 
.
1358	
ʼ, 
 
. 
 

 
 
 
·
 
 
᾽ 
 
 
, 
᾽ 
 
 
 

 
 
, 
 
 
 

 
 
᾽ 
 
 

 
᾽ 
 
 
 
.
1399	
 
ʼ 
 
 
 
 
,
 
 
 
 
 
,
. 
 
· 
 
 
 

 
 
 
 
 
.
1427	
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
  
, 

 
 
 
 
 
. 
1464	
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
·
 
 
 
 
 
 
 
.

, 
.

 
. 
ʼ 
 
 
 
;
 
 
 
 
. 
 
 

· 
 
 
 
 
ʼ 
.
1517	
, 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
, 
᾽ 
.

 
 
 
 
 
,
᾽ 
 
 
 
.

 
 
 
ʼ 
᾽· 
 
 

 
 
 
 
 

 
 
 
 
 

 
 
 
ʼ 
 
,
 
· 
 
 
 

 
 
 
.
ʼ 
 
 
 
 
 
 

 
 
. 
 

 
ʼ 
 
 

 
 
 
, 
 
 
.
, 
 
 
 
 

 
 
 
 
 
 
.
 
, 
 
ʼ 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
ʼ 
 
 
. 
. 
1656	
 
 

 

 
,
 
ʼ 
 
 

 
 
 
,
 
 
,
 
 
 

 
 
.
 
 
᾽ 
, 
 
 
,
 
ʼ 
 

 
 
 
 
 

 
ʼ 
 

ʼ 

 
.
 
ʼ 
 
, 
 

 
 
 
·
 
ʼ 
 
 
 
 
. 
1726	
 
 
, 
.
 
 
 
,
 
 
 
.
 
; 
 
;
1744	
 
 
 
; 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
;

᾽ 
; 
 
 
 

 
 
 
, 
 
 

 
 
 
 
᾽ 
.

 
ʼ 
 
 
 
. 
ʼ 
.

 
ʼ 
; 
· 
 
 
 
 
.

 
 
 
ʼ 
ʼ· 
᾽ 
ʼ 
 
.

 
· 
 
 
 
 
·
 
 
 
 
 
, 
 

 
ʼ 
 
.
1836	
 
ʼ 
 
 
 
 
 
,
 
 
, 
 
.

 
 
 
 
 
,
 
ʼ 
 
 
ʼ, 
 
 
.

 
 
ʼ 
 
 
 
, 
 
 
ʼ 

 
 
 
 
 
᾽ 
 
;

ʼ 
 
 
 
, 
 
 
,
 
 
 
 
 
 
.

 
 
 
; 
 
 
 

 
 
 
; 
᾽ 
 
 
;

 
, 
 
· 
᾽ 
 
 

᾽ 
 
ʼ 
 
᾽ 
 
.

 
 
 
 
 
,
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
 
 
 
;

 
 
 
 
 
 
.
 
ʼ; 
 
ʼ 
 
;

 
 
.

 
 
 
.

, 
 
.

 
.

 
 
 
.

ʼ 
 
.
 
 
 
 
 
 
·
 
 
ʼ 
 
, 
 
 
.

 
, 
 
᾽ 
 
 
 

 
 
; 
 
 
 

 
 
 
; 
 
 
 
;

ʼ 
 
ʼ. 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 
.

 
ʼ. 
 
 
 
᾽ 
᾽ 
.
 
 
 
 
· 
 
 
.
2096	
 
, 
ʼ· 
 
 
 
.

 
᾽ 
 
 
;

᾽ 
 
 
 
 
.

 
 
 
᾽, 
 
 
, 
 
 

 
 
 † 
 
 
·
 
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
, 
 
 
 
 
 
.

᾽ 
 
 
ʼ 
 
 
 
 
.

 
ʼ· 
 
 
;
 
 
 
, 
 
 
 
.
 
 
 
 
 
 
 
.
2192	
ʼ 
 
 
 
 
,
 
ʼ 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 

 
 
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 

 
 
᾽ 
ʼ 
 
·
 
 
 
 
 
 
.
2262	
 
 
 
, 
 
 
ʼ,
 
 
ʼ 
 
 
 
 
᾽ 
;
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
.
2299	
 
, 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
 
 
ʼ 
 
,
 
ʼ 
 
 
 
 
.
 
 
· 
 
 
 

 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
·
 
ʼ 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
 

 
, 
᾽ 
 

 
.
 
 
 
 
 
 

 
ʼ 
 
.
2408	
 
 
 
 
 
 
 
;
 
ʼ 
 
ʼ 
 
ʼ 

 
ʼ 
 
·
᾽ 
 
 
 
,
 
 
 
 
 
.
2440	
 
 
 
 
 
,
 
 
ʼ 
 
 
.
 
.

 
,

 
᾽ 
;

 
 
 
, 
 
 
.

 
 
᾽ 
 
;

 
 
.
 
 
 
 
 

 
, 
 
ʼ 
 
 

.

 
ʼ 
,
᾽ 
 
 
 
 
.
 
.

᾽ 
.

᾽ 
·
 
 
 
ʼ, 
 
 
 
.
, 
,
, 
 
ʼ 
 
·
 
 
 
, 
.
2533	
᾽ 
 
.

᾽ 
ʼ.

᾽ 
.

᾽ 
.

᾽ 
· 
 
ʼ 
 
.

,

 
;

 
,
 
; 
 
 
 
.
 
 
 
ʼ 
 
 
,
ʼ 
; 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
 
·
 
 
, 
 
 
, 
.

 
 
; 
 
 
 
 

 
 
 
;

 
 
, 
᾽ 
᾽ 
.

 
 
 
;

 
, 
·
᾽ 
 
 
 
.

 
ʼ 
 
 
 
;
᾽ 
 
 
 
 
 
;

 
 
 
 
 
.

᾽ 
 
 
 
 
,
 
 
᾽ 
 
 
;

 
· 
 
 
 

 
 
 
 
.

ʼ 
 
 
.

 
·
 
 
 
 
 
 
.

 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
.

 
 
.

 
 
 
 
 
,
 
ʼ 
 
.
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
 
 
·
 
 
 
 
ʼ 
 
ʼ 
,
 
ʼ 
 
 
 
,
 
 
 
 
.

· 
 
 
 
 
.

, 
 
ʼ 
 
.
 
ʼ 
 
 
 
.
 
 
 
 
.

 
 
 
 
.

 
ʼ, 
 
 
 
 
,
 
 
· 
 
 

 
 
 
ʼ. 

 
 
 
 
.
2840	
 
ʼ 
 
 
 
᾽ 
 
 
;

 
 
, 
 
ʼ 
 
.

 
᾽ 
 
 
.

·
, 
 
 
 
.

 
 
.

 
 
 
 
 

 
 
 
.

 
 
᾽· 
᾽ 
 
 
.

 
 
ʼ· 
ʼ 
᾽ 
 
 
.
᾽ 
 
ʼ 
 
 

 
 
 
 
.

ʼ 
 
 
 
·
 
 
.

.
 
 
; 
 
 
 
 
 

ʼ. 
 
 
ʼ 
·
 
 
 
 
 
ʼ 
·
 
 
 
 
 
 
.

 
ʼ. 
 
. 
 
 
 
.

᾽ 
᾽, 
᾽ 
. 
 
 
ʼ 

, 
 
 
 
 
.
 
, 
 
ʼ. 

 
 
 
 
 
 
.
 
 
 
 
,
ʼ 
, 
 
 
ʼ 
ʼ 
,
 
 
, 
 
 
 
,
 
 
 
 
.

 
· 
 
 
.

 
ʼ 
 
 
.
᾽ 
ʼ 
 
 
ʼ 
 
,
 
 
 
 
;
 
 
 
· 
 
ʼ 
.
; 
 
 
 
;
ʼ· 
 
 
 
 

ʼ 
, 
 
 
 
 

 
ʼ 
᾽ 
 
 
 
.
 
 
, 
 
.
3075	
 
; 
 
; 
 
 

 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
.
 
 
 
 
ʼ. 
 
,
 
 
, 
.
3111	
 
 
ʼ 
 
 
,
 
 
 
᾽ 
 
 

 
 
 
, 
 
.
 
 
 
 
 
.
 
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
· 
 
 

 
᾽ 
 
 
 
 
·
᾽ 
 
 
 
 
·
 
 
 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
 

 
 
 
 
·
 
 
᾽ 
 
.
 
 
 
 
 
 
,
 
 
 
 
;
 
 
, 
 
 
 
,
 
᾽ 
 
 
 
 
,
᾽ 
 
, 
,
 
 
 
 
,
 
 
 
·
 
 
 
 
 

 
 
 
 
 
 
,
᾽ 
 
 
ʼ 
.
 
 
 
 
 
,
 
 
 
 

 
 
·
ʼ 
 
 
 

 
 
 
·
 
 
 
 

 
 
 
 
.
 
 
 

ʼ 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
᾽ 
 

᾽ 
 
 
᾽ 
 
 
.
 
 
, 
 
 
 
,
 
 
 
ʼ 

 
 
 
 
·
 
 
 
 
.
 
 
 
 
 
.
 
, 
 
· 
 
 
, 
.
3369	ʼ 
 
 
 
 

 
 
 
,
ʼ 
 
 
; 
 
 
 
·
 
 
 
 

 
, 
 
ʼ 
 
 
 

 
, 
 
 
,
 
, 
 
,
 
, 
 
,
, 
, 
 
,
, 
, 
 
 
,
, 
, 
, 
·
 
 
ʼ 
 
 
,
 
, 
 
,
, 
, 
, 
.
᾽ 
ʼ 
 
 
· 
 
 

 
; 
 
᾽ 
 
 
.
3456	 

 
 
 
;
 
 
 
 
 
 
,
 
 
 
 
 
;
 

 
 
 
 
 
ʼ 
 

 
 
 
 
.
 

᾽ 
 
, 
 
 
᾽ 
;
᾽ 
 
 
 
 
.
 

 
 
 
; 
 
; 
 
 

 
 
, 
 
 
.
3523	 

 
ʼ 
 
 
,
 
 
 
,
 
ʼ 
 
ʼ 
 
·
 
 
 
 
 
 

 
, 

 
. 
 
 
 
.
3557	
 
 
 
;
 
 
; 
 
 
;
 
ʼ 
 
 
 
;

 
ʼ 
, 
 
 
 
 
.
 

 
ʼ, 
 
 
 
 
 

 
 
 
 
;

 
 
 
 
 
 
;

 
ʼ 
, 
 
 
,
 
 
 
 
 
.

 
ʼ 
 
; 
 
;

 
 
·
 
 
 
 
 
 
.
᾽ 
 
ʼ 
 
 
 
.

.

 
 
 
 
.

.

 
 
 
 
 
 
 
.

 
 
.

 
 
 
 
,
᾽ 
· 
 
 
 
.

 
 
; 
 
 
 
;
 
 
—

 
 
 

 
; 
 
;

ʼ 
 
.

 
 
·
 
 
ʼ 
 
· 
 
ʼ 
 
,
 
ʼ 
 
; 
 
 
.

 
 
 
 
 
 
;

 
 
 
;

 
 
 
;

; 
 
, 
 
,
᾽ 
 
 
 
 
, 
,
 
ʼ 
 
 
 
 
, 
.

 
 
 

 
 
.
᾽ 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
,
 
 
 
 
 
 
,
 
,
 
 
 
 
 
ʼ 
 
,
 
,
 
ʼ 
 
 
 
 
 
 
 
.

 
.

 
 

 
 
 
 
,
 
 
ʼ; 
 
 

 
 
 
 
 † 
 
; 
· 
 
ʼ 
 
 
.
 
 
 
 
 
 
;
 
 
 
ʼ 
 
 
;
 
. 
᾽ 
 
 
 
,
 
᾽ 
 
 
 
 
 
,
 
 
 
,
 

 
 
.

 
 
 
᾽ 
;

 
᾽ 
 
 
 
 
.

᾽ 
 
 
 
 

 
 
 
 

 
 
 
 
 
 
.

 
 
 
 

 
 
 
 

 
 
 
, 
 
 
.
3937	
 
 
 
, 
 
 
 

 
 
. 
᾽ 
 
 
 
.
3955	
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
᾽ 
 
, 
᾽ 
 
.
 
ʼ 
 
 
 
 
 
 

 
 
 
· 
 
 
 
,
 
 
 
 
᾽ 
 
 
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
 
 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 

 
 
 
 
 
 
 
.
 
᾽ 
 
 
 
 

 
 
 
· 
 
 
 
 

 
ʼ, 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
ʼ· 
 
 
 
·
 
ʼ 
 
 
 
ʼ, 
᾽ 
 
,
 
 
᾽ 
 
 
᾽ 
,
 
 
 
, 
 
 
 
.
4210	
 
 
 
 

 
 
᾽ 
 
.
 
 
 
ʼ 
 
 
 

 
, 
 
 
 
ʼ 

 
 
 
 
 

 
 
.
4246	
 
ʼ 
 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
,
ʼ 
 
 
 
,
 
 
 
 
,
 
 
, 
 
 
 
 
 

 
 
 
 
.
4290	
 
 
 
 
 
 
·
 
 
 
 
 

ʼ 
᾽ 
, 
 
 
,
 
 
 
 
 

 
 
 
 
,
 
, 
 
 
 
,
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
,
 
 
 
 
 
 
·
ʼ 
 
 
ʼ 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
, 
ʼ 
 
,
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
᾽ 
 
.
4400	
 
 
, 
ʼ 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
,
ʼ 
 
 
 
 
 
;
 
 
 
᾽ 
 
,
 
ʼ 
᾽ 
 
 
 
, 
 
 
.
 
 
 
 
;
4450	
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
;
᾽ 
 
 
 
 

 
 
᾽ 
 
 
,
 
 
 
ʼ, 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
 
,
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
.
 
 
 
, 
 
 
 
,
 
 
 
, 
 
 
 
 
.
4567	
 
 
 
 
 
 
.
᾽ 
 
 

 
 
 
 
,
᾽ 
 
 
 
, 
 
 
.
 
 
 
 

 
 
 
᾽ 
 
 
.
 
 
 

᾽ 
 
 
 
᾽ 
.
 
 
 
 
ʼ 
 

ʼ, 
 
 
 
 
.

 
ʼ 
 
 
 
.
 
 
 
 
 
 
.
᾽ 
 
 
ʼ 
 
,
 
 
, 
 
ʼ 
 
.
 
, 
ʼ 
 
 
·
 
 
ʼ 
 
 
;

 
.

 
 
 
. 
 
ʼ 
 

 
 
 
 
 
;
᾽ 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
.
 
 
ʼ 
 
 
 
·
 
 
 
, 
 
ʼ 

, 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
᾽ 
.
 
 
 
 

 
 
 
.
 
 
 
 
·
, 
 
 
 
;
4754	
; 
 
;

 
.

 
;

 
 
 
.

᾽ 
 
 
 
 
ʼ, 
 
 
.
 
ʼ 
 
ʼ 
 
 
;

 
.
 
 
 
 
,
 
 
᾽ 
 
 
,
 
 
 
ʼ 
.

ʼ 
᾽ 
 
.

 
;

 
ʼ 
 
; 
 
 
 
;

ʼ 
 
 
 
 
.

 
 
;

 
 
 
;

 
;

 
ʼ; 
 
 
,
ʼ 
, 
 
 

 
 
 
.

 
 
;

 
 
.

 
· 
.

 
 
.
 
 
· 
 
 
 
.

 
 
 
 
;

 
 
.

 
 
; 
 
 
 
;

.
 
 
 
᾽ 
᾽;

 
 
.

 
; 
 
 
 
·
 
 
 
 
. 
 
,
 
, 
 
 
 
 
,
 
 
 
 
 
 
.

᾽ 
 
 
.

 
 

 
. 
 
 
 
 
 
;
 
 
 
;

 
 

.

 
 
 
 
.
 
; 
 
 
ʼ 
;
 
 
 
 
 
 
.

 
.

 
 
;

 
 
 
.
 
 
 
 
.

ʼ 
,
ʼ 
, 
 
ʼ 
.

᾽ 
 
 
 
.

 
;
 
ʼ 
 
 
;

 
 
.

 
 
· 
 

 
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
.

᾽ 
 
 
 
.

 
 
; 
 
 
.
 
 
 
 
 
 
 

 
 
 
 
.

 
ʼ 
 
 
 
 
;

 
 
 
 
ʼ 
 
 
 
.
5115	
 
ʼ 
 
;

᾽ 
 
 
.
 
ʼ 
.

 
.

 
.

 
 
;

 
 
.

 
; 
 
;

 
.

 
 
; 
 
;

 
 
.

 
 
 
 
 
.
 
 
 
 

 
. 
 
; 
,
 
ʼ 
 
ʼ 
.
 
 
ʼ; 
 
 
.

᾽ 
 
 
 
 
.
 
 
 
 
 
.

 
 
ʼ 
 
 
 
·
 
 
 
 
; 
.

 
 
 
 
 
,
 
ʼ 
, 
 
, 
 
 
.

 
· 
ʼ 
.

 
.
 
 
 
 
 

 
ʼ 
 
 
ʼ 
 
ʼ 
 
.

 
;

 
.

 
 
 
 
 

 
 
.

᾽ 
᾽, 
 

 
 
 
 
 
.

 
. 
 
 
 
;

 
 
.

 
; 
 
 
 
ʼ 
; 
,
 
 
 
ʼ 
;
 
 
 
 
 
;

 
 
 
 
;

 
 
,
 
 
 
 
.

 
 
 
 
 
 
᾽ 
.

 
ʼ· 
᾽ 
 
 
ʼ 

, 
 
 
 
 
 
 
,
 
 
᾽.

᾽ 
 
 
.

 
 
 
 
ʼ 
.

 
 
 
 
 
 

 
᾽ 
 
 
, 
 
 
.
5383	
 
ʼ 
 
. 
 
 
 

 
 
 
; 
 
 

 
 
·
 
 
 

 
 
, 

·
5412	
᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
,
᾽ 
 
·
 
ʼ 
 
 

 
 
 
ʼ 

 
·
5442	
᾽ 
 
 
 
 
 

 
 
 
 
 
,
 
 
,
 
 
 
 
,
 
 
 

 
·
5471	
᾽ 
 
 
 
 
 
 

 
ʼ 
 
, 
 
,
 
 
 
,
 
 
 
 

 
 
ʼ 

 
 
.
5503	
 
 
 
 
 
 
·
 
 
 
ʼ 
 
·
 
ʼ 
 
 
 

 
 
 
 
 
.

ʼ 
 
. 
 
 
 
 
 
;
 
ʼ 
 
 

 
 
 
 
 
;

 
 
 
 
ʼ 
 
·
 
 
 
 

 
 
 
 
.
᾽ 
 
 
, 
 
 
 

 
 
 
 
.

 
 
 
.
 
;

ʼ 
 
 
 
,
 
 
 

 
 
 

 
.

 
 

 
 
 
 
.

 
 
 
 
 

 
 
 

 
 
 
.

 
 
 
 
 
,
 
 
, 
 
, 
 
.

 
 
 
,
 
 
 
 
.

 
 
 
 
 
,
 
 
 
 
,
 
 
. 
 

 
 
 
 
 
 
.
 
 
 
 
,
 
 
 
 
·
ʼ 
 
 
ʼ· 
 
ʼ 

 
 
 
 
 
.
᾽ 
ʼ 
· 
 
 
 

 
 
 
.
5711	
 
 
 
 
 
;

 
 
 
 
 
 
·
᾽ 
 
 
 
 
 
 
.

 
 
.

 
 
;
 
ʼ 
᾽ 
᾽ 
ʼ 
 
;

 
 
ʼ 
᾽ 
, 
 
 
 
.

 
᾽ 
 
 

 
.

 
 
; 
᾽ 
ʼ 
·
᾽ 
 
 
ʼ 
 
 
, 
 
ʼ 
 
.

 
 
· 
 
,
 
 
.

 
 

 
 
 
 
 
,
 
 
 
 
.

 
 
 
 
 
.

 
 
 
.

᾽ 
 
.

 
 
 
ʼ 
;

᾽ 

, 
 
.

 
 

 
 
.

 
 
 

 
 
 
 
;

 
 
 
 
 
.

 
;

 
 
 
 
 
·
 
 
 
ʼ 
 
.

 
 
 
 
;

 
 
 
 
 
.

 
;

·

 
;

 
 
 
 
 

 
 
 
 
 

ʼ 
, 
 
 
.
 
 
 
 
 
 
,
ʼ 
 
.

 
ʼ 
,
ʼ 
 
 
 
 
 
;

.

ʼ 
 
 
·
 
 
, 
᾽ 
 
 

 
 
 
 
 
.
5958	
 
 
 

 
 
 

 

 
 
 
.

 
 
᾽, 

 
 
 
 
 


 
 
.

 
 
ʼ 
;

 
 
,
 
, 
 
,
 
 

 
—
 
ʼ 
.
6010	
 
ʼ 
 
 
 

 

ʼ 

ʼ 
 
;

 
 
ʼ, 
᾽
 
 
 
ʼ, 

 

 
.

 
 
 
.

 
 
 
.

᾽ 
 
 
 

 
 

ʼ 
 
 

 
 
.
6065	
 
ʼ 
 
 
 
.
 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
.
 
 
 
 
, 
᾽ 
·
 
 
 
 
 
,
 
 
ʼ 
.
 

.

 
; 
 
 
;
 

 
;
 
 
 
 

 
 
 
 
 
 
,
 
 
ʼ 
 
ʼ 
.

 
 
 
 
 
;
 

 
, 
 
, 
 
 

 
 
 
 
.

 
 
 
ʼ 
 
 
 
 
 
·
᾽ 
 
 
 
 
·
 
ʼ 
, 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 
 
.
6196	
 
 
 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 
 
 
.
 
᾽ 
 
 
 
.
᾽ 
 
 
ʼ 
,
 
ʼ 
 
 
 
 

, 
 
 
 
,
 
 
᾽ 
ʼ 
 

 
 
, 
 

 
 
 
 

 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
 
 
 
 
.
6288	
 
ʼ
 
ʼ 
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
᾽ 
.
 
 
 
 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
, 
 
 
,
 
 
 
 
 
 
 
,
᾽ 
 
ʼ 
᾽ 
 
 
 
.
6398	
 
· 
 
 
 
 

 
 
 
· 
 
ʼ 
 

, 
 
 
.

 
 
 
 
 
;
 
; 
 
 
 
;
ʼ 
 
ʼ 

 
 
, 
 
 
.
 
 
, 
᾽ 
 
 
.
6449	
 
 
 
,
 
 
 

 
 
.

 
᾽ 
 
 
 
 
;

 
 
 
᾽ 
 
.

 
 
.

 
 

 
 
 

 
;
6491	
 
.

 
 
 
;

 
.

 
 
 
.

 
, 
 
 
 
 
,
 
 
 
, 
 
ʼ 
.

 
ʼ 
;

 
 
 
.

;

 
 
 
 
.

 
 
 
 
;

 
 
 
 
ʼ 
 
ʼ 

 
 
.

 
 
 
;

 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
.

᾽ 
 
ʼ 
 
 
.

ʼ 
 
ʼ, 
 
 
 
 
.

 
, 
 
 
 
 
.

 
ʼ 
 
 
 
 

 
 
 
 
.

᾽ 
 
· 
᾽ 
 
 
.

 
 
 
 
.
6631	
 
 
 

 
, 
 

 
.

 
 
 
 
 
, 
 
 
.

 
;

 
.

 
 
 

 
 
 
 

 
 
.
6672	
 
 
 
 
.

.

 
; 
 
;

 
 
 
 
 

 
 
.

 
 
 
 
.

 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
 
,
 
 
 
 
 
.

ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
;

 

 
 
 
 
 
 
 
.

 
 
 
 
; 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
, 
᾽ 
 
 
,
 
 
 
 
 
ʼ 
 
.
ʼ 
 
 
 
 
.
ʼ 
 
; 
 
 
 
,
 
 
, 

 
 
 
 
 
.
 
 
. 
 
 
,
᾽ 
 
 
 
 
 
.
6829	
 
 
 
 
 
 
·
 
 
 
 
.
 

 
 
 
 
 
 
.

 
 
 
 
;
 

 
ʼ 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
.

 
 
 
 
.
 
 
 
 
 
ʼ 
;

 
 
.

 
 
 
 
 
.

 
 
 
;


 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
;
 

.

 
;
 

 
 

 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
.
᾽ 
· 
 
 
.
 
ʼ 
 
᾽ 
 
,
 
 
 

 
 
ʼ, 
 
 
,
 
 
 
,
, 
 
ʼ 
, 
.
᾽ 
 
 
.

 
.
6999	
 
 
 
 
 
 
.
, 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
 
 
.

 
 
· 
 
 
.

 
 
 
 
 
.

 
 
 
· 
 
ʼ 
.

 
 
 
 
 
ʼ 
 
.

 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

᾽ 
 
 
 
 
 
.

 
 
 
 
;

 
᾽ 
 
 
 
 
 
.
 
 
 
,
 
 
 
 
 
;

ʼ 
 
.

 
 
 
.

 
 
 
 
 
 
᾽ 
 
.

 
 
 
ʼ 
 
 
 
 
.

 
 
 
 
.
᾽, 
 
.

 
 
 
᾽ 
.

 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
.

 
 
 
 
.

᾽ 
 
 
 
 
;

᾽ 
 
 
᾽ 
 
 
;

 
 
 
. 
 
 

 
 
 
.

 
 
 
. 
ʼ 
 

 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
ʼ 
 
 
.
. 
· 
 
 
.

 
 
· 
 
 
.
7358	
 
 
 
 
.
 
 
 
·
 
 
 
,
 
 
 
 
,
 
 

 
 
,
 
 
 
.
7388	
 
 
 
 
† 
 
 
,
 
 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
ʼ 
.
 
᾽ 
 

, 
 
ʼ 

 
 
 
 

· 
 
 

 
 

 
.
7436	
 
 
 
 
, 
ʼ 
 
 
.
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 

· 
 
 
 

 
 
 

 
 
 
 
·
 
ʼ 

 
, 
ʼ 

 
.
7484	 

 
 
 
ʼ 
 
 
,
 
 
 
 
·
, 
 
,
ʼ 
, 
 
 
 
.
 
 
 
 
,
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
, 
 
 
·
 
 
 
 
 
ʼ 

 
 
 
 
, 
᾽ 
ʼ 
.’
 
 
 
 

 
 
 
 

 
 
 
 
.
 
 
 
· 
᾽ 
 
 
.

 

 
 
 
 
· 
 
.
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
ʼ 
 

ʼ 
 
 
 
.

 

 
, 
 
 
 
.
 
 
 
 

 
 
.
 
 
 
 
.
7634	
 
 
 
 
 
.
 
 
 
.

 
 
 
.

 
.

 
 
 
;

 
.

 
 
 
;

 
 
 
.

 
 
 
 
 
;

 
 
 
.

᾽ 
 
 
 
.

 
 
 
 
 
,
ʼ 
 
.

 
 
 
 
 
 
 

ʼ 
 
.

 
 
 

 
.

 
 
 
 

 


 
ʼ 
ʼ 
 
 

 
.

 
 
 
 
· 
 
 
 
;
 
 
 
.

 
 
 
 
ʼ 
 
.
7758	
 
 
. 
 
.

 
᾽, 
 
 
ʼ, 
 
, 
.

 
 
ʼ 
 
 
 
.

 
 
 
· 
 
 
 
.

 
 
 
 
 
.

᾽ 
 
 

 
 

 
 
 
.
