@node
@author=Aeschines
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Michael Krascheninnikov
@filename=tlg0026.tlg003.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aeschines, Aeschines with an English translation by Charles Darwin Adams, Ph.D, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd, 1919.
@sponsor=Perseus Project, Tufts University
@title=Against
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:33:32Z

23574	grc ἔπειτα 
grc  ἔπειτα δεύτερον
grc  δεύτερον δὲ 
grc ταύτας 
grc  ταῦτα 
grc τινες 
grc  τινες τὰ ψηφίσματα 
grc λάχῃ προεδρεύειν 
grc  λάχῃ κληρούμενος προεδρεύειν
grc ἐᾶν 
grc εὐθύναις 
grc  εὐθύναις τῶν ἀρχῶν [1
grc  τῶν ἀρχόντων]1
grc πόλει, πρώην 
grc  πόλει 
grc  τυχὸν δὲ καὶ ἐν τῷ αὐτῷ ἐνιαυτῷ.
grc δή 
grc  δέ 
grc διαρρήδην 
grc  τὸν διαρρήδην 
grc γὰρ 
grc  γὰρ τινες 
grc προσγράφουσι 
grc  προσεγγράφουσι 
grc ὀνόματι 
grc  ὀνόματι ὁ νομοθέτης 
grc λόγον 
grc  λόγον καὶ εὐθύνας 
grc ἀρχάς 
grc  ἀρχὰς κελεύει 
grc ὑμετέρων 
grc  ὑμετέρων προσόδων 
grc οὐδʼ ἐπιδιδόναι μὲν 
grc  ἐπιδιδόναι δὲ 
grc τὴν   σκυθρωπὸν   κυρίαν 
grc  τῶν   σκυθρωπῶν   κύριον 
grc  διδόναι 
grc  ὑπὸ.
grc ἄγει 
grc  ἄγειν 
grc αὐτοῖς 
grc  ἐστιν αὐτοῖς 
grc  αὐτοῖς ἐστιν 
grc νόμων 
grc  νόμων λέγει 
grc τῆς 
grc  ἐκ τῆς 
grc κενὰς 
grc  κοινὰς 
grc τὸ θεωρικὸν 
grc τῷ θεωρικῷ 
grc τὸ θεωρικόν 
grc  τῷ θεωρικῷ 
grc περαιτέρω 
grc  τούτου περαιτέρω 
grc  μεραιτέρω τούτου
grc νεωρίων ἦρχον 
grc  νεωρίων ἀρχήν 
grc βουλόμενος 
grc  βούλομαι 
grc λόγουν 
grc  λόγους 
grc Κτησιφῶν δὲ 
grc  ὁ δὲ Κτησιφῶν 
grc Δημοσθένην μάρτυρα 
grc  Δημοσθένην μάρτυρα καὶ Κτησιφῶντα 
grc  Δημοσθένην καὶ Κρησιφῶντα μάρτυρας 
grc τὸ Ψήφισμα 
grc  τὰ Ψηφίσματα 
grc Ψήφισμα 
grc διαχειρίζειν 
grc  διαχειρίζειν τούτους αἱρετοὺς ἄρχοντας εἶναι 
grc ἄλλοι 
grc  ἄλλοι αἱρετοὶ 
grc νομοθέταις 
grc  νομοθέτας 
grc νομοθέταις
grc  νομοθέτας
grc διδόναι
grc  διδόναι τῷ δήμῳ
grc τοὺς μὲν 
grc  καὶ τοὺς μὲν 
grc ὅτι 
grc ἐλευθέρους 
grc  ἀπελευθέρους 
grc μάρτυρας 
grc  τῆς ἀπελευθερίας 
grc  μάρτυρας 
grc  Ἕλληνας.
grc ἐναντίον 
grc  ἐνώπιον 
grc τὸ 
grc  εἰς τὸ 
grc δήμου   δημοτῶν 
grc  στεφανουμένοις.
grc τὴν 
grc  εἰς τὴν 
grc ἀφαιρεῖσθαι 
grc  ἀφαιρεῖσθαι καὶ καθιεροῦν 
grc καὶ ὁ 
grc  ἵνα 
grc ὑμῖν 
grc  ὑμῖν ἢ τοῖς στεφανοῦσιν 
grc ὁ Ἀθηναίων 
grc  ὁ τῶν Ἀθηναίων 
grc ἴδιον 
grc τούτων 
grc  καὶ τούτων 
grc δὴ 
grc  ἤδη 
grc ἀληθῆ μὲν 
grc  μὲν ἀληθῆ 
grc τῶν ἐν 
grc  τῆς ἀτυχίας τῶν ἐν 
grc  τῆς ἀτυχίας τῆς ἐν
grc δὴ 
grc  δὲ 
grc  τε, 
grc ἐπακούειν 
grc  ὑπακούειν 
grc ὅσους 
grc  οὓς σὺ 
grc Δημοσθένην 
grc  αἴτιον γεγενημένον
grc  γεγενημένον αἴτιον 
grc  Δημοσθένην.
grc μέλλειν 
grc  μέλλειν ποιεῖσθαι 
grc  ποιεῖθαι μέλλειν
grc Φίλιππον 
grc  Φίλιππον μετασχεῖν Ἑλληνικοῦ συνεδρίου
grc ἔχοντες 
grc  ἔχοντες κατὰ τὸν λογισμὸν 
grc  κατὰ τῶν λογισμῶν 
grc ἐστιν 
grc  ὑμῶν 
grc  ἡμῶν 
grc  ἐστιν.
grc ἂν 
grc  βραχέων 
grc  ἀκούσητε 
grc  ἀκούσαντε 
grc  ἀκούσαντες· 
grc  αὐτὸς 
grc  ἐὰν· 
grc καταλάβῃ 
grc  ἐγκαταλαμβάνῃ 
grc καὶ   πρέσβεις 
grc  πρέσβεις 
grc  οὐκ ἀναμείναντα; 
grc  καὶ οὐκ ἀναμείναντα τοὺς πρέσβεις.
grc ἐπῄει 
grc  ἐπῄει χρόνος 
grc  βουλευτὴς 
grc  εἰς τὸ βουλευτήριον· 
grc περιμενεῖτε 
grc  περιμείνητε 
grc παρακαλοῦντας 
grc  παρακαλοῦντες 
grc ποιήσαισθε 
grc  ποιήσησθε 
grc μηδὲ 
grc  μήτε 
grc ὑμέτεροι 
grc  ἡμέτεροι 
grc ἐν 
grc  ἐν δὲ 
grc ἐκκλησιῶν 
grc  ἐκκλησιῶν 
grc  δόγμα 
grc  τῇ ὀγδόῃ ἐπὶ δέκα.
grc  προσέγραψαν 
grc  ἐν τῷ δόγματι·
grc ὃ 
grc  ἃ 
grc τοιοῦτόν τι ὑπειληφώς 
grc  τοιαύτην τινὰ δόξαν εἰληφώς [1
grc  ὑπειληφώς]1 
grc προσβιασαμένου 
grc  προβιασαμένου 
grc ἄλλων 
grc  ἄλλων γραμμάτων 
grc Δημοσθένης 
grc  ἐν ᾧ γέγραπται.
grc  ὁ 
grc  ταῦτα·
grc ἐπιψηφίσας 
grc  ἐπιψηφίσας πρόεδρος 
grc πρῶτον 
grc  πρῶτον πρέσβεις εἰς προεδρίαν ἐκάλεσε
grc ἀπῄεσαν 
grc  ἀπῄεσαν εἰς Θήβας 
grc τε 
grc  δὲ 
grc ὑπωπτεύσατε 
grc  αὐτοὺς ὑπωπτεύσατε διενεχθῆναι
grc τοιαύτης 
grc  τοιαύτης δὲ 
grc Γανιάδα 
grc  Γανίδα 
grc  ἀπέδοσαν 
grc  ἀπέδοσαν χάριτας 
grc  ἐπειδὴ 
grc  ἐπειδὴ τάχιστα 
grc  οὐδὲ 
grc  οὔτε 
grc ἀναξίους 
grc  ἑαυτοῦ ἀναξίους 
grc  ἀναξίους αὑτοῦ 
grc κατασκευάζων 
grc  παρασκευάζων 
grc καταλιπὼν 
grc  ἐγκαταλιπὼν 
grc στρατείας 
grc  στρατιᾶς 
grc  γράψοντι 
grc  γράψαντι 
grc  Καλλίᾳ γραφεῖσαν 
grc  Καλλίου γραφὴν καὶ τὴν 
grc  Καλλίας μὲν 
grc  Καλλίας μὲν ὁ Χαλκιδεὺς 
grc ἅνθρωπος 
grc  ἄνθρωπος 
grc  ἀνθρώπων 
grc γράφει 
grc  γράφει 
grc  κελεύων 
grc  καὶ κελεύει.
grc ἑτέρους 
grc  ἑτέρους 
grc  αἱρήσεται 
grc  αἱρεῖσθαι.
grc Ὠρεόν 
grc  Ὠρεὸν πρὸς τοὺς Ὠρείτας πρέσβεις 
grc νομίζειν 
grc  νομίζειν εἶναι 
grc παρʼ ἅπαντʼ ὢν 
grc  περὶ ἁπάντων 
grc  περὶ πάντων 
grc ὑμῖν 
grc  ἡμῖν 
grc τοῦ κλέμματος· 
grc  καὶ τοῦ κλέμματος 
grc  καὶ ἀπὸ τοῦ κλέμματος.
grc δήμῳ τῷ 
grc  δήμῳ τῶν 
grc ἐπαγγελούμενον 
grc  ἐπαγγελλόμενον 
grc ἐλάχιστα χαλκοῦ δέοιτο 
grc  ἐλαχίστου χαλκοῦ οὐδὲν δέοιτο 
grc ὃ 
grc  ἃ 
grc γράψαι 
grc  ἐν τῷ ψηφίσματι 
grc  γράψαι.
grc πλημμελημάτων 
grc  αὐτοῦ πλημμελημάτων 
grc  πλημμελημάτων αὐτοῦ 
grc τῇ 
grc Προναίᾳ 
grc  Προνοία 
grc χώραν 
grc  χώραν αὐτῶν 
grc καὶ φωνῇ 
grc τῆς 
grc  Προναίας 
grc  Προναίᾳ 
grc ἢ ἀνδρὸς 
grc  ἀνδρὸς 
grc  ἢ 
grc πεπρακότας 
grc  πεπραχότας 
grc γέγραπται· γέγραπται ἐν τῇ ἀρᾷ 
grc  ἐν τῇ ἀρᾷ. 
grc Προναίᾳ. 
grc αὐτοῖς 
grc  αὐτῶν 
grc ταῦτα 
grc  τοιαῦτα 
grc ὄν 
grc  οὔσης 
grc προελθὼν 
grc  προσελθὼν 
grc ἅνθρωπος 
grc  ἄνθρωπος 
grc οὔσης 
grc γράφει 
grc  γράφει 
grc  πρόσταγμα 
grc  σύγγραμμα.
grc οὐδʼ 
grc  ἀλλʼ οὐδʼ 
grc μετέστησαν 
grc  μετεστήσαντο 
grc στρατείαν 
grc  ἐπὶ τοὺς Ἀμφισσέας
grc  στρατείαν.
grc σημεῖον 
grc  σημεῖον φυλάξασθαι 
grc σὺ   τυχεῖν 
grc  εἶ σὺ ζημίας ἄξιος τυχεῖν 
grc  ζημίας ἄξιος εἶ τυχεῖν.
grc μεθʼ ἡμᾶς 
grc  ἐσομένοις 
grc  μεθʼ ἡμᾶς.
grc Ἀριστοφῶν 
grc  δημαγωγὸς Ἀριστοφῶν 
grc ἐπῆγε 
grc  ἐπήγαγε 
grc  κήρυγμά τι τοῦτο 
grc  κηρύμυατι τούτῳ 
grc  τοῦτο κήρυγμά τι 
grc τῶν ἀνθρώπων ἁπάντων 
grc  πάντων ἀνθρώπων 
grc  ἁπάντων ἀνθρώπων 
grc  τῶν ἀνθρώπων 
grc ἐπιχειρήσεις 
grc  ἐπιχειρήσειν ἐθέλεις 
grc  ἐπιχειρήσειν ἐθελήσεις 
grc ἐλευθερίως 
grc  ἐλευθέρως 
grc Φεύγουτας 
grc  Φυγόντας 
grc ἅνθρωπος 
grc  ἄνθρωπος 
grc ὑμεῖς δὲ 
grc  ὑμεῖς δὲ κατὰ μὲν τοὺς πρώτους χρόνους
grc αὐτὸν 
grc αὐτὸν ἔφη
grc  ἔφησε)
grc χρυσοῦς στεφάνους 
grc  χρυσοῖς στεφάνοις [1
grc  χρυσοῦς στεφάνους]1 στεφανοῦσθαι [1
grc  ἀξιώσεις στεφανοῦσθαι]1 
grc ἐλεύθερον 
grc  αὐτὸν ἐλεύθερον 
grc  ἐλεύθερον αὐτὸν
grc ἐγένετο 
grc  ἐγένετο θανάτου καταγνωσθέντος αὐτοῦ 
grc γεγένηται 
grc  Δημοσθένης γεγένηται 
grc  γεγένηται Δημοσθένης 
grc ἠθέλησεν 
grc  ἠθέλησεν ἐπασκεῖν 
grc παραθέμενοι 
grc  παρακαταθέμενοι 
grc νικήσας 
grc  τοὺς βαρβάρους νικήσας 
grc  νικήσας τοὺς βαρβάρους 
grc Δημοσθένης 
grc  Δημοσθένης ἐν τῷ ἑαυτοῦ λόγῳ 
grc κἀκεῖνοι γε 
grc  κἀκεῖνοί γε οἱ μὴ [1
grc  οἱ μὴ οὕτω 
grc  εἰ μὴ]1 τετιμημένοι.
grc Μητρώῳ 
grc  Μητρώῳ παρὰ τὸ βουλευτήριον 
grc ἔπειτα 
grc  ἔπειτα κελεύει 
grc προσέβαλλον 
grc  προσέβαλλον τοῖς καταλαβοῦσι Φυλήν 
grc  Φιλάμμωνα 
grc  φήσει 
grc  φασὶ 
grc  φησι
grc  Φιλάμμωνα.
grc  ἐκεῖνον 
grc  ἐκεῖνον πύκτην 
grc οὓς 
grc  ὃς 
grc παραδέδεχθε 
grc  παραδέχεσθε 
grc ὑμῖν 
grc  ἡμῖν 
grc  ὑμῶν 
grc εἰσί 
grc  εἰσὶ δικασταί 
grc φεύγοντας 
grc  φεύγοντας ἀπὸ Φυλῆς 
grc δεύτερον 
grc  δεύτερον ὕδωρ 
grc ταῖς τῶν 
grc  τῶν [1ταῖς 
grc γραφὴν 
grc  γραφὴν τῶν παρανόμων 
grc τὸ 
grc  καὶ τὸ 
grc καλέσῃ 
grc  καλεσει 
grc  καλέσω 
grc προβαλόμενον 
grc  προβαλλόμενον 
grc μέγιστον λέγω 
grc  λέγω.
grc στάσεως 
grc  τάξεως 
grc μεταβαλόμενος 
grc  μεταβαλλόμενος 
grc ἔξωθεν 
grc  ἔξω 
grc τῶν ὅρκων 
grc  ἀπὸ 
grc  διὰ τῶν ὅρκων 
grc ἀεὶ δὲ 
grc  ἀεὶ δὲ πρὸς τοὺς αὐτοὺς 
grc δεῖ 
grc  δεῖ 
grc  ὧν οὐδέτερόν ἐστ. Δημοσθένει ὑπάρχον.
grc ἐκείρατο 
grc  ἐπένθησε καὶ ἐκείρετο 
grc  ἐκείρετο καὶ ἐπένθησε 
grc  οὐ πρόσωπον, ἀλλὰ πρόσοδον κέκτηται.
grc καὶ πεῖραν λάβω 
grc  ὑμῶν 
grc δωροδοκίαν 
grc  δωροδοκίαν φησὶ φοβεῖσθαι 
grc δʼ 
grc  γάρ 
grc ἂν 
grc δεξαίυην 
grc  ἐδεξάμην 
grc σιγᾷς 
grc  σεσίηκας 
grc ἃν βούλῃ 
grc  ἃ βούλει 
grc δημηγορεῖ 
grc  κατηγορεῖ 
grc ἐφʼ οἷς 
grc  ἐν οἷς 
grc χρόνων ἐγγεγενημένων 
grc  ἴσως 
grc  δωροδοκηθέντα 
grc ᾧ ποτε 
grc  ὁπότε 
grc  ὅτε 
grc ᾧ 
grc  τοῦτον 
grc  καὶ τοῦτον 
grc  νεωτερίζειν 
grc  ἐν τῇ πόλει 
grc  νεωτερίζειν.
grc ᾔτεις 
grc  αἰτεῖς 
grc ταῖς Σειρῆσιν 
grc  ὡς ἔοικε 
grc  ταῖς Σειρῆσιν.
grc εὔροαν λόγων 
grc  εὐπορίαν λόγων, λόγων εὐπορίαν, λόγων ἀπορίαν, λόγων ἐμπειρίαν 
grc ἀγάθʼ εἰογασμένου 
grc  κατειργασμένου 
grc Ἑλλήνων 
grc  Ἑλλήνων 
grc  διὰ τὸ ξενικοῖς στεφάνοις ταύτην ἀποδεδόσθαι τὴν ἡμέραν.
grc ἂν 
grc τὰς ἐκφορὰς 
grc  τὰς ταφὰς καὶ ἐκφορὰς 
grc μεμνήσεσθʼ 
grc  μέμνησθʼ 
grc τάφους δημοσίους 
grc  ταφὰς δημοσίας 
grc  τὰς δημοσίας ταφὰς 
grc ἐνεγοαψεν 
grc  ἐνέγραψεν ἐν τῇ ἐπιστολῇ 
grc ἐγκωμιάζειν 
grc  ἐγκωμιάσει 
grc  ἐγκωμιάζει)
grc τοὺς 
grc  τοὺς μὲν 
grc ὅταν 
grc  ὅταν δὲ 
grc ποιήσῃ 
grc  ποίησαι 
grc διὰ τί 
grc  διὰ τί δώσετε 
grc μὲν 
grc ἐνοχλεῖν 
grc  ἐνταῦθα ἐνοχλεῖν 
grc  ἐνοχλεῖν ἐνταῦθα
grc δʼ 
grc στεφάνων 
grc  ξενικῶν στεφάνων 
grc οἱ μὲν 
grc  ὑμῖν οἱ μὲν 
grc  οἱ μὲν ὑμῖν 
grc ψῆφος 
grc  μόνον 
grc ὑπερώοιστʼ ἄν 
grc  ὑπερώριστʼ ἂν ἢ ἀπέθανεν 
grc προσῆκον 
grc  προσῆκεν 
