@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg007.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 1: Oedipus the king. Oedipus at Colonus. Antigone. With an English translation by F. Storr. The Loeb classical library, 20, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1912.
@sponsor=Perseus Project, Tufts University
@title=Oedipus at Colonus
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:25Z


 
 
 
, 

 
ʼ 
 
 
 
;
 
 
 
 
ʼ 

 
 
 
 
;
 
 
, 
 
 
ʼ 

 
, 
 
᾽ 
 
·
 
 
 
 
 
 
 
 

 
 
 
 
 
.
᾽, 
 
, 
 
 
 

 
 
 
 
 
 
,
 
 
, 
 

 
ʼ 
·  
 
 

 
 
, 
 
ʼ 
 
.

 
ʼ 
, 
 
, 

 
, 
 
᾽ 
, 
·
 
ʼ 
᾽ 
, 
 
, 

, 
, 
·  
 
ʼ
 
ʼ 
 
ʼ 
·
 
 
 
᾽ 
᾽ 
 
·
 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
᾽ 
 
 
 
 
.

 
 
 
ʼ 
 
;

 
 
 
, 
 
 
 
.

 
 
 
 
 
ʼ 
 
.

᾽ 
 
 
 
 
 
 
;

, 
, 
 
 
ʼ 
.

᾽ 
 
 
· 
 
 

·  
 
 
 
 
 
.

 
 
 
;

 
 
 
 
·  
 
 
 

 
, 
ʼ, 
 
 
.
222	
 
ʼ, 
 
 
 
 
ʼ 

 
ʼ 
, 
ʼ 
 

 
 
 
 
—

 
 
 
ʼ 
, 
 
᾽ 

ʼ·  
 
 
 
 
 
.

 
ʼ 
᾽ 
 
; 
 
 
;

 
᾽ 
·  
 
 

 
ʼ 
, 
 
 
 
 
.

 
 
 
ʼ 
 
 
;

 
᾽ 
 
 
 
ʼ 
᾽ 

 
 
·  
 
ʼ 
 
.

᾽ 
 
 
 
 
·
 
 
 
 
᾽ 
 
ʼ 
.

 
ʼ 
 
;

 
ʼ 
.

᾽ 
᾽ 
 
 
 

ʼ 
 
, 
 
ʼ 
 
 
 
.

 
 
, 
 
, 
 
ʼ 
,
ʼ 
, 
 
 
 
.

, 
ʼ 
 
 
ʼ 
 
.

 
᾽ 
 
 
᾽, 
 
 
;

ʼ 
 
 
᾽ 
 
·
 
 
 
 
᾽ 
᾽· 
 
 

 
· 
 
ʼ 
 
 

 
· 
 
ʼ 
 
,
 
 
 
 
,
ʼ 
·  
 
 
 

᾽ 
 
 
 

 
 
 
 
 

 
 
 
 
.
 
 
᾽   
, 
 
ʼ, 
 

ʼ, 
   
 
 
.

 
 
 
 
 
 
;

 
, 
 
 
 
ʼ 
.

 
 
 
 
 
 
 
;

 
 
ʼ 
 
 
᾽ 
.

 
 
 
 
 
 
 
;

 
, 
 
 
 
.

᾽ 
 
 
 
 
 
 
;

 
 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
;

ʼ 
 
 
᾽ 
 
.
536	
ʼ, 
 
ʼ, 
 
 
 
; 
 

, 
 
, 
 
 
,
 
ʼ 
 
, 
 

 
᾽ 
 
 
ʼ 
 

 
᾽ 
·  
 
 
 

 
 
 
 
 
 
.

 
, 
 
 
 
 
;

, 
 
 
 
, 
,
 
, 
 
 
 
.

 
 
, 
 
 

 
᾽ 
 
 
 
ʼ 
,
 
 
 
 
ʼ 
,
 
, 
 
᾽ 
᾽ 
᾽ 
 
,
 
 
 
 
 
,
 
 
, 
 

 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
, 
 
ʼ 
·
 
ʼ 
 
 
 
,
 
 
 
 
ʼ 
 
 
,
 
 
 
 
 
 
 

 
᾽ 
 
 
 
 
 

ʼ 
 
᾽ 
·  
 
 
 

 
 
ʼ 
,
 
, 
 
 

 
᾽ 
.  
 
, 
,
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
, 

 
 
 
 
.
ʼ, 
 
 
 
 
,
ʼ, 
 
 
 

 
 
 
,
ʼ 
 
 
᾽ 

·  
 
 
 
᾽ 
 
.

·  
 
 
 
 

 
, 
 
 
.

 
 
 
 
ʼ 
 
 

 
ʼ 
, 
ʼ 
 
 

 
 
·  
 
 
 

 
 
 
.
804	
.  
 
᾽ 
;  
 
;
 
 
 
 
 

 
 
;
 
 
,
 
.
 
 
 
 
 
᾽
·  
 
 

 
ʼ 
 
 

᾽ 
 
,
 
 

 
ʼ 
,
, 
 
 
.
 
 

, 
 
 
 
ʼ 

 
 
ʼ,
 
 
 
 
 

 

 
 
 
 
.

᾽ 
 
·  
 
 
,
 
.

 
,
 
 
, 
 
 
.

 
ʼ, 
, 
ʼ 
.

 
, 
 
ʼ 
 
;

 
 
 

, 
 
᾽ 
 
.
 
ʼ·  
 
 
 
᾽ 

 

 
 
 
.
933	
, 
 

 
 
 
; 

 
ʼ, 
ʼ 
.
᾽ 
 
 
 
ʼ 

  
᾽ 
.
 
, 
·  
᾽ 
 
᾽ 
 
 
 
 

, 
 

 
 

 
,
, 
 
ʼ, 
 
;
ʼ 
.  
 
 
·
, 
 
ʼ 
;
 
 
ʼ 

 
 
, 
 
,
 
 
,
·  
 
ʼ 
.

, 
 
 
 
;

 
, 
 
 
 
,
 
 
 
.

 
 
.

 
 
.

 
, 
 
᾽ 
 

 
 
.
1040	
 
 
 
ʼ  
 
ʼ 
,
 
, 
 
 
.

᾽ 
;

 
 
.

;

,  
,
·  
 
 
.



 
, 
ʼ 
᾽ 
 
, 
, 
 
ʼ 
.


 
 
 
,
 
, 
 
 
 

 
 

 
 
 
.

 
 
 
, 
,
᾽ 
 
 

 
 
, 
 
ʼ  
,
 
 
 
.
1122	
·  
 
᾽ 
 
 
 
 
.

;

, 
 
.

 
;

 
ʼ 
᾽ 

 
 
.

, 
 
᾽·  
 


 
 
.

 
 
,
 
 
 
 

 
 
.

 
 
.

 
, 
 
 
,
, 
 
 
;
 
 
 
; 
᾽ 

 
ʼ 
;
1194	
 
,
·  
 


 
᾽ 
, 
;

 
 
 
ʼ 
 
 
,
ʼ 
 
 
.

 
᾽;

 
.

.

, 
, 
 
;

 
 
, 
 
, 
, 
.

 
, 
 
, 
 
;

᾽, 
 
᾽ 
 
.

᾽ 
· 
 
 
 
.

 
, 
 
.

 
 
ʼ;

 
 
.

 
 
 
;

 
.

 
;

 
 
᾽ 
;

 
 
 
ʼ 
.

 
 
.

.

 
.

, 
 
ʼ  
 
;

 
 
 
.

 
ʼ 
 
 
,

 
 
 

 
 
 
·  
 
ʼ 
 
 
 
 
, 
 
, 
 
.  
 
 
ʼ 
 
 

 
 
 
 
,
 
 
 

 
 
.

 

, 
᾽ 

 
 
᾽ 

 
ʼ, 

 
 
,
᾽ 
 
 
, 
, 
 
, 
ʼ, 

 
 
 

 
 
 

 
 
, 
 
 
᾽ 

 
, 
 

 
·  
 
 
 
 

 
.  
᾽ 
, 
 
 
 
·
 
ʼ 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 
 
,
 
 
,
 
.
1447	
᾽ 
, 
 
, 
 
ʼ 
 

 
 
 
 
·
 
ʼ 
 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
,
 
 
ʼ 
 
 

, 
 
 
 
 

 
 
 
 
 
 
;
 
 
᾽ 
, 
 

 
 
ʼ 
 
᾽ 
,
 
 
; 
 
 
 
 

ʼ 
 
 
ʼ·  
 
 
ʼ 
 

ʼ 
 
 
 
,
 
 
 
 
 
 
 
,
 
᾽ 
 
·  
᾽ 
 

.  
 
 
 
 
,
 
 
 
, 
᾽ 
 

, 
᾽ 
 
᾽ 
 
;
 
ʼ 
 
 
 
᾽ 
,
᾽ 
 
ʼ 
, 
 
.
᾽ 
 
 
 
 
, 
,
 
 
ʼ, 
 
,
 
 
 
 
 
 

  
 
·  
 

 
 
 
 
 
 
,
 
 
 
 
, 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
,
᾽ 
 
 
 
 
,
 
 
·  
 
 

 
 
 
,
 
 
 
 
 
 

 
 
᾽·  
 
ʼ 
 

 
, 
 
 
 
,
᾽  
 
᾽  
·  
 

 
 
 
 
.

 
, 
 
, 

 
ʼ 
 
 
· 
 

 
 
·  
 
 
 

 
 
 
 
.
1716	
 
 
ʼ 
 
 
 
 
, 
;

 
 
 
·  
 
 
,
 
 
᾽ 
, 
 
.

 
 
 
 
 
ʼ 

 
ʼ, 
, 
 
᾽  
 
;

 
ʼ, 
  
 
ʼ 
 
 
.

 
ʼ 
᾽ 
 
 
 
 
;

 
·  
 
ʼ 
 

 
, 
 
 
,
, 
.  
 
, 
 
, 
 

 
 
, 
 
 
 

, 
 
 
᾽ 
 
.

᾽ 
 
 
 
ʼ 
 

 
·  
 
 
 
 
 
;

 
, 
 
;  
 
 
, 
;

 
ʼ 
, 
 
;

ʼ 

 
 
, 
 

 
·  
 
ʼ 

 
 
 
 
.
 
;
᾽ 
; 
᾽ 
 
; 
 
 
;
 
 
 
 
 
 
.
.
 
 
·  
 
 
᾽ 

 
 
·  
 
ʼ 

 
᾽ 
 
 
 
.

 
, 
 
;

 
, 
 
ʼ 

·  
 
ʼ 
ʼ 
 
.

 
 
 
 
 

 
ʼ, 
 
 

 
 
 
 
.

 
, 
;

 
 
ʼ 
.

, 
;

 
 
 
 
.

, 
 
.

 
 
.

 
ʼ 
.

 
 
.

 
 
;

 
ʼ 
 
.

, 
 
ʼ 
;

, 
, 
.

 
;

 
 
ʼ 
,
 
 
 
 
 
.

 
ʼ 
 
 
 
;

ʼ 
 
·  
 
 
 
 
.
2009	
 
᾽ 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
 

 
, 
 
  

 
 
 
ʼ 
.
 
ʼ, 
 
ʼ, 
 
 
 
 
 
,
ʼ 
 
 
 
,
 
ʼ 
᾽ 
 
 
 

.  
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 

, 
 
 
ʼ 

 
 
 
ʼ 
,
 
ʼ 
 
 
 

 
 
ʼ 
 
 

 
, 
 
 
 
.
 
ʼ, 
 
, 
 
 
 

ʼ 
 
, 
 
,
 
᾽ 
 
, 
 
 

 
, 
 
᾽ 
·
 
ʼ 
 
᾽ 
 
, 
, 

; 
 
ʼ 
 
 
;
 
 
 
 
, 
᾽ 
 

, 
 
 
ʼ 
 
 
.

 
 
 
ʼ 
, 
,
 
 
 
 
 
,
ʼ 
·  
 
 
 

 
ʼ 
 
 
᾽ 
 
.
 
ʼ 
 
 
 
 
 

 
, 
 
ʼ 
.
 
 
 
 
 
  
 

 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
·
 
ʼ 
 
 
 
  

 
 
 
 
 
,
 
 
 
 
.
 
 
 
 
 
 
 

 
 
 
 

, 
 
.
 
ʼ, 
 
ʼ 
 
᾽ 
 
 
,
 
 
 
 
 

 
 
 
 
 

 
ʼ  
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
, 
 
, 
,
᾽ 
 
·  
 
 
 
  

 
 
 
 
.
2312	
 
 
 
ʼ 
 
 

 
ʼ 
, 
 
 
;

 
 
 
ʼ, 
 
, 
.

 
; 
 
 
, 
;

 
 
 
 
 

ʼ 
 
 
ʼ 
  
.

 
ʼ 
 
ʼ 
᾽ 
 
 
 
;

 
 
 
  
 
 
.

᾽ 
᾽ 
, 
ʼ 
᾽ 
ʼ 
;

 
 
 
ʼ 
, 
 
ʼ 
.

 
ʼ 
 
 
 
 
.

 
 
 
ʼ 
 
 
 

 
 
 
 
.

 
 
,  
; 
 
.

 
ʼ 
 
 
 
, 

 
 
, 
 
 
 
 
.

 
ʼ 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
.

 
 
 
 
 

 
, 
ʼ 
᾽ 
 
 
.

 
 
 
 
;

᾽ 
 
 
 
 
ʼ, 
 
.

 
᾽ 
 
 
 
 
.

 
ʼ 
 
 
 
.

 
, 
 
, 
;

 
 
᾽ 
, 
 
 
 
.

 
ʼ 
, 
 
 
, 
;

 
 
 
᾽ 
.

 
᾽ 
᾽ 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
ʼ 
, 
 
.

ʼ 
 
 
ʼ 
, 

 
 
 
 
;

 
 
᾽  
, 
 
ʼ  
.
2582	
᾽ 
 
 
 
 
 

 
, 
 
ʼ 
 

 
 
 
 
 
,
 
 
 
 
·
 
᾽ 
 
 
 
 
 
 

 
᾽ 
 
 

 
ʼ 
·  
 
 
 
ʼ 

 
 
 

 
 
᾽ 
, 
᾽ 

 
 
 
.
 
 
 
 
᾽ 
 

 
 
 
 
.
 
᾽, 
 
 
 
 
ʼ 
,
ʼ 
 
, 
 
 

 
 
 
 
 
 
,
 
ʼ 
 
᾽  
ʼ 
·
 
ʼ, 
᾽ 
 
 
 
 
 
,
 
 
 
 

 
 
 
 
,
 
ʼ  
 
 
 
 

 
ʼ 
 
 
, 
 
ʼ 
,
 
 
, 
 
 
, 
 

 
, 
᾽ 
 
 

 
 
 
 
 
.
 
 
ʼ, 
 
, 
 

 
, 
 
 
 

  
 
 
 
 
·
 
ʼ 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
 
,
 
 
 
 
 

 
·  
᾽ 
, 
 

ʼ 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 

, 
 
 
 
 
 
.
 
 
, 
 
, 
ʼ 

 
  
 
 

 
, 
 
 
 

ʼ 
, 
 
ʼ 
 
 
.
2837	
 
, 
, 
,
 
 
 
ʼ 
᾽·  
 
 
 

 
 
᾽ 
 
,
 
 
 
 
.

 
ʼ, 
 
 
 
 
.

 
 
 
 
, 
᾽ 

 
 
 
 
 
.

 
; 
 
, 
.

 
 
 
 
 

 
,  
ʼ 
 
 
.

 
 
 
ʼ 
 
;

 
, 
 
 
,
 
ʼ 
 
 
 
.

 
 
, 
 
 
;

  
 
 
 
 
.

·  
 
ʼ 
 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
·  
 
 
ʼ 
.

 
 
 
; 
 
 
.

, 
·  
 
 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
 

 
 
᾽ 
 
.

 
 
·  
 
.

 
 
 
, 
 

 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
,
 
 
 
 
·
᾽  
 
.   
 
 

 
 
 
 
·
 
 
ʼ 
, 
 
ʼ, 
 
.

 
, 
 
 
 
;

 
 
  
 
 
 
.

 
 
 
·  
 
 

 
 
 
ʼ 
, 
 
·
 
ʼ 
 
 
 
.
 
 
 
 
 

 
᾽ 
, 
 
 
.
᾽ 
 
 
 
·  
 
 

 
ʼ·  
 
 
 
 
 

 
 
᾽ 
 
.

᾽ 
ʼ 
 
·  
 
 
ʼ 

 
ʼ 
, 
 
 
.

 
, 
 
, 
᾽·  
 
 

 
ʼ 
, 
᾽ 
 
 
.

ʼ 
 
 
᾽·  
, 
 
ʼ 

 
 
·  
 
 

᾽ 
 
 
, 
  
 
 
.
3176	
 
 
 
 
 
 
, 
 
ʼ, 
·
 
ʼ 
 


 
;

 
 
 

, 
 
.

 
 
 

 
 
 
ʼ 
.

 
 
 
 
 

,  
ʼ, 
 
ʼ 
.

.

, 
.

 
.

·  
 
 
 
 
.
3240	
ʼ 
 
ʼ, 
 
, 
ʼ 
 
,
 
,
 
ʼ 
 
.

᾽  
 
;

 
ʼ 
 
 
 

 
 
.

 
, 
 
,
 
ʼ 
;

 
 
 
᾽ 
,
 
ʼ·  
 
 
ʼ 
 
 


 
;

, 
 
ʼ 


 
.

 
 
 
.
3308	
 
ʼ 
ʼ 
᾽  
 
 
 

 
 
 
.

.

 
 
 
ʼ 
 
.



 
ʼ 
.



 
.

 
;


, 
 
᾽ 
 

  
 
.
3355	
, 
 
; 
 


 
; 
 
ʼ 
 
;

;

. 
 
, 
 
 
,



.  
 
 


 
;

 
 
.

 
;

 
.
  
 
, 
 
ʼ, 
᾽ 
·
 
 
,  
 
 
᾽ 
.
3412	
  
 
 
᾽ 
 
 

 
ʼ  
 
 
᾽  
    
.

 
 
 
 
 
 

 
 
 

 
ʼ, 
 
 
, 
 
ʼ 

 
᾽ 
 
 
.
 
 
 
 
 
 
 

 
 
᾽ 
 
, 
 
ʼ 

 
, 
ʼ 
, 

 
 
 
 
ʼ  
,
 
 
 
 
 
 
.
·  
 
 
ʼ 
 
 

 
 
 
,
 
 
 
 
 
,
 
, 
 
 
ʼ 
 
 

 
ʼ 
 
 
·
 
 
ʼ 
 
ʼ 
᾽, 
 
 
,
 
 
 
·  

ʼ 
 
 
 
 
 

 
 
 
 
 
.

, 
 
 
 
 
 

, 
 
 
 
 
.
 
 
ʼ 
 
 
ʼ 
 
 

 
 
 
, 
 
·
᾽ 
 
 
 
 
 
 

 
 
, 
 
 
 
.

᾽ 
 
 
ʼ, 
 
 
.

 
 
 
 

 
, 
 
 
 
· 
 

 
ʼ 
 
ʼ 
 
 
.
3617	
 
 
 
 
 
;

 
 
, 
 
 
 
.

 
 
 
 
 
;

 
 
   
 
 
 
 


 
ʼ 
 
 
, 
 
ʼ 
 

 
 
 
 
ʼ 
 
.

 
 
 
 
.

᾽ 
 
 
 
 
ʼ 
 
.

 
 
·  
 
, 
, 
 
.

 
 
 
 
 
  
;—

 
 
ʼ 
, 
 
.

᾽  
 
 
ʼ  
 
 
 
.

᾽ 
᾽, 
᾽ 
 
, 
.

 
, 
 
ʼ 
 
 
 
.

 
 
, 
, 
 
ʼ 
.

ʼ·  
 
 
 
 
 
 
.

, 
, 
 
 
 
.

 
 
 
 
 
;

 
᾽, 
 
 
 
ʼ 
 
.

 
 
 
 
 
ʼ 
 
;

 
 
.  
 
 

 
 
 
·  
 
 

 
 
ʼ, 
 
.

 
 
ʼ 
 
ʼ, 
᾽ 
 
;

 
 
 
 
.

 
 
 
 
;

 
ʼ 
 
 
 
.

 
 
᾽ 
 
 
 
;
3834	
 
ʼ 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
 
.
 
 
 
, 
 
 
,
 
 
, 
 
ʼ 
,
 
 
 
ʼ 
᾽ 
 

 
 
 
 
 
.
 
 
 
, 
 
ʼ 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
, 
 
 

 
 
 
 
ʼ 
,
 
 
 
 
 

 
 
 
 
·
᾽ 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
ʼ 
,
 
ʼ 
 
 
, 
 
 

 
, 
ʼ 
 

 
 
 

 
᾽, 
 
 
 
 
.

, 
 
 
 
 
᾽ 

 
᾽ 
᾽ 
 
 
 
.

 
᾽ 
 
 
 

ʼ, 
 
 
 
 

 
ʼ 
 
 
 
;
 
ʼ 
 
 

 
 
 
 
 
 
.
 
 
ʼ 
 

 
, 
 
ʼ 
  
.
 
ʼ 
᾽ 
 
 
 
, 
 

 
, 
᾽ 
 
 
,
᾽  
, 
, 
, 
 

 
·  
 
 
.
4062	
 
, 
 
 
 
.

 
 
; 
 
 
 
;

 
 
 
ʼ 
·  
᾽ 
 
 
᾽ 
,

 
 
 
; 
 
 
.

 
 
 
 
᾽ 
.

ʼ 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
ʼ 
·  
 
 
 
.

 
ʼ 
᾽ 
 
ʼ 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
;

 
᾽ 
 
ʼ 
;

 


 
᾽ 
 
.

 
 


 
ʼ 
 
 
 
.

ʼ 
.

 
 
 
.

 
ʼ 


ʼ 
 
 
 

᾽ 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
, 
᾽ 
 
 

 
, 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
, 
ʼ 
, 

 
 
 
 
 
.
 
 
 
 
 
 

 
,    
 
 
 
·
 
 
 
 
 
ʼ 

 
 
ʼ 
 
 
 
.
4265	
, 
, 
 

 
 
 
 
,
 
 
, 
ʼ
 
 

 
᾽ 

 
 
,
 
 
 

 
 
 

 
 

 
 

· 
᾽ 
 

 
 

 
 
.
4313	
 
ʼ 
 
᾽  

 
 
ʼ 
 

, 
 

 
ʼ, 
 

 
·  
᾽ 

 

  
 
,
᾽ 
 
᾽ 

 
 

 
 

 
·  
 

 
 
 
᾽ 


 
.
 
ʼ 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
 

ʼ 
 
,
 
 
,
 
 
 
 
,
 
 
 
·
 
 
 
 
 
  

  
 
 
·  
 
 
 
 

 
 
 

 
 
.
4418	
 
ʼ 
 
 
 
 

 
 
 
, 
, 
 
 
,
, 
, 
.
 
 
, 
 
 
 

᾽ 
 
ʼ, 
 
,
 
 
 

 
 
 
.
 
ʼ 
 
ʼ 
 
 
 

, 
 

 
.
4471	
 
ʼ  
 
 
,
 
 
 
 
 
 
 
.

 
ʼ 
, 
 
, 
;

 

 
᾽ 
 
 
 
, 
.

 
 
, 
 
 

ʼ 
 
 
 
 
.

, 
·  
 
 
 
 
,
 
 
 
 
 
.

 
 
᾽ 
 
,
 
ʼ 
 
 

 
 
 
 
,
 
᾽ 
 
᾽ 
ʼ 
 
.
 
 
 
 
 
 
, 

 
 
, 
 
 
ʼ 

 
, 
 
ʼ 
, 
.
᾽ 
 
 
ʼ 

 
 
 
 
 
,
 
 
 
, 
᾽ 
 

 
, 
ʼ 
 
 

 
 
 
ʼ 
 
 
.
᾽ 
 
ʼ 
, 
 

 
 
.  
 
 
 

 
, 
 
 
 
᾽ 
,
, 
 
 
 
 

, 
 
 
 
, 
,
 
 
 
 
 
 
,
 
ʼ 
 
 
 

 
·  
 
 

 
 
ʼ 
 
 
 

ʼ, 
 
 
 
,
 
 
 
  
 
 

 
, 
, 
 

, 
 
 
.
᾽ 
 
, 
 
 
,
ʼ 
 
 
 
 
 
 
;
᾽ 
 
 
 
 
, 
 

 
 
, 
, 
 

, 
 
 
 
 

 
 
, 
 
 
 

·  
 
·  
 
ʼ 
 

 
ʼ 
, 
 
 
 
.
4738	
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 

 
 
 
᾽ 
 
 
;
 
 
 
 
 
 

ʼ, 
᾽ 
 
 
 
 
,
 
 
 
 
·
᾽ 
ʼ 
 
 
 

 
 
 
 
 
,
᾽  
 
, 
 

 
 
᾽ 
 
᾽ 
 
·
 
ʼ 
 
ʼ 
 
 
 

 
 
 
 
 
 
,
 
, 
 
 
.
 
 
 
 
 
;
 
 
 
 
 
 

 
 
ʼ 
 
,
 
ʼ 
 
 
 
, 

ʼ, 
᾽ 
 
 
 
 
·
᾽ 
 
 
᾽ 
 
 
;
 
 
 
 
 
,
 
 
.  
 
ʼ 
 
.
 
 
 
᾽, 
 
 
 
.
 
᾽ 
, 
ʼ 
᾽ 
 
 
,
᾽ 
 
 
, 
 
 

 
 
᾽ 
 
.
 
 
 
᾽, 
 
 
᾽ 
᾽, 

 
 
 
 
·
 
 
 
 
 
 

 
 
, 
 
.
᾽ 
 
 
 
 
 
 
 
;
 
ʼ, 
 
 
 
 
,
 
 
 
, 
 
 
.
 
 
ʼ 
 
᾽ 
 
,
 
 
·  
 
 
 

ʼ 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
, 
·
 
ʼ 
 
 
᾽·  
 
 
 

᾽ 
᾽ 
 
, 
 
.
5000	
 
 
 
᾽ 
 
 
,
 
ʼ 
 
 
 
, 


 
 
;

 
 
᾽ 
, 
 
 
᾽ 

 
 
ʼ 
 
 
 
 
.

 
ʼ, 
 
 
 
 

 
ʼ 
 
 
 
 
;

 
 
·  
 
ʼ 
ʼ 
ʼ 

 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.

 
 
 
, 
 
ʼ 
 
 
.

 
ʼ  
 
 
 
 
 
 
.

ʼ, 
 
 
 
 
, 
 

ʼ 
 
 
 
 
.

 
᾽, 
 
· 
 
 
 

᾽ 
 
ʼ, 
 
ʼ 
 


 
ʼ 
 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
᾽ 
 
;

 
 
 
 
 
 

 
, 
 
ʼ 
 
.

.

ʼ  
 
 
 
.

 
ʼ 
 
;

 
ʼ 
 
 
.

 
, 
 
ʼ; 
 
,
 
 
 
 
 
;

, 
ʼ, 
 
.  
 
 
 

 
 
᾽ 
 
 
.

 
 
 
 
 

, 
 
 
 
.

 
, 
 
; 
 

 
 
 
;

 
, 
;

 
 
᾽ 
, 
 
 
.

 
 
.

 
ʼ, 
 
 
.

.

 
;

 
 
.

 
.

 
, 
 
ʼ; 
 
; 
ʼ 
 
 
 
.

.

 
 
, 
 
 
.

 
 
, 
 
 
 
.

 
 
᾽ 
;

 

 
 
.

 
ʼ 
 
 
.

 
 
.

  
ʼ 
᾽ 
.

ʼ 
, 
 
ʼ, 
·
 
, 
 
, 
·  
ʼ 
 
.

 
,  
 
 
.

, 
, 
 
;

 
 
.

, 
 
, 
.

᾽ 
 
.

 
ʼ 
;

 
 
, 
.
5371	
 
ʼ 
 
 
 
 
 

·  
᾽ 
 
 

 
 
 
 
 
, 
᾽  
 

 
᾽ 
, 
 
 
 
,
.  
 
, 
ʼ 
, 
 
,
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
, 
 
ʼ 
 
.

 
,  
.

 
 
.

 
ʼ 
, 
 
ʼ 
.

 
 
 
 
 

·  
 
 
 
 
.

᾽ 
 
 
;

᾽  
 
.

 
 
.

 
 
.

 
 
ʼ 
 
 
 
 
.

 
ʼ 
, 
 
 
 
 
;

 
.

 
 
 

 
ʼ 
 
 
 
 
,
 
ʼ, 
 
, 
 
ʼ 

 
 
 
 
 
.
 
 
ʼ 
 
 
 
 
 

 
 
 
 
 

 
 
 
 
.

 
, 
 
 
;

 
 
 
, 
 
ʼ 

 
 
 
ʼ 
.

 
 
, 
᾽ 
 

 
 
 
 
 
 
 
.

 
.

 
ʼ 
 
, 
ʼ, 
 
 
 
.

.

᾽ 
᾽ 
 
 
.

 
 
 
 
 
 
 
.

ʼ 
 
;

 
ʼ 
 
.

 
ʼ 
 
, 
 
ʼ 
.

᾽ 
 
 
᾽;

, 
᾽ 
.

 
 
, 
 
 
,
 
 
, 
ʼ, 
 
 
ʼ 
 
.

 
ʼ 
 
; 
 
; 
 
 
 

 
ʼ 
 
 
᾽ 
 

᾽ 
 
; 
᾽, 
 
 
 
,
 
 
᾽ 
 
 
 
ʼ 
 
.

 
ʼ, 
 
 
 
 
,
 
 
᾽ 
᾽ 
 
.

 
 
, 
 
ʼ 
 
; 
.

 
᾽, 
 
, 
 

 
 
 
 
.

 
;

 
 
ʼ 
.
5723	
 
 
 
 
 

 
 
, 
᾽ 
 

 
 
 
 

 
 
, 
 

 
 
 
,
 
 
ʼ 
 
, 
 
ʼ 

 
 
, 
 
.
ʼ, 
 
, 
 
.  
 
ʼ 
,
 
 
ʼ 
 
, 
 
᾽ 
,
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
ʼ 
,
 
 
 
.
 
 
ʼ 
 
 
 
, 
 

 
 
 
 
 
·
 
 
᾽ 
 

᾽ 
 
 
 
 
 
·
 
ʼ 
 
 

 
 
 
, 
᾽ 

 
 
 
 
ʼ, 
᾽ 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
 

 
 
ʼ 
 
 
.
 
 
 
ʼ 
 
 
·
 
 
 
 
 
,
᾽ 
 
ʼ 
, 
 

 
 
 
 
 
, 

 
 
 
.
 
᾽ 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
, 
 
, 

᾽ 
 
᾽ 
 
, 
᾽ 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
, 
 
ʼ  
 
 

ʼ 
 
 
 
 
 
.
 
 
 
 
, 
 
 
,
 
 
 
 
᾽ 
 
,
 
 
 
 
 
 

 
 
 
 
·  
 
 

 
 
ʼ 
 
 
 
 
.

 
᾽ 
, 
 
ʼ; 
 
᾽ 
 
 

 
, 
 
ʼ 
 
.
6003	
 
᾽ 
 
 
 
 
,
 
 
, 
᾽ 
, 
 
 
,
 
᾽ 
, 
 
ʼ 

 
ʼ 
 
 
 
 

 
, 
᾽ 
 
 
.
 
ʼ 
ʼ 
 
 

 
 
ʼ, 
᾽ 
 

 
 
 
.
 
 
 
 

 
 
 
᾽, 
 
 

ʼ 
 
᾽ 
 
 
·
 
 
 
᾽ 
 
.
 
᾽ 
 
 
, 
 
 
 

 
ʼ 
 
 
 
 
·
᾽ 
 
 
 
᾽ 
.
 
 
 
 
 
 

·  
 
ʼ 
 
 
.
 
 
 
 
 
·  

 
, 
 
 
ʼ, 
 
,
 
· 
 
 
 
 
,
 
ʼ 
, 
 
.
6140	
 
ʼ  
, 
 
 
,
 
 
 
 
, 
;
 
 
 
 
 
 

 
 
 
, 
 
 

 
·  
 
 
 
 
,
ʼ 
 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
 

 
 
, 
᾽ 

᾽ 
 
 
 
 
ʼ 
.
 
, 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
᾽ 
 
,
 
 
 
 
 
,
 
 
, 
᾽ 
 
᾽ 
;
 
ʼ 
 
 
, 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
ʼ 
,
 
 
 
ʼ 
 
ʼ 
 
 
;
 
, 
, 
 
 

 
 
 
ʼ 
 
,
 
 
ʼ·  
 
 
 
,
 
ʼ 
 
᾽ 
 
 
.
 
 
ʼ 
, 
 
 
,
 
ʼ 
 
, 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
, 
 
 
ʼ 

 
 
 
·  
 
 

 
 
 
ʼ 
 
.
᾽ 
 
 
᾽ 
 
᾽ 
 

 
᾽ 
 
 
 
 

 
 
 
.
 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
 
ʼ 

 
,   
 
ʼ 
 

 
ʼ 
 
 
 
ʼ 
 
;
 
, 
 
 
, 
 

ʼ 
 
 
 
.
 
 
 
 
,
 
·  
 
 
 
 

 
 
 
 
 
.
 
ʼ, 
 
 
 
, 
᾽ 
 

 
 
 
 
ʼ 
,
᾽ 
 
 
ʼ 
.
 
 
 
 
 
 
,
 
 
, 
 
 
·
ʼ 
᾽ 
 
 
᾽ 
,
ʼ 
 
 
 
 

 
, 
 
᾽ 
·
᾽ 
 
 
 
 
 
ʼ 

 
ʼ 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 

 
 
 
ʼ, 
᾽ 

 
᾽ 
 
 
 
.
6500	
 
, 
, 
·  
 
 

 
, 
 
ʼ 
.

 
, 
 
 
 

, 
 
ʼ 
 
 
.

 
᾽ 
 
 
 
;

 
 
 
, 
 
 

, 
᾽, 
 
 
 
 
᾽ 

 
 
  
 
 
·
 
ʼ 
 
, 
 
 
.
 
 
 
, 
 
 
 

 
 
᾽ 
 
.
᾽ 
·  
 
ʼ 
 
 

 
ʼ 
 
ʼ 
 
·  
 
 

 
 
 
ʼ 
 
.
 
 
 
 
᾽·  
 
 

 
 
᾽ 
 
 
ʼ 

 
 
 
 
,
᾽ 
᾽ 
 
 
 
 
 
.
 
 
ʼ 
, 
 
 
 

 
 
 
.
 
 
, 
 
 
 
 
 

 
 
 
 
᾽ 
;

 
 
 
᾽ 
 
 
·
 
 
 
 
ʼ 
 
 
.

 
 
·  
 
ʼ 
, 
,
 
 
, 
 
,
 
 
 
 
, 
 

 
 
 
 
 
 
 
.

, 
, 
 
 
 

 
 
 
 
 
.
6710	
 
 

 
ʼ 

 
 

, 
 
 

 
 
,
 
 
 
 

, 
 
 

 
 
 

 
·
ʼ 
 
 

 
 
 

 

 
ʼ 
 

᾽ 
 
·
6760	
 
 
 

 
 
ʼ
 
 
,
 
 

 
.
·  
 
 
 
,
 
 
 
.
 
 
 
,
 
ʼ 
 
ʼ
  

, 
 
 

 

 
 
 

 
 
.
6809	
ʼ 
 
;  

 
 

 
ʼ 

 
 
, 
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 

 
ʼ 
 
.
᾽ 
 
 

 
 
ʼ  
ʼ  

  
 
.
6852	
 
 
, 
 
, 

 
 

 
 
 
 
 
,
 
 
 
 
.
 
 
 

 
 
 

 
 
 
 

 
 
 
 
.
 
ʼ 
, 
 
 
 
 

 
·  
 
 
 

᾽ 
 
 
 
.
6911	
 
; 
 
; 
 
;

 
 
,
 
 
 
 
᾽ 
 
ʼ 

, 
 
 
 
 
;

 
, 
 
;

 
 

 
 
 
ʼ 
.

ʼ 
 
, 
 
 
 

 
 
 
 
.

 
 
· 
 
 
 
 
.

 
, 
 
;

᾽ 
 
.

 
ʼ 
.

 
 
 
.

 
 
.

 
 
.

 
 
ʼ, 
᾽  
᾽  
 

 
 
 
 
 
.
ʼ, 
 
, 
 

  
 
, 

 
ʼ 
 
 
 
.
 
 
 
ʼ 
᾽ 
 
ʼ, 

 
 
 
 
.

᾽ 
᾽ 
 
·  
 
 
, 
,
 
 
·  
 
᾽ 
 
.

 
, 
 
, 
 
 

ʼ  
 
ʼ  
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
·
  
 
 
, 
 
 
.
 
 
 
 
 
 
,
 
 
 
 
᾽, 
 
 
ʼ 

 
ʼ 
 
 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
 
ʼ, 
, 
 
, 

 
 
ʼ, 
 
, 
 
 
.
 
 
; 
 
ʼ 
 
 

 
ʼ 
, 
 
 
 

 
 
; 
 
 
,
᾽ 
 
·  
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
, 
 
 
᾽ 
.
7196	
᾽ 
 
 
 
 
 
 
,
 
 
, 
 
,
᾽ 
 
 
 
 
 
ʼ 
.
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
ʼ·  
 
 
ʼ 
 

 
, 
·  
 
 
ʼ 

, 
 
 
.
 
 
 
 
, 
 
 

, 
 
ʼ 
 
 
 
 
;
 
ʼ  
 
 
 

 
, 
 
, 

 
 
, 
 
 
·
 
ʼ 
 
 
 
.

 
ʼ 
, 
 
; 
 

 
 
ʼ 
 
 
 
 
.

 
ʼ 
 
, 
 
 

 
, 
 
, 
 

 
 
 
, 
ʼ 

 
, 
ʼ 
 
.

;  
 
 
 
·

 
 
 
·  
 
, 
 
 
,
 
ʼ 
 
 
 
 
.

 
ʼ; 
 
 
᾽ 
 
 
.

 
 
 
 
 
 

 
 
ʼ 
 
 
᾽ 
.

 
᾽ 
 
 
᾽ 
 
 
;

 
ʼ 
 
 
 
 

᾽, 
 
 
 
 
 
.

 
, 
 
 
.

 
ʼ 
 
;

 
 
.

 
;  
.

ʼ 
 
ʼ 
 
᾽ 
 
.

 
 
ʼ 
 
 
ʼ 
 
 
;

 
, 
, 
, 
 
 

ʼ 
 
 
 
.

 
ʼ; 
 
 
 
 
 
 
 

; 
 
 
᾽ 
 
 
;

, 
, 
 
᾽ 
 
·
 
 
ʼ 
 
 
᾽ 
.

᾽ 
 
 
ʼ 
, 

 
 
ʼ 
 
 
 
.
7503	
, 
 
, 
 
 
 
.
 
ʼ 
 
 
 
ʼ 
 

 
 
 
 
ʼ 
 
,
 
 
 
 
 
.
 
 
, 
, 
 
 

, 
 
 
 
 
.
 
ʼ 
 
 
; 
 
 

ʼ 
 
 
 
.
 
·  
 
 
 

 
 
 
ʼ, 
 
,
 
 
ʼ 
 
 
 
.
᾽  
·    
 
 
 

 
 
, 
 

 
 
 
.
 
ʼ 
 
, 
 
 
, 

 
 
 
ʼ 
·
 
 
, 
ʼ 
, 
 

 
 
 
 
.
 
 
 
 
,
 
 
 
 
.
᾽ 
 
·  
 
 
 

 
, 
᾽ 
 
 

, 
 
ʼ 
 
 
.

, 
 
 
 

·  
 
ʼ 
 
 
 
.
, 
ʼ, 
 
 
᾽ 
,
 
 
 
 
 
.

 
 
᾽, 
 
 
 
,
 
.  
 
ʼ 
 
·  
 
ʼ 

 
᾽, 
 
 
 
 
 
 
.
7698	
 
 
 
 
 
 
 

, 
 

 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
ʼ 
 
 
 
,
 
 
 
 

 
·  
 
ʼ 
 
,
 
 
ʼ 

 
 
,
 
 
.
7753	
 
 
 
 
 
·  
 
ʼ, 
 
,
 
 
 
 
,
 
, 
 
.
 
ʼ 
 
 
 
 
 
 
,
 
  
 
; 
 
 
 
;
, 
, 
, 

 
·  
 
 
 

 
 

 
, 
 

 
 
.
7811	
 
 
 
᾽, 
 
 
,
 
 
 

 
 
 
,
 
 
 
ʼ 

 

 
 
 
,
 
 
᾽ 
 
,
 
ʼ 
·
 
ʼ 
 
 
ʼ,
 
ʼ 
 
 
.
7857	
 
 
᾽ 
, 
 
, 
 

 
 
, 
 
, 
ʼ  

 
 
 
᾽ 
.

 
;

 
 
 

, 
 
 
 
.

, 
 
; 
 
 

 
, 
, 
 
 
᾽ 

 
; 
 
 
 

 
 
ʼ 
᾽ 

 
 
, 
 
 

 
 
 

 
, 
 
ʼ 

 
ʼ  
 
 
·
 
ʼ, 
 
, 
 

 
 
 
 
.
 
 
ʼ 
 
·
 
 
 
 

 
 
·  
 
 
 
 
.
᾽ 
 
 
 
 
 

 
᾽ 
 
, 
 
 
, 
,
·  
 
 

 
 
, 
 
ʼ  
 
᾽  
.
 
;
, 
 
, 
·  
 
ʼ 
.
᾽ 
 
ʼ 
, 
᾽ 

 
, 
᾽ 
 
 
;
 
ʼ 
 
᾽, 
 
ʼ 
,
ʼ 
᾽ 
 
 
 

 
 
 
,
 
 
ʼ 
, 
 
 
 
,
 
 
 
 
 
.

᾽, 
 
ʼ, 
 
 
 
·
 
 
 
 
ʼ 
 
 
,
 
ʼ 
 
 
,
 
 
 
 
.
8071	
᾽ 
·  
 
 
 
 
·
 
 
 
 
 

, 
 
ʼ 
᾽ 
 

 
 
 
 
, 
 

 
ʼ 
 
ʼ 
 
 
.
 
᾽ 
᾽ 
, 
 
, 

 
᾽ 
 
 
 
 
.
 
ʼ 
, 
 
 
 
, 
.
 
 
 
 
,
 
 
 
᾽ 
 

 
 
 
.
᾽ 
 
ʼ 
, 
 
 
,
 
, 
 
 

᾽ 
 
 
 
᾽ 
 
,
 
 
.  
 
 
 

 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
 
,
 
 
, 

ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
᾽ 
 
 
 

 
 
᾽ 
 
 
.
·  
 
 
 
 
;
 
, 
 
, 
 

 
ʼ  
 
 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
 
·
 
 
, 
 
 

 
, 
 
ʼ 
 
·
 
 
ʼ 
 
 

.  
 
ʼ 
, 
 
·
 
ʼ 
 

·  
 
 
ʼ 
 

 
 
 
 
 
·
 
 
 
 
,
 
 
 
 

 
, 
 
 
·
 
 
, 
 
 
 
, 
 
 

 
, 
 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
, 
,
 
 

 
 
 

᾽ 
 
 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 
 
, 
᾽ 
ʼ 
 
.
 
 
 
 
 
 

 
 
 
, 

 
 
 
 
, 
 
 
.
 
 
 
 
 

 
, 
 
 
ʼ 
.
 
ʼ 
 
 
, 
 
 
,
 
ʼ 
 
 
·
, 
 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
ʼ 
.
 
ʼ 
, 
 
 
.
 
 
 
 
 
 

, 
 
 
ʼ 
 
 
.
8456	
 
 
 
 
᾽, 

 
 
ʼ 
 
.

᾽ 
 
, 
, 
 
 

 
ʼ 
 
 
 

, 
 
᾽ 
 
 
,
 
 
 
ʼ 
 
 
 
·
 
ʼ 
 
 
 
ʼ 

᾽ 
 
 
᾽ 
 
ʼ 
 
·
 
ʼ, 
 
, 
 
 
 
,
 
 
 
 
 
 
 
,
 
 
 
 
᾽ 

 
 
 
 
 
,
 
 
 
, 
᾽ 
 

 
 
 
 
.
 
 
ʼ 
, 
᾽ 
 
 

᾽, 
 
 
, 
 
 
·
 
 
 
 
᾽ 
 
,
 
ʼ 
, 
 
 
ʼ 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
 
, 
 
 
·
 
ʼ 
 
ʼ 
, 
᾽ 
 
,
᾽ 
, 
 
, 
 
 
·
 
ʼ 
᾽ 
 
 
 
.
 
ʼ 
 
 
 
 
 
 

 
ʼ, 
 
 
 

 
 
.  
 
 
᾽ 
 

 
, 
 
 

 
 
 
 
 
.
ʼ 
 
 
 
ʼ 
ʼ 

 
ʼ 
 
 
 
,
᾽ 
 
 
 

 
 
, 
 
 

ʼ 
·  
 
 
᾽ 
 
.
 
 
 
 
 
 
 

, 
 
 
 

 
 
 
 
.
 
ʼ 
ʼ 
 
 
 
,
 
, 
 
 
,
 
 
, 
 
 

 
 
 
 

 
 
, 
 
 

 
 
ʼ 
᾽ 
 
.
᾽ 
 
 
 
 

 
 
, 
 
ʼ 
,
 
 
 
, 
 
ʼ 

 
 
 
 
 
.
 
᾽ 
 
, 
ʼ 

 
 
 
 
 
ʼ 

 
, 
᾽ 

᾽ 
 
 
 
 
.
8792	
, 
 
 
 

 
, 
 
ʼ 
ʼ 
 
 
.

 
 
 
ʼ 
 
,
 
ʼ 
·  
 
᾽ 
 

 
, 
 
 
,
 
 
 
 

ʼ 
, 
᾽ 
 
,
᾽ 
᾽ 
 
 
 
.
 
᾽ 
 
, 
᾽ 
, 

 
 
 
 
᾽ 
,
 
 
 
 
 
 
ʼ, 
 
 
᾽ 

 
 
 
 
 
 

 
, 
 
ʼ 
 
,
᾽ 
 
 
 
 
 
.
 
 
 
 
, 
 

᾽, 
 
 
, 
 

᾽ 
 
 
 
 
.

, 
 
 
 
 
.

 
, 
 
, 
; 
.

 
ʼ 
 
 
 
 
,
 
 
 
ʼ 
 
 
 
.

᾽ 
 
 
·  
 
 
 
 

ʼ 
 
. 
 
;

 
ʼ 
, 
 
, 
 
 
; 
 

 
 
 
;

 
 
 
 
 
ʼ 

 
 
 
 
.

 
 
᾽ 
 
 
 
 

ʼ, 
 
 
 
 
 
;

 
·  
 
ʼ 
 
.

 
· 
 
 
 

 
᾽ 
 
 
, 
᾽ 
;

 
 
ʼ·  
 

 
 
 
 
 
.
9027	
 
᾽, 
 
, 
 
 
;

 
 
ʼ 
 
ʼ·  
᾽ 
 
 
᾽ 

 
 
 
 
 

 
 
 
 
 
᾽ 
·
 
ʼ 
 
 
, 
᾽ 
 
 

ʼ, 
 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ·  
 
 
ʼ 

ʼ 
ʼ 
.

 
ʼ 
.

 
 
ʼ 
.

 
 
 
ʼ 

 
 
 
 
, 
;

 
, 
.

 
 
ʼ, 
᾽ 
 
.

 
ʼ 
 
 
.

 
ʼ 
, 
 
 
.

 
ʼ 
 
 

 
 
 
.  
 
ʼ 
 

 
 
 
ʼ 
 
·
 
 
 
 
.
9159	
 
 
 
 

 
 
ʼ 
 
,
 
 
 
 
.
  
 
 
 
 
 
.
 
 
᾽   
 
, 
 
  
,
 
 
ʼ  
 
 
 
.
 
, 
 
.

 
 
, 
 
, 
 
 
,
 
᾽ 
 
 
 
;

, 
 
ʼ 
 
ʼ 
᾽ 
 
;

 
 
 
ʼ  
ʼ  

 
 
·  
 
ʼ 
 
.
9240	
, 
, 
᾽ 
᾽ 

 
 
· 
 
ʼ 

ʼ 
 
 
.
 
·  
 
 
 
 
.
 
 
 
; 
 
ʼ·  
 
 

 
ʼ, 
 
 
.
 
 
, 
 
.

 
, 
 
᾽ 
᾽ 
 

 
 
ʼ 
᾽ 
.

 
; 
 
 
 
 
;

 
ʼ·  
᾽ 
 
 
 

 
 
 
 
.
9317	
 
, 
 
᾽  
 
 
 
.
, 
 
, 
  
 
 

 
 
 
.
 
 
 
, 
ʼ 
 
ʼ 

 
 
 
.  
 
 
 
.

᾽ 
 
 
; 
᾽ 
᾽ 
, 
,
 
 
 
 
;

 
ʼ 
 
 
 
 
 
;

᾽ 
 
 
, 
 

 
, 
 
 
.
9389	
 
 
, 
 
ʼ, 
᾽  
,
 
ʼ 
 
 
, 

 
 
, 
.
 
 
 
 
 
 
 
 

 
 
 
.
ʼ, 
.
9423	
 
 
ʼ  
 
 
 
,
 
 
, 
 
 
 
;
 
 
 
 
 
 

ʼ 
; 
 
 

 
 
 
.

, 
 
, 
 
 

 
 
 
᾽ 
 
 
.

 
ʼ 
, 
 
 
, 
 
;

 
 
·  
 
ʼ 
 

 
 
 
 
 
 
.

 
ʼ  
 
 
 
;

 
 
 
 
,
 
 
 
 
.

 
, 
 
, 
 
;

 
 
 
 
 
 

 
 
 
 
.

 
·  
 
 
 
ʼ 

 
 
·  
 
 
 
 
.

 
, 
 
, 
 

 
 
 
 
.
 
 
 
ʼ 
,
 
, 
 
 
 
.
 
 
 
 
ʼ 
 
,
᾽ 
 
 
᾽ 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
,
 
, 
ʼ 
 
 
·
 
᾽ 
 
 
ʼ 
 
 

᾽ 
 
 
 
, 
 
.
᾽  
 
 
, 
 
 

 
 
, 
 
 

ʼ, 
 
ʼ 
 
 
.
 
 
᾽ 
 

 
᾽ 
·  
 
 
 
,
 
 
 
, 
 
.
 
 
 
, 
 
ʼ 
ʼ, 

 
ʼ 
 
 
 
 
 
·
 
 
, 
 
, 
 
.
 
 
᾽ 
 
ʼ 
.
 
ʼ, 
 
 
 
 
 
,
 
 
ʼ 
᾽ 
.
 
, 
᾽ 
ʼ·  
 
 

 
 
 
, 
 
 
.
 
 
 
ʼ, 
᾽ 
 

 
 
 
 
, 

ʼ 
 
 
 
 
.
᾽ 
, 
 
·  
 
 
ʼ 

 
 
 
 
 
 
.
 
 
, 
 
 
ʼ 
᾽ 
,
 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
ʼ 
.  
, 
 
,
 
 
 
ʼ 
 
 
 

 
, 
ʼ 

 
 
 
 
.
9796	
 
 
 
 
 
 

 
 
 
,
 
,
 
, 

 
᾽ 
  

 

 
 
 

 
 
 
 
.
 
 
 
 

 

 
 
 
 
.
9841	
 
 
 
 
ʼ 

, 
 
 

 

 
 
ʼ 
 

 
 
ʼ 

 
 
·
, 
 
 
 
 
,
 
 
 

 

 
 
 
·
 
 
 
 
.
9888	
 
, 
, 
 

 
 
 
·
 
ʼ 
 
 
ʼ, 
᾽ 
 
 
 

 
 
 
ʼ 
ʼ 
 
.

 
 
;

 

 
 
 
 
.

; 
 
 
 
 
;

᾽ 
 
 
 
.
 
 
 
᾽ 
, 
 
 
 

ʼ, 
 
 
,
᾽ 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
,
 
 
 
 
,
 
 
, 
 
 

 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
,
ʼ·  
᾽ 
 
 
.
ʼ 
 
 
 

 
 
 
 
 
·
 
ʼ  
 
 
 

 
 
᾽ 
 

 
 
 
, 
 
 

 
ʼ 
 
 
.
 
 
 
 
 

 
 
᾽ 
 
 
 
,
 
 
 
 
 
 

, 
 
·  
 
 

 
 
 
᾽ 

 
 
 
 
.
 
ʼ  
 
 
 
 
,
 
᾽ 
 
 
·  
 
,
 
᾽ 
᾽ 
 
᾽ 
 
 
.
 
 
 
 
, 

 
 
᾽ 
᾽ 
 
·
 
, 
, 
·  
᾽ 
 
 

 
 
 
᾽ 
 
.
 
 
 
 
 
 
 

 
 
 
᾽, 
 

 
 
 
 
 
.
10143	
᾽  
᾽  
 

 
 
.  
 
 
 

 
ʼ 
᾽ 
᾽ 
 
,
 
 
· 
 
ʼ 
 

 
, 
 
 

 
 
 
 
,
 
 
 
 
 
·
 
 
, 
, 
 

; 
 
 
 
 
.
 
ʼ 
 
ʼ 
 
 
,
 
 
 
 
 
.
 
, 
·  
 
 
,
 
 
 
 
 
 
,
 
, 
, 
·  
 

 
 
᾽ 
, 
 
ʼ 
ʼ 

 
 
 
ʼ 
 
.
 
ʼ, 
 
 
, 
 
 

 
᾽ 
 
 
.
 
 
᾽ 
, 
 

 
 
 
 
 
·
 
, 
 
 
 
 

 
 
 
, 
ʼ 
 
 

 
 
 
 
,
᾽ 
ʼ 
 
·  
 
 

 
 
 
 
.
 
 

·  
 
 
 
 

 
.  
 
ʼ 
,
 
 
 

 
 
 
 
 
ʼ 
,
 
ʼ  
 
 

ʼ 
 
, 
 
 

 
 
᾽ 
 
.
 
 
 
 
 

 
 
 
 
ʼ 

 
 
 
 
 
 
.
 
ʼ 
 
 
ʼ, 
᾽ 
 

 
, 
 
 
 
.
 
 
 
 
 
 

 
 
 

 
 
 
᾽ 
 
,
᾽ 
 
 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
 
 

 
ʼ, 
᾽ 
 
 

.  
 
 
 
 
 
,
 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 
;

᾽ 
 
·  
 
 
 

 
 
 
᾽ 
.
10455	
, 
, 
 
 
 
        
 
 
, 
 
 
, 
 

 
 
 
,
 
 

 
 
 
 
,
 
 
ʼ 
 

 
 
.

 
ʼ 
;

 
 
, 
.

;

 
᾽ 
 
 
 
.
 
, 
 
᾽ 

 
 
,
 
 
 

 
 
 
 
.
·  
 
ʼ 

 
᾽ 
 
.
 
 
 
ʼ 

  
 
 
ʼ 
, 
 
 
 
;

 
.  
 
 

 
 
 
 

, 
 
ʼ 
 
 
 
 
.

 
 
 
,
 
 
 
 
,
 
 
·  
 
 
ʼ 
.
10584	
 
  
 
 
᾽  
 
.
 
 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
,
 
 
 
 
 
 
·
 
ʼ 
ʼ  
 
 

 
 
 
.

;

 
 
.

 
;

 
 
 
 

·  
 
ʼ 

 
 
,
 
 
ʼ 
.
 
 
 
 
᾽, 
 
, 

 
, 
᾽  

 
 
 
 
 

 
ʼ 
.
, 
 
 
 
 
 
᾽
 
 
 
.

 
, 
 
 
 
 
 
᾽
 
 
ʼ, 
 
, 
 
 
᾽ 
;

᾽ 
 
 
ʼ 

 
, 
 
, 
,
 
᾽ 
·  
 
 
 
.
10723	
, 
, 
.

 
 
;

 
 
.

;

 
 
 


;

, 
ʼ 
.

 
 
 
᾽ 
; 

 
;

 
  
;

 
᾽, 


 
 
᾽ 
;

 
 
 
 
.

 
, 
  
᾽ 
.

, 
, 
 
᾽
 
᾽ 
 

 
ʼ 
;
10795	
, 
 
.

 
 
;

 
 


;

 
 
  
 
 
.

.

 
ʼ 
 
;

 
ʼ 
 
,
 
.

 
 
.

 
.

 
 
.

 
 
, 
 
ʼ 
.

ʼ 
 
 
 
.

 
.

 
 
.

, 
 
, 
 
;
 
 
 
᾽ 
 

 
 
ʼ 
;
10878	
 
, 
·  
 
 

 
 
 
ʼ 
,
 
 
·  
 
.

 
 
, 
 
.

, 
 
, 
 
;

 
 
 
 
 
.

᾽ 
 
.

 
, 
,     
ʼ 
;

 
, 
 
 

 
 
 
 

᾽ 
 
 

 
, 
 
 
.
 
 
ʼ 
 
 

 
 
 
.
᾽ 
 
 
 

 
 
᾽ 
 
 
.

᾽ 
 
᾽ 
 
 
 
,
᾽ 
 
· 
 
ʼ 

 
 
, 
 

 
 

 
.

 
 
 
 
᾽ 
ʼ 

 
 
 
ʼ 

 
 
 
, 
 
 
,
 
·  
 
 
ʼ 
.

᾽ 
 
ʼ 
 

 
·
 
 
 
 
.
