@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Herbert Weir Smyth, Ph.D
@filename=tlg0085.tlg006.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ciron
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aeschylus, Aeschylus, with an English translation by Herbert Weir Smyth, Ph. D. in two volumes. 2.Libation Bearers, Cambridge, Cambridge, Mass., Harvard University Press; London, William Heinemann, Ltd, 1926.
@sponsor=Perseus Project, Tufts University
@title=Libation Bearers, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:38:20Z


 
, 
ʼ 
 
,
 
 
 
 
ʼ 
·
 
 
 
 
 
 
.
 
ʼ 
᾽ 
 
 
 

, 
 
 
 
.
 
 
 
 

 
 
 
 
, 
, 

᾽ 
 
ʼ 
᾽ 
  
.
 
 
; 
 
ʼ 
᾽ 

 
 
 

; 
 
 
;
 
 
 
 
;
 
 
 
᾽ 
 

 
 
 
;
 
ʼ 
· 
 
 
 

 
 
 
 
 

.  
 
, 
 
 
  

, 
 
 
 
 
.
, 
 
, 
 
 

 
 
 
 
.
118	
 
 
 

 
 
 
 
.
 
 
 

 
 
·
ʼ 
 
ʼ 
  
 
.
 
ʼ 

 
 
᾽ 
,
 

 

 
.
155	
 
  
 

 
, 
 
 

, 
 

 
  
 
,
  
 
 
 
.
 

ʼ 

 
  

 
 

 

 
 
ʼ 
.
194	
 
  
 
 
,
 
 
,
 
ʼ 

 
. 
 
ʼ 
 
᾽ 
.
 
 
  
 
 
;
 
 
,
 
 
.
 

 
 

  
.
233	
 
ʼ 
 
  
 
 

ʼ 
 
  

 

 
. 
 
 
.  
 
ʼ 
,
᾽ 
 
  
 
 
 
 
.
 
ʼ 
 

 
  
 
 
,
 
ʼ 
 
 

 
  
 
 
ʼ 
 
 
.
286	
ʼ 
ʼ 
ʼ  
 
 

 
 
 
 
.
 
ʼ 
  

 
 
 
 
.
308	
  
ʼ 
 
 

, 
 
 
 
 
 


  
 

 
 
  
.
330	
 
ʼ 
 
 

 
· 
 
 

 
 
ʼ
 
—
 
 
 
 
 

 
 

  
 
.
 
ʼ 
᾽ 

 

, 
 
 
.
369	
 
, 
 
,
 
 
 
 

, 
 
 
 
·
 
 
  
 
 
;
 
ʼ  
, 
 
 
;
 
 
 
 
 

 
, 
 
 
 
;
ʼ 
 
 
, 
᾽ 
 
 
,
 
 
 
 
 
.
 
 
 
, 
 
 
,
ʼ  
 
 
  

, 
 
  
 
 
;
 
ʼ 
, 
 
 

, 
᾽ 
, 
 
,
 
ʼ 
 
 
 

 
 
 
;
᾽ 
 
, 
 
, 
·
 
 
 
 
 
.
 
ʼ 
 
 
 
.
 
 
 
 
ʼ 
 

 
 
 
 
 
.
 
, 
 
 
ʼ 
 
.
500	
 
 
 
 
 

, 
 
, 
 
 
 
.

 
, 
 
 
 
.

 
 
  
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.

 
 
 
 
ʼ 
 
;

 
 
 
ʼ 
 
.

᾽ 
 
᾽ 
 
 
 
;

ʼ 
, 
 
 
 
᾽ 
.

 
, 
 
 
 
.

 
 
 
 
 
—

 
; 
ʼ 
 
.

 
ʼ 
 
ʼ 
 
 
—

 
 
 
 
;

 
 
ʼ, 
 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
 
;

 
  
 
 
 
 
,
,
 
, 
 

 
 
 
 
 

, 
 
  
,
 
 
, 
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 

 
 
ʼ, 
  
ʼ 

 
ʼ 
· 
 
 
;
  
 
 
 
 

 
 
, 
 
ʼ 

, 
 
 
 
.
 
 
· 
 
 

  
 
, 
 
ʼ 

 
 
 
  
 
.
 
ʼ 
 
 
 
 

 
, 
 
 
 
, 
·
 
 
 
 
  

 
 
 
ʼ 
.
 
 
 
, 
 
ʼ 

 
 
, 
, 
,
 
 
 
 
.
᾽ 
 
 
 
 
  
,
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
.
ʼ 
᾽ 
 
᾽ 
 
.
 
 
 
 
,
 
 
 
.
801	
 
 
 

 

 
 
 
, 
 
ʼ
 
  

 
.  
 
 
, 
, 
 
  
ʼ, 
 
 
.
,
 
 
 
, 
 
,
 
ʼ  
 
 
ʼ
 
 
 
 

 
ʼ 
 
 
.
852	
 
 
 
  
 
·
 
 
 
 
·

 
· 
  
 
 
.

 
 
 
 
.

 
ʼ 
, 
 
 
;

 
᾽ 
 
 
.

 
; 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
᾽ 
 
ʼ 
 
—

 
; 
 
 
 
.

 
 
 
 
.

 
 
 
 
 
  
;

᾽ 
 
 
.

 
 
 
᾽ 
 
;

 
  
 
 
.

 
 
 
 
 
,
 
 
 
 
  
.

 
 
 

, 
  
ʼ 
 
 
·
 
 
 
 
 

 
 
 
,
 
 
· 
 
 

 
ʼ 
 
 
 
;
᾽ 
 
 
 
 
ʼ 
,
 
 
, 
 

 
 
 
.
 
ʼ 
 
 
 
᾽ 
,
 
᾽ 
 
 
 

 
—
 
ʼ 
᾽ 
.
1041	
.
᾽ 
 
 
ʼ 
 
,
 
 
 
 
,
᾽ 
 
  
᾽ 
 
,
 
ʼ 
᾽ 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 

ʼ· 
 
 
 
 
,
 
᾽ 
 
 
 
.
 
 
 
, 
 
,
  
 
 
ʼ 
 
—
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
.
 
 
ʼ 
 

 
 
 
 
 
.
 
ʼ 
 
 
 
.

 
 
, 
 
 

 
, 
 
.

 
 
 
 
 
;

 
 
 
 
   
.

 
 
 
 
 
;

ʼ 
 
 
ʼ 
.

 
 
 
 
 
;

᾽ 
· 
 
ʼ  
 
 
.

᾽ 
 
 
ʼ, 
 
ʼ, 
 
 
;

 
ʼ 
 
 
  
.

᾽ 
 
 
 
 
 
.

 
 
 
  
᾽, 
 
 
 
 


 
᾽ 
 
 
ʼ 
 
;
1242	
 
 
  
 
 
·
 
ʼ 
 
 
 

 
ʼ 
 
 
 

 
 
 
.
 
  
 
 

 
 
  
  
.
 
ʼ 
 
, 
 
 
,
 
 
 
  
  
.
 
, 
 
 
 
  
·
 
 
 
 
 
 
.

 
 
 
 
,
 
 
 
,
 
 
ʼ 
 
.
 
 
 
 
 

· 
 
ʼ 
᾽ 
 

 
, 
 
 
 
 
 
 

· 
 
 
 
·
 
 
 
 
·
 
ʼ 
 
᾽, 
 
 

· 
 
 
 
 
 
 

 
 
 
 
.

 
, 
 
 
  
·
 
 
  
 
 
,
 
 
 
 

 
.  
 
ʼ 

 
 
· 
 
 

 
  
 
.
 
 
 
 
ʼ, 
 
,
 
 
, 
 
,
 
 
 
 
 
.
 
 
 
 
 
 

 
 
᾽ 
 

 
 
 
  
;
᾽ 
 
ʼ 
, 

 
 
 
ʼ 
  
·
᾽ 
 
 
 
᾽ 
 

 
 
 
 
.
ʼ, 
 
 
ʼ 
 
  

, 
 
 
 
.
1472	
 
, 
 
 
 
,
ʼ, 
 
 
 
, 
 
,
 
 
 
᾽ 
 

 
 
· 
 
ʼ 
 

 
 
 
 
.

  
 
 

 
 
 
 
,
  
 
 

 
᾽ 
 
 
,
 
 
 
 
 
 
·
 
 
 
 
,
 
 
·
 
ʼ 
 
 
 
 

  
ʼ 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
,
 
 
 

  
 
 
·
 
 
 
᾽ 
  
·
 
ʼ 
  
 

 
 
 
 
·
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 
 

 
 
 
 
ʼ 

, 
, 
 
 

 
 
 
.
 
 
 
 
  

 
, 
 
 
,
 
ʼ 
 
 
 

· 
 
ʼ
 
 
.
 
ʼ 
 
 
 

 
 
 
.
 
 
  
 
;
 
 
 
, 
 
᾽ 
.
 
 
 
 
  
,
 
ʼ 
 
 
 
 
,
 
 
  
 
,
 
 
 
 
,
 
 
 
,
 
 
᾽ 
 
.
 
 
· 
 
 
, 
ʼ 
.
1708	
᾽ 
 
 
, 

 
,
 
 
.
 
 
 
 

 
· 

 
  
ʼ 
·
 
 
 
 

 
.  
 
,
 
 
 
.
1745	
 
 
, 
 

 
 
 

ʼ 
 
  
,
 
ʼ 
 
,
 
 
; 
 
ʼ 

 
 

 
.
1775	
, 
 

 
 

 
 
,
 
ʼ 
 
·
 
ʼ 
 
,
 
ʼ 
 
.
 
 
 

 
 

 
 
 
.
1809	
 
, 
 
, 
 

 
.
 
 
ʼ  

 
.
 
ʼ 
 

 
ʼ 
.
 
ʼ 
, 
 
ʼ 
 
;
 
 
;
1842	
᾽ 
᾽ 
 
 
 
 

  
 
·
 
 
 

  
 
 

 
 
.
1865	
 
 
᾽ 

 
 
, 
,
 
·
 
 
 
 

 
ʼ 
 

 

  
 
 

 
 

 
,
1897	
 
 

 
 

 
 

 
,
 
 
 

 
 
·
 
 
᾽, 
᾽ 
,
 
 

 
  
 
.
1929	
ʼ 
 

  
, 
,
ʼ 
  
  

 
 
 
.
 
ʼ 
 

 
  


 

  
 

 
 
.
1961	
 
, 
 
, 
 
,
 
 
 
 

 
· 
  
.
 
 
 
 

 
· 
 
 

 
 
, 
 
 

 
 
 
 
·
 
 
 
.
2003	
 
 

ʼ 
 
  
.
 
, 
 

 

 
   
 

—
 
ʼ 
 
.
2027	
 
 
 
ʼ  
 

, 
 
ʼ
· 
 
 
 
 
  

; 
 
 

 
 

 
 
.
2055	
 
᾽ 
 

 
 
 
,
 
, 
 
;
 
 
.
 
ʼ 
 
 
.
 
 
 
 
 
.
2083	
 
  
 
 

 
 
 
 

.  
 
 
 

 
 
  
 

 
 
᾽ 
.
2109	
  
 
 
,
 
 
 
,
ʼ 
 
 
ʼ 

 
 

.  
 
 
ʼ 
, 
 
;
2134	
  
  
 
 

 
 

 
 
 
,
 
 
 
 
 
 
.
 
ʼ 
᾽ 
᾽ 
 
 
ʼ

 

  
 
.
2168	
 
ʼ 
 
  
 
  
 

 
  
 
 
 
;
 
, 
 
ʼ 
 
.
 
 
᾽ 

 
 
 
 
.
2199	
 
 
  
 
  

 
,
 
  
ʼ 
  

 
 
 

 
, 
 
ʼ 

 
 
 
 
.
2228	
 

 
, 
 
 

 
 
ʼ,
 
 

  
 
 
.
2247	
 
 
 
, 
.
 
ʼ 
 
  

 
 
,
 
ʼ 
 
;
᾽ 
 
 
.
2270	
  
 
ʼ, 
 
᾽ 
·
 
ʼ, 
  
 
 
,
 
  

  
 
.
  
 
 
.
2294	
 
 
· 
 
ʼ 

, 
 
·
  
ʼ 
 
  
 

 
 
 
,
  
 
 
.
᾽ 
 
 
  
 

ʼ 
 
 
 
 
 
  
.
 
 
 
 
,
 
ʼ 
 
  
.
 
ʼ 
 
 
.
2348	
 
 
, 
, 
, 
.

 
ʼ 
 
.

 
 
 
᾽ 
·
 
 
 
,
 
 
 
 
.
2376	
 
 
, 
 
.

 
, 
ʼ 
 
.

 
ʼ 
 
 
.
 
 
 
,
 
ʼ 
 
.
2403	
  
 

 
 

 
.
 
ʼ 
 
·
 
 
.
2420	
 

ʼ 
, 
᾽ 
᾽ 

, 
᾽ 
᾽ 
,
ʼ 
 
 
.
 

 
 
᾽ 
.
2443	
 
, 
 
,
 
 
ʼ 

 
 
 
.
2457	
, 
 
 
 
,
  
 
 
 
 
 
.

 
, 
, 
  
 
 
,
 
 
 
 


 
 
 
 
 
 

ʼ· 
 
 
, 
ʼ 
 

 
  
 
.

 
 
 
 
 

 
 
 
 
·
 
 
 
 
 
.

 
ʼ, 
 
 
ʼ  
 
.

 
, 
 
ʼ 
᾽  
 
.

 
 
 
, 
.

 
ʼ 
 
  
.

 
ʼ 
 
, 
.

 
 
 
 
.

᾽ 
 
᾽ 
, 
;

᾽ 
 
 
 
 
 
;

 
 
 
 
,
 
 
 
 
  
,
 
 
ʼ 
 
.

 
᾽ 
 
 
, 
,
 
 
᾽ 
 
·
  
 
 
ʼ 
 
,
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 

· 
 
ʼ 
 
 
,
 
 
 
 
 
.
ʼ, 
 
 
ʼ 
᾽ 
.
 
 
 
 
 
.
2652	
 
 
 
᾽ 
  
,
 
 
 
 
.
 
ʼ 
᾽, 
 
 
 
,
 
 
 
 
.

· 
 
ʼ 
 
᾽ 
 
,
 
 
, 
 
 

 
ʼ 
 
;
  
ʼ 
 
 
 

ʼ· 
 
᾽ 
 
 
.
 
 
  
ʼ 
 
 
.
 
 
 
 
 
᾽ 

, 
 
 
· 
᾽ 
 
.
 
ʼ, 
 
ʼ, 
 
 
.

ʼ, 
 
, 
  
· 
 
ʼ 

 
 
 

 
 
 
 
.

 
 
 
, 
᾽ 
 
;

 
ʼ 
, 
 
 
.

 
 
 
 
 
;

 
 
 
.

  
 
, 
  
;

 
 
 
 
.

 
 
 
 
  
 
;

᾽ 
 
 
 
 
.

 
· 
 
 
.

 
ʼ 
 
 
  
.
 
ʼ 
, 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
.
2840	
᾽ 
 
 
 
 
 

 
 
᾽ 
 
.
 
 
 
 
 
  
.
 
 
 
 
 
  

 
 
  
 
,
 
  
ʼ 
 
,
 
ʼ 
  
 
 
,
 
ʼ 
 
 
᾽  
 
,
 
 
, 
 
 
 
,
 
· 
 
ʼ 

 
, 
 
 
 
.

 
  
 
ʼ 
 
.
 
ʼ 
.  
 
 
ʼ 
 
,
 
  
 
, 
 
 
 
 
 
.

 
 
· 
 
 
  
,
 
 
 
 
 
,
 
 
 
  
 

  
 
 
 
 

,  
 
 
,
 
, 
 
 
 
.
 
 
, 
 
 
,
 
 
 
᾽ 
᾽ 
  

, 
 
 
 
 
.
 
 
 
  
,
 
 
 
.
 
 
 
 
 
 

ʼ, 
 
 
 
·
 
 
᾽ 
 

  
  
 
᾽ 
·
 
 
  
 
 

, 
 
 
 
;
 
ʼ 
 
 
 
  

 
 
 
 
,
 
 
 
 
 
 

, 
ʼ 
, 
 
ʼ 
 
,
 
 
 
 
 
;

, 
 
 
.
 
ʼ 
 
 

 
 
 
 
.
  
 
 
 
 
 
 
 
,
 
 
 
 
·
 
ʼ 
 
 
 
,
 
ʼ 
 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
 
,
 
 
 
.
3117	
 
 
  

 
 
,
 
ʼ 
 

 
·
 
 

 
,
 
 
 
 
ʼ 

 
 
.
3146	
᾽ 
 
 
 
 

 
 
  
  
 

 
 
;
 
ʼ 

 
 
 

 
 
 
.
3174	
 
ʼ, 
 
 

, 

 
 
 
 
 

  
,
  
 

 
ʼ, 
 

 
,
 
 
  

  
 
.
3207	
  
 
ʼ  
 
 

 
,
ʼ  
 

ʼ 
  
 

  

  
  
,
 
 

ʼ 

ʼ 
 
 
.
  
 
 
.
3242	
 
ʼ 
  

, 
 
 
 
 
ʼ 
 

 
 
 

᾽ 
 
,
᾽ 
  
 
 
.
  
ʼ 
 
 

 
ʼ
 
.
3277	
 
 
 
 

· 
 
 
 
 
· 
 
 

 
 
 
 
.
 
ʼ 

 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
;
3316	
 
ʼ 
 
 

 
 

 
.  
 
 
 
 

 
  
, 
 
 

 
  
 
.
3343	
  
ʼ 
 
·
  
ʼ 
 
·
 
ʼ 
 

  
 
  

 
  
 
.
3365	
 
, 
 
 
 
.
 
, 
 
, 
, 
᾽ 
, 
 
;
 
᾽ 
 
 
,
 
ʼ 
 
 
.

, 
· 
 
 
; 
;

 
 
 
,
 
 
 
 
 
 
.
 
ʼ, 
 
 
 
ʼ 

, 
  
ʼ 
 

 
 
 
 
.
 
 
 

 
, 
 
ʼ  
·
 
 
 
 
 

 
· 
 
 

 
 
 
 
.

, 
᾽ 
 
 
 
· 
 

 
 
 
᾽ 
,
 
 
 
 
 

, 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
,
 
᾽ 
 
, 
 


 
 
 
 
 
·
 
ʼ 
 
  

 
, 
 
᾽ 
 
,
 
 
ʼ 
 
 
,
 
 
 
,
 
 
· 
 
 
 

 
, 
 
ʼ, 
  
 
,
 
 
 
 

ʼ 
 
, 
 
.
᾽ 
 
 
 
 
,
᾽ 
 
, 
 
 
 
 
,
, 
 
 
 
.
 
 
 
 

 
 
 
 
.
᾽ 
 
.  
 
 

 
 
 
 

 
, 
 
 
ʼ 
 
.
3590	
 
, 
ʼ 
 
  
 
.
 
 
 
 
,
 
᾽ 
, 
 
 

 
 
 
,
 
 
 
 
.
 
 
—
 
 
 
,
 
  
 
 
,—
 
ʼ 
  
 
 
  

 
 
, 
 
.

 
 
  
 
᾽ 

 
 
 
 

 
 
 
· 
 

 
 
 
;
 
 
ʼ
 
 
᾽ 
 
,
 
 
 
 
,
 
 
.

 
 
 
 
,
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 
᾽ 
.
᾽ 
᾽ 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
 
,
 
  
 
 
·
 
 
 
 
.
 
 
 
 
  
.
 
 
 
 
 

  
 
 
 
 

  
 
 
.
3749	
, 
 
  
,
 
 

 
 
᾽ 
;
 
 
 
 
ʼ 

, 
 
 
 

 
 
 
,
 
, 
 
·
 
 
 
 

, 
 
ʼ 

 
 
 
᾽ 

 
.
3797	
 
  
 
 
 
·
 
ʼ 
 
᾽ 
 
.
 
 
, 
, 
 
;
 
ʼ 
 
 
 
;

 
 
 
 
  

 
ʼ 
, 
 

 
᾽ 
 
 
 

 
 
, 
 
 

  
 
 

ʼ 
᾽ 
 
 

, 
 
 
 
 
,
 
ʼ  
 
 
 
 
.
 
 
 
  
 
,
ʼ 
 
 
.  
 
ʼ 
·
 
 
 
 
 

 
 
᾽ 
 
 

ʼ 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
·
 
 
 
 
 
 
·
 
ʼ 
, 
 
 
 
,
 
 
 
,—
 
ʼ  
 
 

 
 
 
ʼ 
ʼ 

·—
 
 
 
 
 

 
, 
 
 
; 
 
·
 
 
 
 
 
᾽ 
 
 
,
  
, 
 
 
, 
 

· 
 
 
 
 
.
 
 
, 
 
ʼ, 
,
 
 
 
,
 
  
 
 
 
.
 
 
 
 

ʼ 
 
 
·
 
 
 
 
.
  
ʼ 
᾽ 
 
  

, 
 
 
 
 
.
4013	
 
 
 
 
 
;

  
; 
᾽ 
, 
 
 
.

  
 
 
 
 
.

 
 
 
.

 
 
 
᾽ 
  
 
·
᾽ 
 
, 
 
 
,
ʼ 
 
 
  
.
 
 
 
 
 
.

᾽ 
 
 
 
 
 
;

᾽ 
 
 
 
 
 
.

 
; 
 
 
 
.

· 
 
 
 
 
 
.

 
; 
 
 
 
 
;

ʼ  
, 
 
.
  
 
 
 
  
.

᾽ 
 
 
 
 
 
.
 
ʼ 
 
 
 
 
.
4131	
 
 
, 

 
 
,
 
 
 
  

 
ʼ 
  
 
.
 
  
 

· 

, 
  
 
.
4160	
 
, 
 
 
 

 
 
, 
,
, 
 
  
 
,
 
 

 
 
.
4183	
 
ʼ 
 
 
 
 
ʼ 
 

.  
 
ʼ
 
 

 
  
 

᾽ 
 
 

 
 
;
4211	
 
ʼ 
  

  
 
,
, 
  
·
 
 

ʼ 
 
  
.
 
 
᾽ 
 
 
.
4236	
 
  
 
  
 
 

, 
 
 
 
 
,
 
 
 

  
 

 

 
.
4262	
 
ʼ 

 
 
, 
 

 
 
·
 
ʼ 
 

 
 
ʼ 
 
 
,
ʼ 
 
ʼ 
 
.
4290	
 
᾽ 
  

 
,
 
 
᾽
  
  
 
· 
  
᾽  
·
 
 
 
  
᾽· 
 
ʼ 
 
.
4317	
 
 
, 
 
 
 
,
 
 

 
 
ʼ  
  
.
4334	
 
ʼ 
 

 
,
 
ʼ  
 
 
,
 
ʼ 
 
  
  
 
, 

  
 
, 
 
 
ʼ
  
.
4363	
 
 
 
, 
᾽ 
·
 
 
 
 
 

 
 
 
,
 
ʼ 
.  
 
᾽ 
 

᾽ 
 
 
  

 
 
 
 
.
 
᾽ 
 
 
 
;
 
 
 
 

 
, 
 
;
 
ʼ 
 
 
 
 
;

 
, 
 
 
 

 
.  
 
 

 
  
  
 
 
.

 
 
ʼ 
  
 
 
,
᾽ 
 
 
  
 
,
᾽ 
 
 
 
 
.
 
ʼ 
  
  
.
4463	
 
, 
 
, 
 

᾽ 
 
ʼ,
 
ʼ 

 
 
ʼ 
;
 
 
 

 
 

 
 
 

 
 
 
,
 
 
 
 
᾽ 

 
 
 

 
ʼ
  
 
.
 
 
 
 

 
 
  

.  
 
ʼ 
 
.
4525	
 
, 
.

 
 
·
 
; 
 
 
;
  
 
,
 
 
ʼ 
 

· 
 
 
 
 
.
4553	
, 
  
 
·
 
᾽ 
 
 
 
.
 
᾽ 
.  
᾽ 

 
, 
 
 

 
· 
 
᾽ 
 
 
,
 
 
ʼ 
 
· 
 
;
 
.
 
 
 
 

 
; 
 
; 
 
;
 
 
 
 
 

 
 
 
  
.

 
ʼ 
 
; 
 
 
 
;

 
 
 
 
 
.

 
.  
 
 
 
.
 
ʼ, 
 
 
.
 
 
 
 
 
·
 
  
, 
 
·
 
 
 
᾽ 
 
.

 
 
· 
 
ʼ 
 
.

 
.  
, 
ʼ 
 
.

 
 
; 
 
 
 

· 
 
ʼ 
 
 
 
.

, 
 
, 
 
ʼ 
, 
,
, 
 
 
  
 
 
 

 
 
 
.

 
 
; 
ʼ 
 
;
4715	
 
  
 
 
 

 
, 
 
ʼ 
;
 
 
 
 
 
.

 
 
, 
 
 
 
.
, 
 
 
 
 
 
.
 
 
 
 
ʼ  
 
·
 
 
ʼ, 
 

 
 
, 
 
ʼ 
 
 
.

 
ʼ 
, 
  
 
 
.

 
 
 
;

 
 
, 
 
, 
.

 
 
 
ʼ 
  
.

 
 
 
, 
;

 
 
ʼ 
 
 
 
.

 
ʼ 
ʼ 
 
 
.

  
 
 
 
.

 
ʼ 
 
, 
᾽ 
;

 
  
᾽ 
 
.

 
᾽ 
ʼ 
 
 
 
 
 
.

 
 
 
ʼ 
 
.

 
 
 
, 
.

 
 
ʼ 
 
 
 
.

 
, 
 
, 
 
.

 
 
, 
 
, 
.

, 
 
 
 
.

 
 
 
 
 
, 
 
;

 
 
 
 
 
.

 
 
 
 
 
  
.

 
 
 
᾽ 
 
.

 
 
 
 
 
 
.
  
 
 
, 
 
 
 
 
.

 
 
 
 
 
 
.
 
 
 
 

 
, 
᾽ 
 
,
 
 
 
 
.
4958	
 
 
 
 
,
  
·
 
ʼ 
 
 
 

 
, 
 
.
  
ʼ 
 
 

 
  

 
 
  
.
4989	
ʼ 
 
 

  
 
 
 

  
 
,
 
.
5005	
 
ʼ 
 
 
 

 
·
 
ʼ 
  
 
 

 
—
 
 

 
 
 
—
 
ʼ 
 
 
.
5035	
ʼ 
 
 

 
 
 
 

 
 
,
 
.
5051	
 
 
 
 
 

 
 
 
 
  
 

  
  
.
 
 
 
 
 
 

 
.
  
ʼ 
 
 
.
5083	
 
 
 

  
ʼ 
 
 
.
 
  
· 
 
 

 
ʼ  
.
5103	
 
 
 
 

 
, 
 
᾽ 

 
  

  
 
.
 
ʼ 
  
 

 

 
  
 
.
5132	
 
 
 

 
ʼ 
 
 
.
 
 
· 
 
 

 
ʼ 
.
5152	
 
 
 
 

 
 
 
.
 
 
 
 
 
ʼ 
,
 
 
  
, 
 
 

, 
 
ʼ 
 
.
 
 
 
  

 
· 
 
᾽ 
 
.
 
ʼ 
, 
ʼ 
 
,
 
, 
 
 
,
 
 
 
 
 
.
ʼ 
  
 
 

 
 
ʼ, 
 
 
,
 
, 
᾽ 
 
᾽ 
 

, 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
᾽ 
 
 
 

 
· 
 
 
 
  
·
 
 
, 
 
, 
·
 
ʼ 
᾽ 
 
᾽ 
 
,
 
  
 
ʼ 
  
 
,
 
, 
 
ʼ 
, 
 
, 
,
 
 
; 
 
ʼ 
᾽  
ʼ 

 
ʼ 
  
 
 

 
 
  
.
 
 
, 
 
 
᾽ 
;
 
, 
 
 

 
; 
 
 
,
 
ʼ 
  
 
 
 
.
 
  
 
  
,
 
 

 
, 
 
ʼ 
 

 
 
 
 
.
ʼ 
 
 
 
 

᾽· 
 
  
 
 
.
5356	
  

 
·
 
 
.
 
,
 
 
 
 
.
5372	
 
 
 
; 
 
 

 
᾽, 
 
 
 
.
 
 
 
 
 
,
 
 
 
 
.
 
 
, 
 
 
,
 
ʼ 
 
 
.
 
 
 
 
 
 
 
,
 
 
᾽ 
 
.
5422	
 
 
  

 
  
ʼ  
.
 
,
  
ʼ 
 
 
ʼ, 
 
ʼ 
.
5442	
᾽, 
 
 
ʼ, 
 
  
ʼ 
 
,
 
 
 
  

· 
 
 

 
· 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
᾽  
 
, 
 

 
 
 
ʼ 
 
 
,
 
 
 
 
.
 
 
 
 

 
 
, 
ʼ 

 
 
᾽ 
 
 

, 
 
ʼ—
 
 
 
·
 
 
 
 
.
 
 
 
ʼ, 
 

 
 
 
 
 

 
ʼ 
, 
 
,
 
 
 
 
,
 
᾽ 
 
· 
᾽ 
᾽ 

 
 
 
.
 
 
 
  
 

᾽ 
 
 
 
 
 
·
 
ʼ 
 
 
 
,
 
 
 
 
 
.

᾽ 
 
ʼ 
, 
ʼ 
  

 
  
ʼ 
 
,
 
 
  
,
 
 
 
 
.

, 
.
 
, 
 
 

 
 

 
· 
᾽ 
 
ʼ  
.
5617	
 
 
, 
ʼ 
 
,
; 
, 
 
 
  
.

 
 
 
 
 
·
 
 
 
 
 
.

 
 
 
 
 
·
 
 
 
 
 
 
.

 
, 
 
  
,
 
 
 
 
.

 
  
· 
  
 

 
 
 
 
.

 
 
 
 
᾽, 
 
ʼ 
·
 
 
ʼ 
 
ʼ  
.

᾽ 
, 
 
ʼ 
 

 
 
 
.
5707	
 
 
 
 

 
 

 
 
.
  
 
 

 
 
 
 
 
·
 
ʼ 
ʼ 

 
·
 
ʼ 
 
 
 
 
,
 
 
;
 
 
, 
 

 
 
;
