@node
@author=Euripides
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gilbert Murray
@filename=tlg0006.tlg009.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Euripides, Euripidis Fabulae, Gilbert Murray, Oxford, Clarendon Press, 1913, 2, The Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Ἡρακλῆς, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:14Z


 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
ʼ 
 
, 
 
᾽ 
; 
 
 
 
, 
ʼ 
 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
. 
 
 
 
 
 
, 
 
 
, 
᾽ 
᾽ 
 
, 
 
 
 
 
 
, 
 
 
᾽ 
 
. 
 
 
 
 
ʼ 
 
 
, 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ
 
 
 
, 
ʼ — 
 
 
 
 
ʼ 
 
 
 
ʼ 
 — 
 
ʼ 
᾽ 
 
 
 
 
. 
 
 — 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
 
 —  
 
, 
 
 
ʼ 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
᾽ 
 
, 
 
 
, 
 
 
 
· 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
. 
345	
 
, 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
᾽ 
 
ʼ 
 
, 
 
᾽ 
 
 
 
, 
 
ʼ, 
 
 
 
 
ʼ 
 
ʼ 
 
, 
 
 
· 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
 
 
 
, 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
, 
 
 
 
; 
 
, 
᾽ 
; 
 
 
ʼ 
 
 
 
ʼ· 
 
 
 
, 
. 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
᾽ 
ʼ 
 
 
 
, 
; 
 
 
 
. 
 
 
 
ʼ 
 
 
· 
 
 
 
 
ʼ 
· 
᾽ 
 
 
 
 
᾽ 
 
. 
᾽ 
 
 
 
᾽ 
 
 
, 
 
 
 
. 

 
, 
 
 
 
 
 
, 
ʼ 
 
· 
 
 
 
 
. 

 
 
 
 
 
 
; 

 
 
 
 
 
 
. 

 
· 
 
 
ʼ 
 
, 
. 

 
 
 
 
 
ʼ 
. 

 
ʼ 
 
 
 
 
 
 
. 

᾽ 
 
᾽, 
 
, 
 
 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
᾽ 
᾽ 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
. 

 
 

 
ʼ, 
 
 
 
, 
 
 
 
-
 
 
 
, 
 
 
 
-
 
 
 
, 
 
, 
᾽ 
 
ʼ. 
 
, 
 
 
ʼ, 
 
 
 
 
 
-
, 
 
 
 
 
 
. 
702	
 
 
 
 
 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
, 
 
 
 
 
· 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 

, 
 
 
-
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
-
 
᾽ 
. 
776	
᾽ 
 
 
 
 
 
 
 
 
 
. 

 
 
 
 
, 
 
 
ʼ, 
· 
 
ʼ, 
 
 
 
 
ʼ, 
 
 
. 
᾽ 
 
 
 
 
; 
᾽ 
ʼ 
 
ʼ 
 
 
; 
 
 
ʼ 
 
 
 
 
ʼ 
; 
 
 
 
 
 
 
ʼ, 
 
 
 
, 
 
 
ʼ 
ʼ 
 
 
, 
 
 
 
 

 
 

, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
ʼ 
 
. 
᾽ 
; 
ʼ 
᾽ 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
, 
 
ʼ 
ʼ 
 
 
 
 
᾽ 
 
 
, 
 
ʼ 
, 
 
, 
 
 
 
. 
 
ʼ 
 
 
ʼ 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
, 
᾽ 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
978	
 
 
 
 
 
 
 
· 
 
ʼ 
 
᾽, 
, 
 
 
 
 
᾽ 
 
 
 
· 
 
 
ʼ 
 
 
. 
 
 
 
ʼ — 
 
 
 
 
 
 
, 
 —  
 
 
 
 
ʼ 
 
. 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
· 
 
ʼ 
, 
 
, 
 
, 
 
 
, 
 
᾽ 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
ʼ 
ʼ 
 
 
 
ʼ 
· 
 
 
᾽ 
 
 
 
 
ʼ 
 
 
. 
 
 
ʼ 
, 
 
, 
· 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
ʼ 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
᾽ 
 
; 
 
ʼ 
᾽ 
; 
 
 
ʼ 
 
, 
 
 
 
ʼ 
 
 
 
. 
 
᾽ 
 
 
, 
 
 
 
ʼ 
, 
 
 
ʼ 
᾽ 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
᾽ 
 
, 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
.
· 
 
 
· 
 
 
 
 
 
 
 
· 
᾽ 
ʼ 
 
 
; 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
᾽ 
ʼ 
ʼ — 
᾽ 
 
 
 — 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 — 
 
 
. 
 
ʼ, 
 
ʼ, 
 
 
 
 
᾽ 
 
· 
 
ʼ 
᾽ 
 
 
ʼ, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
, 
᾽ 
 
 
 
 
 
 
 
. 

᾽ 
 
 
 
 
 
 
, 
 
 
 
 
; 

 
 
᾽ 
 
 
 
, 
 
 
 
ʼ 
 
 
 
. 
ʼ, 
 
 
ʼ, 
 
 
 
 
 
ʼ 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
, 
᾽ 
ʼ 
᾽ 
 
 
 
 
 
᾽, 
᾽ 
 
 
 
. 
 
, 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
. 

 
 
ʼ, 
 
 
 
 
 
 
 
, 
 
, 
 
 
, 
 
 
᾽ 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
. 
᾽ 
 
᾽ 
 
 
 
. 
 
ʼ 
 
 
, 
ʼ. 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
; 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
. 

, 
· 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
ʼ 
, 
, 
 
, 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
, 
; 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
ʼ, 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
; 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
; 
· 
 
 
ʼ 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
ʼ 
 
 
 
 
ʼ· 
 
 
᾽ 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
ʼ 
 
, 
 
 
ʼ 
. 
ʼ 
, 
 
, 
· 
 
 
 
 
 
 
, 
 
, 
 
 
ʼ 
· 
 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
· 
 
ʼ 
 
. 
 
 
 
 
 
 
 
, 
. 

 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
ʼ· 
 
ʼ 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
, 
· 
 
 
 
᾽ 
 
 
, 
 
 
ʼ 
, 
 
, 
 
 
 
 
 
 
. 
 
 
ʼ, 
 
 
, 
ʼ· 
 
 
 
 
 
 
. 

 
 
ʼ 
 
 
 
, 

᾽ 
 
 
 
· 
 
 
 
 
 
, 
 
 — 
 
 
 —  
 
 
 
ʼ 
ʼ 
 
. 

 
᾽· 
 
 
 
. 
ʼ 
 
· 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
. 

 
ʼ, 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
ʼ 
᾽ 
 
. 

 
, 
 
᾽ 
 
ʼ 
, 
 
 
 
ʼ 
· 
 
ʼ 
᾽ 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
. 

 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
, 
ʼ
 
 
 
, 
᾽ 
 
, 
 
 
-
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
. 
2163	
 
 
 
 
 
, 
 
ʼ 
 
 
ʼ 
 
 
 
· 
2180	
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
-
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
-
, 
 
 
 
 
 
 
 
· 
2221	
 
 
 
 
 
 
 
, 
 
 
 
· 
2235	
 
ʼ 
 
 
 
 
 
, 
 
 
 
ʼ 
-
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
. 
2266	
 
 
ʼ 
 
 
 
 
 
 
 
, 
-
 
ʼ 
· 
2283	
 
 
 
 
 
 
, 
 
 
 
 
 
 
-
, 
 
, 
 
ʼ
 
 
ʼ 
, 
· 
 
ʼ 
 
 
, 
 
 
 
· 
2318	
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
-
 
 
· 
2337	
 
 
ʼ 
-
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
᾽ 
 
 
 
, 
 
 

 
,
 
 
. 
 
 
ʼ 
 
 
-
 
 
, 
 
 
. 
2380	
 
 
 
 
 
 
 
, 
 
ʼ 
ʼ 

 
 
 
-
 
ʼ 
. 
2401	
 
ʼ 
 
ʼ 
 
· 
 
 
 
ʼ 
 
, 
 
, 
᾽ 
 
 
, 
᾽ 
 
. 
 
ʼ 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
-
· 
 
 
 
 
 
ʼ 
 
. 
2448	
 
ʼ 
 
 
 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
. 
2473	
᾽ 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
ʼ 
. 
 
, 
 
 
 
 
 
 
 
 
. 

· 
 
, 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
. 
 
ʼ, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
ʼ, 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
.
· 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
. 
 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 

 
 
 
, 
 
 
· 
 
 
 
, 
 
ʼ, 
 
ʼ 
 
 
 
 
 
ʼ, 
 
 
 
 
 
᾽ 
. 
 
 
· 
 
ʼ 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 — 
 
. 
 
 
 
 
 
, 
 
 
, 
 
. 
, 
᾽ 
 
 
 
᾽ 
 
 
 
; 
 
 
; 
 
; 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
ʼ 
ʼ 
 
 
; 
 
ʼ, 
 
 
 
 
 
ʼ 
, 
 
᾽, 
, 
· 
 
 
 
 
ʼ, 
 
ʼ 
, 
 
 
 
 
ʼ 
 
. 
, 
· 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 

 
 
 
 
 
, 
· 
 
 
, 
 
, 
ʼ 
 
 
 
, 
 
 
 
᾽ 
 
, 
, 
 
ʼ 
 
. 
 
 
· 
 
· 
 
, 
 
ʼ, 
 
. 
᾽, 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
. 
ʼ 
᾽ 
 
 
 
 
 
, 
 
ʼ 
ʼ 
 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
ʼ 
 
ʼ 
 
 
. 
ʼ· 
 
 
 
 
, 
, 
. 

·
 
, 
 
 
ʼ· 
 
 
; 

 
, 
· 
 
 
ʼ 
. 

᾽ 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
. 
 
; 
᾽ 
 
ʼ 
; 
 
᾽ 
᾽ 
 
 
 
, 
. 
᾽, 
 
ʼ, 
 
 
, 
ʼ 
, 
 
ʼ, 
 
 
 
 
 
᾽ 
᾽ 
. 

 
, 
 
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
. 
· 
 
; 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 — 
 
; 
ʼ 
 
 
 
· 
, 
 
 
 
 
; 

 
ʼ 
 

 
 
 
 

, 
 
 
 
 
; 

 
; 
᾽ 
 
 
, 
; 

· 
 
, 
, 
 
, 
 
 
ʼ 
 
 
 
 
᾽ 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
ʼ, 
 
ʼ 
. 

, 
 
 
 
. 

ʼ 
 
 
 
 
. 

 
; 
 
 
 
 
 
; 

 
ʼ 
 
 
 
 
. 

 
 
 
 
; 

· 
 
 
ʼ 
 
 
. 

 
 
 
 
 
ʼ 
 
; 

 
 
 
 
 
. 

 
; 
 
 
ʼ 
 
; 

 
 
 
 
. 

 
 
 
 
 
 
; 

 
᾽ 
 
ʼ 
. 

 
 
 
ʼ; 
 
 
. 

 
ʼ
· 
 
 
ʼ 
. 

 
ʼ 
 
 
᾽ 
ʼ 
; 

 
 
 
. 

 
ʼ 
ʼ 
 
 
ʼ 
; 

, 
 
 
 
 
 

 
 
 
 
ʼ 
; 

 
ʼ 
 
 
 
 
. 

 
ʼ 
 
 
; 

 
 
 
 
 
; 

 
 
 
 
 
; 

, 
᾽ 
 
 
, 
 
. 

 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 — 
 
 
 
 
 
 —  
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
᾽ 
 
· 
 
 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
; 
 
· 
 
 
 
 
 
. 
 
 
ʼ 
 
ʼ, 
 
᾽ 
 
, 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
; 
 
᾽ 
 
 
 
 
 
. 

 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
, 
 
, 
 
 
ʼ
 
 
 
ʼ 
 
· 
 
 
 
. 

 
ʼ 
 
 
 
 
, 
; 

 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
᾽ 
. 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
 
. 

 
 
 
 
 
ʼ 
 
· 
 
ʼ 
 
ʼ 
 
 
 
, 
 
 
ʼ 
 
 
· 
᾽ 
 
 
 
 
. 

· 
 
 
 
ʼ 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
· 
 
ʼ 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
᾽ 
 
, 
. 

 
᾽· 
 
 
· 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
 
ʼ
, 
 
 
 
 
 
 
 
. 

 
 
 
ʼ 
 
, 
; 

 
 
ʼ 
 
 
 
 
. 

 
 
 
 
; 

· 
 
 
ʼ 
ʼ 
ʼ 
. 

 
 
ʼ 
 
 
 
 
; 

 
 
 
 
ʼ 
 
. 

᾽ 
 
 
 
 
ʼ 
; 

 
ʼ· 
᾽ 
 
ʼ 
 
. 

 
 
 
 
᾽ 
 
; 

 
 
ʼ 

, 
. 

 
 
; 
 
 
 
 
; 

ʼ 
 
 
 
. 
᾽ 
ʼ, 
ʼ, 
 
ʼ, 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
 
 
ʼ 
 
᾽ 
· 
 
ʼ, 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
. 
,
᾽ 
 
ʼ, 
᾽ 
 
 
 
· 
᾽ 
ʼ 
 
; 
 
 
 
᾽ 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
. 
 
 
· 
 
 
 
ʼ 
 
 
 
ʼ 
 
· 
 
 
· 
, 
 
ʼ 
· 
 
 
 
. 

 
 
 
 
-
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
-
 
· 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
ʼ 
-
 
 
. 
3819	
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
-
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
-
 
 
 
. 
3895	
 
 
 
 
 
, 
 
. 
 
 
ʼ 
, 
 
ʼ 
 
 
-
· 
 
 
 
-
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
ʼ 
. 
3945	
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
-
 
 
 
 
-
 
 
 
 
· 
 
 
 
 
 
· 
 
 
· 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
 
. 
3998	
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
, 
 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
ʼ 
 
. 

, 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
. 
 
ʼ 
 
 
 
, 
 
· 
 
ʼ 
 
 
. 

 
 
; 
 
ʼ 
 
; 

 
 
, 
 
 
 —  

 
 
; 
 
ʼ 
 
; 

 
 
 
 
 
 

 
ʼ 
 
 
. 

 
 
 
ʼ 
 
 
. 

 
ʼ 
 
 
 
 
 
. 

, 
 
 
 
 
 
 
. 

 
 
 
 
. 

 
 
 
 
 
 
. 

, 
 
 
᾽ 
᾽ 
, 
 
 
 
 
 
 
. 
᾽ 
, 
, 
 
 
 
 
 
. 

 
ʼ 
 
ʼ, 
 
ʼ 
 
· 
 
ʼ 
᾽ 
 
 
. 
 
 
 
 
 
 
. 
 
, 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
. 

 
· 
 
 
ʼ 
 
 
 
 
 
. 
·
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
· 
 
 —  
 
 
 
 
 
ʼ 
 
 — 
 
. 
᾽, 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 

 
 
. 

 
 
 
 
 
 
 
· 
 
 
. 

 
 
 
. 

 
 
 
ʼ, 
 
. 

 
 
· 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
,
 
 
 
 
ʼ, 
 
᾽ 
 
 
; 
, 
᾽ 
 
 
. 
 
· 
 
 
. 
 
 
 
 
 
. 
4357	
 
 
 
 
 
-
 
 
ʼ 
.
 
 
, 
 
 

 
. 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
 
. 

 
 
. 
4394	
 

 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
-
 
 
. 
4433	
ʼ 
 
, 
 
ʼ 
 
 
ʼ 
, 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
 
 
 
, 
, 
 
 
 
. 
 
 
 
 
ʼ 

ʼ, 
, 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
. 
4491	
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
-
 
, 
 
, 
 
᾽ 
 
 
, 
 
ʼ 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 

. 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
. 
4561	
 
· 
᾽ 
 
 
 
 
 
, 
, 
 
ʼ 
 
 
; 
 
 
 
 
, 
 
. 
 
, 
 
 
 
.

 
 
᾽ 
 
 
, 
, 
 
 
 
 
· 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
, 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
᾽ 
᾽ 
᾽ 
 
· 
 
 
 
ʼ 
, 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
. 
᾽ 
ʼ, 
 
 
, 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
· 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
. 

 
 
 
 
 
 
 
, 
 
 
ʼ 
᾽ 
· 
 
ʼ 
 
᾽ 
 
 

᾽ 
 
ʼ 
᾽ 
 
, 
 
, 
 
 
, 
 
 
 
ʼ, 
 
ʼ 
 
. 
 
᾽ 
 
 
᾽ 
 
 
᾽ 
 
, 
 
 
ʼ 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
.

 
 
 
 
ʼ 
 
 
. 

 
 
 
 
ʼ 
 
 
 
. 

 
 
ʼ 
 
 
ʼ 
 
 
. 

 
 
ʼ 
 
 
 
. 
 
 
 
ʼ 
 
ʼ 
 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
, 
 
ʼ· 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
᾽ 
 
 
 
 
 
· 
 
 
 
 
 
, 
ʼ 
 
· 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
. 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
· 

 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
ʼ 
 
 
ʼ, 
, 
 
· 
 
 
ʼ 
 
 
ʼ 
. 

, 
· 
 
 
 
, 
 
 
· 
 
, 
 
 
 
, 
 
 
 
ʼ 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
 
ʼ 
. 

 
 
. 

 
, 
 
 
 
 
 
 
 
 
 
 
.

 
. 

 
 
 
, 
 
 
 
 

 
. 

 
ʼ, 
 
 
 
 
 
 
. 

, 
ʼ, 
.

 
 
 
 
. 
 
 
· 
ʼ 
 
 
 
. 

 
. 

 
 
 
 
 
 
 
 
 
, 

 
 
. 
 
, 
 
 
, 
 
. 

 
· 
 
, 
 
 
, 
; 
 
, 
 
᾽ 
 
, 
, 
 
 
. 

 
 
 
ʼ 

 
 

;

 
 
 
.

 

 
. 

 
.

. 

ʼ, 
 
.

 
, 
 
 
 
· 
. 

 
 
 
 
 
 
. 

 
 
 
 
 
 
; 
, 
 
 
 
 
 
 
 
, 
 
 
 
; 

 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ· 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
ʼ· 
 
ʼ 
᾽ 
 
, 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
· 
, 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
· 
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
 
. 
 
, 
ʼ 
 
 
. 
 
 
 
; 
 
ʼ
 
; 
 
 
 
· 
 
 
 
 
ʼ, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
ʼ 
. 
 
 
᾽ 
, 
 
 
 
· 
 
 
 
 
 
; 
 
ʼ 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
, 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
, 
 
; 
 
 
 
 
᾽; 
 
 
 
 
ʼ 
 
, 
 
 
; 
 
 
 
 
 
 
ʼ 
 
 
, 
, 
 
ʼ 
 
 
 
ʼ 
 
, 
 
 
 
. 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
ʼ 
. 
 
 
· 
 
, 
 
; 
 
; 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
ʼ, 
 
 
 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ, 
, 
 
ʼ 
, 
· 
 
, 
 
· 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ, 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
ʼ 
, 
 
 
ʼ 
 
 
. 
 
 
 
 
ʼ 
 
 
 
, 
 
 
. 
 
ʼ 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
· 
᾽ 
 
, 
 
 
, 
 
ʼ 
 
 
 

 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
ʼ. 
 
 
 
 
 
 
 
. 
5747	
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
, 
-
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
ʼ, 
 
, 
, 
 
 
. 
, 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
· 
, 
 
 
 
 
. 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
. 

 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
. 

 
, 
 
 
-
 
 
 
 
ʼ 
-
 
; 

 
 
 
, 
, 
 
 
 
 
 
. 

 
, 
 
, 
 
, 
 
 
ʼ 
ʼ
 
ʼ 

.

. 
 
 
᾽ 

 
, 
 
ʼ 
.

 
. 

 
 
 
-
ʼ, 
 
; 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
. 

ʼ 
 
. 

, 
 
· 
 
 
 
.

;

, 
 
 
ʼ 
 
, 
 
 
, 
 
 
, 
 
 

 
 — 

. 

 
 — 

. 

 
 
 — 

. 

 
 

 
· 
 
 
· 
, 
 
 
 
 
. 

· 
 
 
 
 
. 

ʼ 
. 
 
 
-
 
 
 
 
 
 
, 
᾽ 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
ʼ 
 
 
. 

 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
. 

 
, 
, 
 
 
· 
 
 
ʼ 
. 

 
 
 
 
 
 
᾽ 
 
 
 
. 

 
, 
 
ʼ 
 
᾽ 
 
 
, 
 
 
 
 
᾽ 
; 

· 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ, 
 
, 
 
. 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
; 
 
ʼ 
· 
 
ʼ 
 
, 
 
 
ʼ 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
; 
 
; 
; 
᾽ 
 
 
 
 
 
ʼ, 
 
 
 
. 
 
 
· 
 
ʼ 
 
; 
, 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
. 

, 
 
 
 
 
; 

 
 
 
 
, 
 
 
 
. 

, 
 
 
 
 
, 
 
 
 
 
 
; 

 
· 
 
 
 
 
 
. 

 
ʼ 
 
 
, 
 
; 

 
 
 
, 
 
, 
. 

 
ʼ 
 
, 
 
 
ʼ 
 
. 

 
 
, 
 
 
 
. 

᾽, 
 
 
 
 
 
. 

 
᾽ 
 
 
, 
 
. 

, 
᾽ 
 
 
 
. 

 
ʼ 
 
 
 
 
 
. 

 
 
 
 
 
 
. 

, 
, 
 
; 
 
 
; 

 
 
 
ʼ 
᾽· 
 
. 

 
 
 
· 
 
ʼ 
᾽ 
. 

 
 
 
 
 
; 

 
, 
ʼ 
 
᾽ 
 
 
; 

᾽ 
 
 
 
 
; 

 
 
 
 
 
 
. 

· 
 
 
. 

, 
 
 
 
. 

· 
᾽ 
 
 
 
; 

, 
 
, 
 
 
. 

 
 
; 
 
 
; 

 
 
 
 
 
 
 
. 

 
; 
 
; 
 
ʼ 
 
. 

· 
 
ʼ 
ʼ 
. 

 
 
 
ʼ 
 
 
; 

 
 
 
 
 
. 

· 
 
 
 
 
. 

 
 
 
 
. 

 
 
ʼ 
 
 
ʼ 
;

 
 
 
· 
 
 
 
. 

 
ʼ 
 
 
; 
 
; 

᾽ 
 
 
 
 
. 

· 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 
ʼ 
 
; 
᾽ 
 
 
 
 
 
᾽ 
 
 
 
ʼ 
. 
, 
 
 
 
 
ʼ 
 
 
 
. 
, 
 
; 
 
 
 
, 
 
 
 
 
; 
ʼ 
 

 
 
. 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 

 
 
, 
 
ʼ 
 
 
, 
 
 
 
, 
 
, 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
, 
 
 
, 
, 
 
 
 
 
 
 
. 
·
 
 
 
 
; 
 
 
 
 
 
 
 
; 
 
᾽ 
 
; 
 
 
᾽ 
 
; 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 

 
 
 
 
 


 
 
ʼ 
 
 
; 

 
 
 
 
. 

 
 
 
, 
᾽ 
 
; 

 
 

 
 
, 
 
ʼ 
, 
 
 
. 

 
. 

 
. 

 
 
. 

ʼ 
 
.

 
; 
 
; 

 
 
 
 

 
. 

 
᾽ 
· 
 
ʼ 
᾽ 
 
 
, 
; 

 
 
 
 
 
, 

 
 
 
 
 
-
 
 
 
 
. 

 
· 
 
 
 
 
; 

 
 
 
 
 
 
 
. 

 
 
 
 
 
; 

 
 
 
 
 
 
 
 
 
. 

᾽, 
 
 
ʼ 
, 
 
. 

 
· 
 
᾽ 
 
, 
, 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
, 
-
 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
. 

· 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
· 
 
 
ʼ 
. 
ʼ 
, 
᾽ 
 
ʼ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
ʼ, 
 
 
, 
 
 
. 
 
 
, 
 
 
ʼ 
 
 
ʼ 
᾽ 
. 

, 
 
᾽ 
ʼ 
 
; 

, 
 
 
 
. 

 
 
 
ʼ 
 
; 

 
ʼ; 
 
 
 
 
 
 
. 

ʼ, 
 
ʼ, 
 
ʼ 
. 

 
 
 
 
 
 
. 

ʼ· 
 
 
 
ʼ 
 
. 

 
 
 
 
᾽ 
 
 
. 

 
 
 
ʼ 
 
. 

 
 
 
᾽ 
 
. 

 
 
ʼ 
 
 
 
; 

 
 
 
. 

 
ʼ 
 
. 

 
 
 
 
 
; 

 
 
, 
 
 
 
 
. 

 
ʼ, 
 
 
 
 
 
. 

 
 
, 
ʼ 
᾽ 
 
. 

 
 
 
; 
 
 
; 

, 
 
, 
 
 
. 

 
 
 
. 

 
ʼ 
 
 
 
 
 
. 

 
 
 
 
 
 
; 

 
 
 
ʼ, 
 
 
. 

 
 
 
 
; 

 
ʼ 
 
 
ʼ, 
᾽ 
 
. 

 
 
ʼ
ʼ 
 
 
. 

 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ — 
 
 
 — 
 
ʼ 
 
 — 
 
 
 
, 
· 
 
 
 
 
 
 
· 
᾽ 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
ʼ 
 
, 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
᾽· 
᾽ 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
ʼ; 
 
 
 
 
. 
᾽ 
 
; 
, 
 
 
; 
ʼ 
᾽ 
 
 
 
ʼ 
 
; 
ʼ 
ʼ 
 
, 
 
 
 
· 
 
 
 
, 
 
ʼ 
 
 
 
ʼ; 
 
 
᾽ 
; 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
᾽, 
 
 
 
 
. 
 
 
ʼ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
᾽ 
 
ʼ 
 
ʼ 
, 
 
 
 
 
. 
 
 
 
 
; 
 
 
 
 
ʼ 
 
 
; 
 
 
 
 
 
 
ʼ 

 
 
. 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
. — 
 
 
 
 
ʼ; 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 

 
 
 
 
 
 
 
 
 
· 
 
᾽ 
. 

ʼ 
 
 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
, 
; 
 
 
 
 
 
; 
᾽ 
ʼ 
 
 
 
ʼ 
. 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
· 
 
ʼ, 
ʼ 
 
 
 
, 
 
 
ʼ 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
᾽ 
· 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
· 
 
 
 
 
, 
 
. 

· 
 

᾽ 
᾽ 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
᾽ 
 
᾽ 
 
, 
᾽ 
 
 
 
. 
 
 
 
, 
 
᾽ 
 
, 
· 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
ʼ 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
ʼ 
 
. 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
· 
 
᾽ 
 
ʼ 
᾽ 
᾽ 
 
 
, 
᾽ 
 
 
 
 
᾽ 
, 
ʼ 
᾽ 
 
· 
 
ʼ, 
 
, 
 
 
. 
· 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 — 
 
 
 
 
 —  
 
ʼ 
 
 
 
ʼ 
 
, 
 
, 
 
 
 
ʼ 
. 
 
ʼ 
 
 
, 
 
 
᾽, 
 
, 
᾽ 
 
 
 
 
 
. 
 
ʼ, 
 
 
 
 
 
 
ʼ, 
᾽ 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
, 
 
ʼ, 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
 
. 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
 
ʼ· 
 
 
 
, 
 
 
ʼ 
 
. 
 
 
᾽ 
 
᾽ 
 
, 
 
 
 
ʼ 
 
· 
 
ʼ 
 
 
ʼ· 
 
 
 
. 
᾽ 
 
᾽ 
 
; 
 
; 
 
 
, 
 
 
 
ʼ 
ʼ 
 
, 
 
 
 
 
; 
 
 
᾽, 
 
 
. 
 
 
, 
, 
ʼ· 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
, 
ʼ, 
ʼ 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 

ʼ, 
 
· 
 
ʼ 
. 

 
 
· 
 
 
 
. 

 
 
 
 
 
. 

·
 
 
 
 
. 

· 
 
 
ʼ 
 
. 

᾽ 
 
 
 
 
. 

, 
 
· 
 
. 

 
 
ʼ 
 
 
ʼ 
. 

 
 
 
ʼ, 
 
ʼ 
. 

 
 
· 
 
 
 
. 
 
, 
ʼ 
 
 
 
. 

 
 
 
 
 
. 

, 
 
 
, 
 
 
. 

 
 
; 
 
᾽ 
 
 
; 

· 
 
 
 
 
. 

 
᾽, 
 
· 
 
 
 
. 

 
 
 
 
 
; 

᾽ 
 
 
ʼ 
 
. 

 
ʼ 
 
 
 
᾽, 
 
. 

 
 
; 
 
 
 
. 

 
ʼ· 
 
 
 
 
 
. 

 
 
 
 
 
 
; 

 
 
 
 
 
 
 
. 

 
 
᾽ 

 
 
; 

. 

ʼ, 
 
.

 
 
, 
. 

ʼ 
 
 
.

 
 
, 
; 

.

᾽ 
;

ʼ 
 
 
. 

;

 
 
 
 
. 
᾽ 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
, 
 
. 

 
 
 
, 
 
 
 
. 
