@node
@author=Dinarchus
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Hugh G. Evelyn-White
@filename=tlg0029.tlg004.perseus-grc1
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Dinarchus, Minor Attic Orators in two volumes, 2, with an English translation by J. O. Burtt, M.A, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd, 1962.
@sponsor=Perseus Project, Tufts University
@title=Against Demosthenes
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:45:06Z

 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
, 
 
, 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 — 
 
 
᾽ 
 
, 
᾽ 
᾽ 
 
 
,
:
 
.
 
. 
 
.
 
 
. 
. 
:
. 
. 
 
.
 
 
 
 
 —, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ
:
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
 
 
 
. 
 
 
᾽ 
᾽ 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 

. 
:
 
.:
 
.:
 
.:
 
. (2): 
. 
.
 
, 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
ʼ 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

:
.

:
.
 
 
 
, 
᾽, 
 
 
 
 
 
, 
 

. 
.
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

:
.
 
, 
 
 
 
 
 

 
, 
:
:
, 


.
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 

:
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
· 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
; 
ʼ 
 
 
 
, 
 
, 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 


 
. 
. 7) 


 
. 
. 61) 
. 
.
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
; 
 

:
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 


:
.
 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
 
 
 
,
.
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ
.:
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
. 
 
. 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
· 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
.
· 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
.
᾽ 

:
.
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 

 
, 

:
.
 
 
 
 
 
 
 
 
 
 
 
 
 

:
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 

. 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
. 3 
:
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
, 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
, 

.:
.
 
 
, 
᾽ 
 
 
, 
 
ʼ 
 

 
. 3 
:
.
 
 
 
 
 
· 
 
 
 
 
 
 — 
 
 —, 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
ʼ 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 

:
.
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
.
. 
.
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 

. 
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
,

 
 
:
.
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
. 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
ʼ 

:
.
 
 
 
 
 
 

:
 
, 
.
 
 
, 
 
 
 
, 
 
 
 
 

:
.
 
 
 
 
, — 
 
 
 
 
 
, 
 
 
 

.
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
᾽ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
, 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
, 
 

: 
.
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 

: 
.
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
, 
 
· 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
, 

: 
.
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
. 
 

. 
.
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 

:
 
. 
:
 
. 
 
 
, 
 
 

:
.
 
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
]
. 
: 
. 
, 


.
 
 
 
 
 
 
 
]
. 
:


, 
.

.
 
· 
 
 
 
 
 
 
, 
 
 
,
:
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 

 
 
 
 
. 
) 
:
 
 
 29, 80, 83, 108) 
.
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
. 
 
 
.
 
, 
 
, 
 

. 
.
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 

:
.:
.
 
 
 
 
, 
ʼ 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 

:
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
;
:
.
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
, 
 
 
 — 
 
 
 
 
· 
 
 
 
 
 
 —, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
, 
; 
, 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 

 
. 
 
. 
, 
, 
 

 


.
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 

 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 

:
.

:
 
. 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
· 

. 
.
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 


 
 
, 

.
 
 
 
 
᾽ 

:
.:
.
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ, 
 

.
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
. 
 
 
 

:
 
., 
 
.
.).
];
. 
.
; 
 
; 
 
 
 
 
 
 
 
 
 
; 
᾽ 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
; 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
,
:
.
 

:
.
. 
 
, 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

: 
 
.
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

:
.
 

:

. 
.
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

:
.
 
 
 
 
 
 

:
.:
.
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 

. 
.
 
, 

:
.
, 
 
 
 
 
 
 
 
. 
 
, 
, 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

:
.
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
, 
 
, 
 
 
 
 
 
 
 
 
. 
 

:
.
 
 
 
 
 
,
 
. 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 

. 
.
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
; 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

:
.
; 
 
 
 
 

. 44) 
:
.
 
 
 
 
 
 
,
:
.
 
 
 
 
 
 
; 
 
 
 
 
 
 

.:
.:
.
 
 
 
 
 
 
 

:
.:
.
, 
ʼ 
 
 
 

:
.
 
 
 
 
 
᾽ 

 
 
 
; 
 
 
 
 
 
, 

. 
.
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 

. 
.
 
 
, 
ʼ 
 
 
 
 
, 
 
ʼ 
 
ʼ 
 
 
; 
 
 
 
 
, 
 
ʼ 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

:
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
,
:
 
. 
:
 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 — 
 
 
 
 
 
 
 
 
 
, 
 
 — 
 
 
 
 
 
 
. 
ʼ, 
 
, 
 
.
᾽ 
, 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
᾽ 
 
᾽ 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
 
 

 
 
:
.
. 
᾽ 
, 
 
 
 
 
 
, 
 
ʼ 
, 
᾽ 
ʼ 
 
 
 
ʼ 
 
 
 
᾽ 
, 
 
 
᾽ 
 
 
 
 
 
 
ʼ 
, 
 
 
· 
᾽ 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
; 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
᾽ 

 
 
:
.
 
. 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
ʼ 
 
 
 
 
 
. 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ
:
 
. 
. 
.) 
:
.
, 
 
 
 
 
 
 
 
 
 
 
 

ʼ 
 
᾽ 
, 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
.
᾽ 
 
, 
 
, 
, 
 
 
 
 
 
 
 
 
 
, 
 

. 
 
. 
.
 
 
, 
 
 
 
 
 
 
, 

:
.
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 

:
.
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
᾽ 
, 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
 
 
. 
 
, 
 
, 
 
 
ʼ 
᾽ 
 
 
 
 
ʼ 

:
.
ʼ 
 
 
 — 
 
 
 
 — 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 

. 
.
 
 
 
 

. 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
, 
 
 
; 
 
. 
 
, 
 
, 
 
 
 
 
ʼ 

:
.:
.
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
ʼ 
, 
 

. 
.
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
. 
, 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

:
.
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 

.
 
 
. 
 
᾽ 
 
 
 
 
 
 

:
, 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
. 
 
 
 
 
, 
, 
 
 
 
 
 

:
.
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

:

, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 

:
 
 
.:
 
.
 
 
 
. 
 
 
 
 
 
, 
 
 
 

:
.
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
,
 
.:
 
. 
.
 
 
 

. 
.
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
ʼ
. 
.
 
 
 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

:
.
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
· 
 
 

:
.
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
; 
 
 
 
 
 
 
; 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 

:
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
.:
 
. 
.
 
 
 


 
 
:
 
. 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 

:
.
 
 
 
 
, 
]
. 
.
 
 
 
 
 
 

:
.
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
· 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
, 
, 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
ʼ 
 
 
,
:
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

:
.
 
᾽ 
 
 
 
 
 
 
 
 
; 
 
ʼ, 
 
, — 
 
 
 
 
 —, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 — 

:
 
 —, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
,
 
 
:
.
 
, 
 
, 
 
; 

:
.
, 
, 
 
, 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
,
:
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 

:
.
 
 
 
; 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
;
. 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
, 

. 
.
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 

. 
.
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
. 


. 
, 

.
,

. 
.
 
· 
 
 
 
 
 
; 
 
 
 

. 
.
, 
ʼ 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 

 
. 
 
. 
.
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
ʼ 
, 
 
 
 
, 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
ʼ 
 
 
 
 

 
.:
 
.:
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
,
:
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
ʼ 

:
.
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
, 
 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 


.
 
 
., 
. 
 
. 
.
 
 
 
 
, 
 

 
. 
 
. 
.
 
 
 
 
, 
 
 
 
 
 
. 
, 
 
, 
 
 
 
 
 
 
, 

 
. 
.:
 
.:
 
. 
. 
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
.
 
 
 
 
 
.
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 

 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
. 
 
 
.
, 
 
. 
 
 
 

. 
.
 

:
.
. 
 

. 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
, 

 
. 
 
 
 

 
'.
 

. 
.
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 

 
. 
, 
 

.
 
 
, 
 
 
 
᾽ 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 

 
. 
.:
 
. 
.
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

:
.
 
. 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
.
 


 
. 
, 
 

.
 
 
 
 
 
 
, 

:
.
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
.
 
 
, 
; 
· 
 
 
. 
 
 
 
 
 
; 
. 
 
 
 
; 
. 
 
 
 
 
 
ʼ 
; 
 
.
 
 
 
 
 
 
 
. 
, 
 
.
 
 
 
. 
 
 
 
; 
, 
 
. 
 
 
 
 
 
᾽ 
 
 
 
· 
 
ʼ 
 
 
 
 
 


 
.):
.
 
 
 
 
 
 

 
 
 


:
.
 
 
 
 
 
 
, 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
; 
, 
 
, 
· 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
. 

:
.
, 
 
, 
 
 
 
, 
 

 
 

. 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
]
. 
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 

.
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 

:
.
 
 

.:
. 
.
 
 
 
 

 
 

· 

 
. 
, 
 

.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
;
 
 
 

 
 
 
 
 
; 
, 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 

. 
.
 
, 
ʼ 
 
 
, 
ʼ 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
, 
,
 
 
 
 
 
 
 
,
:
.
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
 
 
 
; 

. 
. 
:
.
 
ʼ 
 
 
 
 
, 
 
 
 
 
 


 
) 
:
.
. 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 

:
., 
. 
.
 
 
, 
 
, 
 

.
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 

:
.
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

 — 

 
 
 
 
 
 

. 
.
 
 
· 
 
 

:
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 

:
.
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 

. 
 
 
.
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 

.:
.
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 — 
 
 
 — 
,
:
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 

:
 
. 
 
. 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 

. 
.
 
 
, 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 

:
.
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 

:
.
 
. 
 
 
 

:
.
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
. 
 
. 
.
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
;
:
.
, 
 
 
 
 
 
 
 
 
 
 
 

 
.:
 
. 
.
 

:
.
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
,
:
.
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
. 
 
 
.
 
 
 
 
, 
 
; 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 

:
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 

:
.
, 
 
 
 
, 
 
; 
 
᾽ 
 
 
 
 
 
. 
 
 
; 
 
; 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
, 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
; 
᾽ 
. 
 
 
 

:
.
 
 

 
 

 
 
 
 
; 
,
 
 
 
 
 
 
 
 
 
 

. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
 
᾽ 
 
, 
 

:
.
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 

:
 
 
 
 
 
]
. 
.
 
 
, 
 
 
 
 
 
 
 
, 
 

:
.
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 


 
, 
᾽ 
 
 
 
 
 
 — 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
ʼ 
 — 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
; 
, 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
,
:
.:
.
 
ʼ 
 
 
 
 
 
 
 


 
 
.
 
 
. 
 
, 

. 
.
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
]
. 
.
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
᾽ 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
. 
 
 
, 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 

:
.:
.
ʼ 
, 
 
 
 
 
ʼ 
 
 
, 
᾽ 

 
.:
 
. 
. 
.
 
 
 
 
, 
 
ʼ 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
.
:
.
 
 
ʼ 
 
 
 
· 
 
 
 
 

:
.
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 

. 
.
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 

 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 

· 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
ʼ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 

:
.
 
 
 
 
 
 
 
. 
 
, 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 

 
 
, 
 
 
 
 
, 

. 
.
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 

 
. 
 
.:
 
.:
 
.:
.
 

 
. 
 
.:
 
.:
 
. 
.
 
, 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
.
