@node
@author=Pindar
@availability=Available under a Creative Commons Attribution-ShareAlike International 4.0 License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=S. H. Butcher
@filename=tlg0033.tlg002.perseus-grc2
@funder=The Annenberg CPB/Project
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Pindar, The Odes of Pindar including the Principal Fragments with an Introduction and an English Translation by Sir John Sandys, Litt.D., FBA, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd, 1937.
@sponsor=Perseus Project, Tufts University
@title=Odes (Greek). Machine readable text - P
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:32:41Z

 


 
, 
 
 
 
 
 
· 
 
 
 
, 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
ʼ 
 
, 
46	 
, 
 
ʼ 
 
 
 
 
, 
 
 
, 
· 
 
 
 
 
 
, 
 
 
. 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
94	 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
 
, 
 
, 
 
· 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
 
· 
 
ʼ 
 
, 
ʼ 
, 
 
 
 
· 
151	 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
ʼ· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
, 
199	 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
. 
, 
, 
 
 
, 
 
᾽ 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
302	 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
 
 
ʼ 
ʼ 
 
 
 
 
, 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
355	 
 
, 
 
 
 
 
 
 
ʼ, 
ʼ 
 
 
 
, 
 
 
 
, 
 
ʼ 
. 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
. 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
. 
ʼ 
᾽ 
 
 
 
 
· 
458	 
 
 
 
 
 
 
 
 
 
 
ʼ. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
, 
 
 
 
, 
 
 
 
. 
502	 
ʼ, 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
 
 
. 
 
, 
, 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
· 
554	 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
, 
ʼ 
 
 
. 
 
 
 
, 
 
, 
, 
 
 
ʼ 

 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
᾽ 
, 
 
 
. 
609	 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
᾽ 
 
᾽ 
. 
᾽ 
, 
 
 
 
, 
 
 
. 
 
 
 
· 
 
 
 
 
 
. 
658	 
 
 
 
, 
 
 
 
 
. 
 
 
· 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
, 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
ʼ 
 
 
ʼ· 
 
ʼ 
 
 
 
, 
 
, 
 
 
. 
 


 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
814	 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
 
ʼ 
, 
866	 
 
· 
 
 
 
 
 
 
 
· 
 
ʼ, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
917	 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
, 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
. 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
975	 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
ʼ 
 
· 
 
 
 
ʼ· 
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
. 
 
 
 
 
, 
1032	 
 
ʼ· 
 
ʼ 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
, 
 
 
, 
᾽ 
 
 
 
᾽ 
 
 
· 
 
 
 
, 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
, 
 
ʼ 
 
. 
1089	 
 
 
 
 
, 
, 
 
 
ʼ 
 
, 
 
 
 
, 
 
 
ʼ 
 
, 
 
 
 
 
ʼ. 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
. 
1144	 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
᾽ 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
1204	 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 

 
 
 
 
. 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
ʼ 
 
 
· 
 
 
 
 
, 
 
. 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
ʼ 
 
. 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
. 
1313	 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
. 
 
 
 
· 
 
 
· 
 
ʼ 
 
ʼ 
 
 
 
 
, 
᾽ 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
1376	 
 
 
 
 
, 
᾽ 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 


 
 
 
, 
 
 
᾽ 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
ʼ 
, 
 
᾽ 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
1479	 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
1525	 
 
 
 
. 
᾽ 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
1573	 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
. 
᾽ 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
· 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
. 
1623	 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
1672	᾽ 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
᾽ 
 
· 

 
 
 
 
 
 
 
 
 
 
. 
 
· 
 
ʼ 
 
 
 
ʼ 
 
 
· 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
1729	 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
1777	 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
. 
1829	, 
 
, 
 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
1890	 
 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
1937	᾽ 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
, 
 
, 
 
 
· 
 
ʼ 
 
 
 
 

. 
 
 
 
 
 
 
 
, 
᾽ 
, 
 
 
 
. 
1989	 
 
ʼ 
 
. 
 
 
 
 
, 
 
ʼ 
, 
 
 
. 
 
ʼ 
 
 
᾽ 
᾽ 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
 
, 
 
 
 
 
 
 
. 
2049	 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
2100	 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
. 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 

 
ʼ 
 
 
. 
2155	 
 
, 
 
 
 
· 
 
ʼ 
 
 
ʼ 
 
ʼ 
 
 
. 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
. 
 
 
 
ʼ, 
 
, 
 
 
, 
 
 
 
, 
. 
 
ʼ 
 
 
 
 
. 
 
 
ʼ 
. 
 


 
 
 
 
ʼ 
 
 
, 
 
 
, 
 
 
 
, 
, 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 

 
, 
2268	 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
, 
 
. 
 
ʼ 
 
 
 
 
· 
, 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
2321	 
 
ʼ 
 
 
 
, 
 
ʼ 
᾽ 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ· 
 
ʼ 
 
 
 
 
 
 
· 
2370	ʼ 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
, 
 
ʼ 
 
 
ʼ 
 
. 
2418	 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
ʼ 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
᾽ 
 
, 
᾽ 
 
᾽ 
 
 
 
 
ʼ 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
· 
 
ʼ 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
ʼ 
· 
2527	 
 
ʼ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
ʼ 
 
, 
2634	 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
2690	 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
, 
2745	 
ʼ 
 
. 
 
ʼ 
 
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
ʼ 
, 
᾽ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
2800	 
 
 
· 
 
ʼ 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
2855	 
 
 
 
 
᾽· 
 
ʼ 
 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
, 
 
ʼ, 
 
ʼ 
; 
 
 
 
 
 

 
; 
 
 
 
 
 
. 
2908	 
 
 
 
 
᾽ 
· 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
᾽ 
 
 
 
 

ʼ, 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
. 
2963	 
 
 
 
 
 
 
 
 
 
 
 
·
 
ʼ, 
 
 
 
, 

 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
3010	 
 
 
 
 
. 
 
 
 
, 
 
, 
 
 
·
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
. 
 
 
ʼ 
 
 
. 
 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
3068	 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
, 
ʼ 
 
, 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
. 
3121	᾽ 
 
 
, 
 
 
, 
 
 
 
 
ʼ· 
 
ʼ 
ʼ· 
 
ʼ 
 
 
 
 
. 
 
᾽ 
 
 
· 
 
ʼ 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
, 
3175	 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
ʼ, 
 
 
 
 
, 
 
. 
3234	 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
 
 

 
 
 
 
ʼ 
 
 
, 
 
 
 
 
, 
 
·
 
 
 
 
 
 
ʼ 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
᾽ 
. 
 
ʼ 
 
 
· 
 
· 
᾽ 
 
 
 
 
 
· 
 
ʼ 
 
 
 
· 
 
ʼ 

 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
 
ʼ 
 
, 
 
, 
 
, 
 
 
 
 
᾽ 
 
· 
 
 
 
 
 
ʼ 
 
 
, 
ʼ 
. 
 
 
 
 
 
 
, 
, 
. 
3460	 
ʼ 
 
 
 
 
᾽ 
 
, 
 
 
, 
 
, 
 
ʼ 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ, 
᾽ 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
, 
3566	 
 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
· 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
. 
 
 
ʼ 
 
᾽ 
 
 
 
· 
ʼ 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
3668	 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
. 
 
 
ʼ 
 
· 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
· 
 
 
 
ʼ 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
· 
 
ʼ 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
3768	᾽ 
᾽ 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 

 
 

 
 
, 
 
ʼ 
 
 
ʼ 
, 
 
 
 
 
. 
 
ʼ 
 
 
ʼ, 
 
 
ʼ 
 
 
 
. 
 
ʼ 
· 
᾽ 
 
, 
 
 
, 
 
 
 
 
, 
3828	 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
᾽ 
· 
 
 
 
 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
ʼ 
 
 
. 
 
ʼ 
 
 
 
 
 
 
. 
3881	 
ʼ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
3939	 
 
 
ʼ 
· 
 
 
· 
 
 
 
 
· 
 
ʼ 
 
 
. 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
· 
 
ʼ 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
, 
3995	 
. 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
4097	 
ʼ 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
4149	 
ʼ 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
· 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 
 
, 
4205	 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
· 
 
 
, 
 
 
. 
 
ʼ 
 
᾽ 
, 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
ʼ 
 
 
. 
 
 
ʼ 
, 
, 
 
 
 
, 
 
 
. 
 


 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
4364	 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
4414	 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
, 
 
 
 
· 
᾽ 
 
 
 
 
 
 
 
, 
4458	 
 
 
 
. 
 
 
 
 
· 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
. 
4499	 
 
 
 
 
 
. 
, 
 
ʼ 
 
 
. 
, 
 
 
 
 
 
 
 
 
ʼ· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
4543	 
ʼ 
 
 
 
 
᾽ 
· 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
. 
4597	 
 
 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
4649	 
 
 
 
 
, 
 
, 
 
 
, 
 
 
 
· 
 
 
 
, 
, 
, 
ʼ, 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
4737	 
 
 
 
, 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 

 
 
, 
4789	 
 
 
 
 
 
 
. 
 
 
 
. 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
· 
 
ʼ, 
 
, 
· 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
4834	 
ʼ 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
, 
 
 
 

 
, 
ʼ 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
 
 
 
. 
 


ʼ· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
· 
4925	 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
4965	 
 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
. 
5005	 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
. 
 
 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
· 
5044	 
ʼ 
᾽ 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
5090	 
ʼ 
 
 
. 
 
 
 
, 
 
᾽ 
 
 
, 
 
ʼ 
 
 
· 
 
ʼ, 
, 
 
 
 
, 
 
 
, 
, 
. 
 
 
 
 
 
 
 
 
 
. 
 


 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
, 
 
 
 
 
 
 
; 
5157	 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
ʼ 
 
, 
5190	 
, 
 
 
 
. 
 
ʼ 
 
 
· 
 
ʼ 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 


 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
· 
5256	 
ʼ, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
· 
 
 
, 
 
 
 
 
 
. 
5289	 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
 
 
 
. 
5326	 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
᾽ 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
5359	 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
 
. 
5397	 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
5431	ʼ 
᾽ 
 
 
 
 
. 
᾽ 
 
· 
 
 
 

 
 
 
. 
 
 
 
 
 
ʼ 
᾽ 
 
 
 
 
 
. 
5463	 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
ʼ 
 
 
. 
5532	 
ʼ,
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
, 
 
ʼ 
 
 
 
ʼ 
 
, 
᾽ 
 
 
. 
 
 
 
 
· 
 
ʼ 
 
 
, 
, 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
· 
 
ʼ 
 
᾽ 
 
· 
 
 
, 
ʼ 
 
 
, 
 
ʼ 
 
 
 
. 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
ʼ 
ʼ 
 
 
, 
, 
 
· 
5639	 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
· 
 
 
ʼ 
 
 
, 
 
. 
5672	 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
· 
 
 
 
 
, 
 
 
. 
5706	· 
 
 
; 
 
ʼ 
 
; 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 


 
 
 
 
 
 
 
 
, 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
5797	 
ʼ 
ʼ 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
ʼ 
, 
5850	 
. 
 
 
 
 
 
 
· 
 
 
᾽ 
 
 
 
, 
 
 
 
ʼ 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
5904	 
 
 
ʼ 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
 
, 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
. 
 
 
 
; 
 
ʼ 
 
 
 
 
 
, 
 
ʼ 
 
; 
 
 
 
 
, 
 
; 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
 
 
. 
6012	 
 
, 
 
 
 
 
,
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
; 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
, 
 
, 
 
.
 
 
 
 
 
 
, 
6073	. 
 
 
 

, 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
, 
᾽ 
 
. 
6128	 
 
, 
 
 

 
 
 
 
 
 
 
 
.
 
ʼ 
 
 
 
,
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ, 
 
 
 
, 
 
, 
 
 
, 
 
ʼ 
 
. 
 
᾽ 
 
 
 
 
 
. 
6185	 
ʼ 
 
 
 
 
 
 
. 
 
ʼ 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
, 
 
 
 
 
ʼ 
 
. 
6238	 
ʼ 
 
 
· 
 
ʼ 
 
 
, 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
. 
6291	 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
 
᾽ 
, 
6352	 
 
 
· 
, 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
ʼ, 
 
, 
, 
6411	 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
. 
 
 
 
 
 
 
ʼ 
· 
 
ʼ 
 
 
 
, 
 
 
 
, 
 
 
 
. 
6522	 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
. 
ʼ 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
ʼ 
 
 
· 
 
 
 
 
 
. 
 

 

 
, 
 
· 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
6622	 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
. 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
6686	 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
6729	 
 
 
 
ʼ 
 
 
 
 
 
. 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 

 
 
 
 
 
. 
6770	ʼ 
 
 
 
 
, 
ʼ 
, 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
. 
6799	 
ʼ 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
ʼ 
 
· 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
ʼ 
, 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
ʼ 
 
 
 
, 
 
 
. 
 
 
 
 
᾽ 
ʼ 
 
 
 
 
. 
6902	 
ʼ 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
· 
6939	 
ʼ 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
. 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
 
ʼ, 
 
 
. 
6976	 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
. 
 

 

 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
7037	 
ʼ 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
, 
7069	 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
7094	 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
. 
 
 
᾽ 
ʼ 
᾽ 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
ʼ 
 
 
· 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
7183	 
ʼ 
 
, 
 
᾽ 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
ʼ· 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
7220	 
᾽, 
 
, 
ʼ 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
᾽ 
 
; 
, 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
. 
 
 

 
 
, 
 
 
 
 
 
 
 
· 
7286	 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
ʼ 
 
· 
7317	 
ʼ 
᾽ 
 
. 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 

 
 
 
 
 
 
. 
7350	 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
, 
 
, 
 
 
ʼ 
 
 
, 
 
ʼ 
 
 
. 
 


 
, 
, 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
· 
7430	 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
ʼ 
 
 
 
ʼ 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
· 
 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
ʼ 
, 
7529	 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
, 
 
 
. 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
—
 
 
 
 
,—
᾽ 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
ʼ 
. 
