@node
@author=Plato
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=John Burnet
@filename=tlg0059.tlg002.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project, 1996.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Plato, Platonis Opera, ed. John Burnet, 1, Oxford University Press, 1906, Internet Archive.
@sponsor=Perseus Project, Tufts University
@title=Apology
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:36:25Z

2	 
 
, 
 
 
, 
 
 
 
 
, 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
, 
 
ʼ 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
—
 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
140	 
 
 
 
 
, 
᾽ 
 
 
 
 
 
—
 
 
 
 
 
—
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
. 
 
 
. 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
.
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
—
 
 
 
, 
 
 
 
 
—
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
᾽ 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
, 

 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
—
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
· 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
· 
 
 
 
 
 
; 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
.
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
—
 
 
 
 
 
 
 
— 
 
 
 
, 
 
 
, 
 
. 
781	 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
—
 
 
 
 
 
— 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
—
 
 
 
 
— 
 
,
 
ʼ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
 
, 
 
; 
 
 
 
 
 
 
 
 
. 
 
,
 
, 
 
;
 
,
 
ʼ 
. 
,
 
ʼ 
, 
 
, 
 
 
;
,
, 
 
, 
, 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
.
 
 
 
 
 
· 
᾽, 
 
, 
 
 
 
 
; 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
. 
 
, 
 
 
, 
ʼ 
 
᾽ 
 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
ʼ 
, 
 
 
, 
 
 
 
ʼ 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
, 
 
, 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
 
, 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
—
, 
 
, 
 
, 
 
—
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
. 
1396	 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
; 
 
 
 
 
· 
 
 
 
.
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
.
 
 
—
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
—
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
1557	 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
—
 
, 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
, 
 
 
— 
 
 
 
 
 
 
—
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
 
ʼ 
. 
 
 
 
, 
 
, 
 
· 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
. 
᾽, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
, 
 
 
, 
2034	 
 
 
 
 
 
 
 
 
, 
 
 
 
᾽ 
 
, 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
, 
 
 

 
 
 
, 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
—
 
 
 
, 
 
 
—
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
᾽ 
 
 
 
, 
 
, 
2257	 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
, 
 
 
 
, 
ʼ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
. 
 
 
, 
 
, 
· 
 
 
 
 
 
 
 
 
 
 
 
;
.
 
 
 
 
, 
 
 
 
; 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
, 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
᾽ 
, 
, 
 
 
 
;
 
. 
2683	᾽ 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
, 
 
;
, 
 
, 
 
.
 
, 
 
; 
 
 
 
 
 
 
 
 
 
;
.
 
, 
 
 
 
, 
 
ʼ 
;
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
; 
 
 
 
 
 
 
;
 
.
 
, 
 
;
 
 
.
᾽ 
, 
 
, 
 
 
 
 
, 
 
, 
 
 
; 
 
 
 
 
;
.
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
. 
 
;
 
 
 
.
 
 
 
 
. 
 
 
· 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
; 
 
 
, 
 
, 
 
 
 
 
 
 
 
; 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
. 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
, 
· 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
;
 
. 
2968	 
 
 
 
 
 
 
 
 
 
; 
, 
 
· 
 
 
 
 
 
. 
᾽ 
 
 
;
 
.
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
;
 
.
 
, 
 
; 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
, 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
 
 

 
 
 
, 
 
 
;
 
 
 
 
, 
 
, 
 
 
 
 
 
· 
᾽ 
 
 
, 
 
 
, 
3100	, 
 
 
 
ʼ 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
.
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
, 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
;
 
 
 
 
 
.
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
, 
 
 
 
 
 
. 
3313	 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
;
 
ʼ, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
.
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
; 
᾽, 
 
 
, 
 
 
; 
 
 
 
;
 
 
 
 
᾽ 
.
 
ʼ 
, 
 
, 
 
 
, 
 
 
, 
. 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
3464	 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
.
 
 
 
.
 
, 
 
, 
 
 
 
 
· 
 
 
 
, 
 
. 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
, 
 
, 
 
 
 
ʼ 
, 
 
 
 
; 
, 
 
, 
 
 
 
 
 
· 
᾽ 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
, 
 
 
; 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
3617	᾽ 
 
 
 
 
ʼ 
, 
 
 
 
;
 
.
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
; 
 
· 
 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
; 
 
 
;
 
.
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
᾽, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
.
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
᾽ 
 
 
 
, 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
· 
᾽ 
 
, 
 
, 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
, 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
—
 
 
,
, 
ʼ 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
,
, 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
;
 
 
, 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
.
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
; 
 
ʼ, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
, 
 
 
 
 
 
᾽ 
 
, 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 

 
 
, 
 
, 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
4567	 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
4615	 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
, 
᾽ 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
. 
 
,
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
 
 
 
.
 
, 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
᾽ 
 
 
 
᾽ 
· 
 
, 
 
 
, 
 
. 
 
 
 
 
 
 
 
 
᾽ 
 
 
· 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
—
 
 
 
—
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
, 
—
 
 
 
—
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
᾽ 
 
 
, 
 
· 
 
ʼ 
 
ʼ 
 
, 
 
 
 
, 
 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
, 
, 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
. 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
.
 
ʼ 
 
 
 
 
, 
 
 
᾽ 
 
 
, 
. 
 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
, 
 
 
 
 
ʼ 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
, 
 
 
· 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
.
 
 
 
 
 
ʼ 
 
 
 
 
 
; 
, 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
, 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
, 
 
 
, 
 
ʼ 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
—
 
 
 
 
, 
 
 
 
 
 
 
—
 
 
, 
 
, 
 
 
 
· 
 
 
, 
 
, 
 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
, 
 
—
 
—
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
· 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
;
 
, 
 
· 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
. 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
—
 
 
 
 
, 
 
ʼ 
—
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
 
᾽ 
 

 
᾽ 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
, 
 
 
 
, 
 
 
· 
᾽ 
 
 
 
 
 
 
 
.
 
 
 
 
 
; 
 
, 
 
 
, 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
᾽ 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽, 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
.
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
· 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
6640	 
 
 
, 
 
 
, 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
· 
 
, 
 
, 
 
 
 
 
 
, 
 
. 
 
 
, 
 
 
, 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
. 
· 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
; 
 
; 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
—
 
 
 
 
 
 
; 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
᾽ 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
.
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
· 
 
 
 
, 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
. 
, 
 
 
, 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
· 
 
ʼ 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
; 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
᾽ 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
; 
 
; 
7128	 
 
 
 
 
 
, 
 
 
 
 
, 
 
; 
 
 
 
 
 
 
; 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
; 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
; 
 
 
, 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
ʼ 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
 
· 
7274	 
 
 
, 
 
 
 
 
 
 
ʼ 
 
. 
 
 
 
 
· 
 
 
 
 
, 
 
, 
 
 
ʼ 
 
 
 
;
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
, 
 
 
 
 
· 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
.
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
· 
 
 
, 
 
 
 
 
 
 
 
. 
7480	 
 
ʼ 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
—
 
 
 
 
, 
 
 
 
, 
 
 
 
— 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
. 
᾽ 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
— 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
.
 
 
 
 
᾽ 
 
 
᾽ 
 
᾽ 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
, 
 
, 
 
, 
 
 
 
· 
7747	 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
᾽ 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
7819	 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
. 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
. 
 
 
 
 
, 
 
 
 
, 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
7964	 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
, 
 
 
· 
 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
, 
 
 
—
 
 
 
 
 
 
—
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
᾽ 
 
 
 
. 
 
 
 
 
; 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
, 
8158	 
 
 
 
 
. 
 
 
 
 
· 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
—
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
—
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
; 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
; 
 
 
 
 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
—
 
 
, 
 
 
 
—
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
ʼ 
. 
 
 
ʼ 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
᾽ 
 
· 
8689	 
 
 
. 
 
 
 
· 
 
 
, 
 
, 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
.
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
, 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
.
