@node
@author=Sophocles
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Francis Storr
@filename=tlg0011.tlg002.perseus-grc2
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Sophocles, Sophocles. Vol 1: Oedipus the king. Oedipus at Colonus. Antigone. With an English translation by F. Storr. The Loeb classical library, 20, Francis Storr, London; New York, William Heinemann Ltd.; The Macmillan Company, 1912.
@sponsor=Perseus Project, Tufts University
@title=Antigone, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:34:42Z


 
 
 
 
,
᾽ 
ʼ 
 
 
 
 
᾽ 
 

 
 
 
 
 
;
 
 
᾽ 
 
᾽ 
 

᾽ 
 
᾽ 
 
᾽, 
 

 
 
 
 
 
ʼ 
 
.
 
 
 
᾽ 
 
 
 

 
 
 
 
;
 
 
; 
 
 

 
 
 
 
 
 
;

 
 
 
, 
 

᾽ 
 
᾽ 
 
ʼ 
 

 
 
 
,
 
 
 
 
·
 
 
 
 
 

 
 
 
, 
 
ʼ 
,
᾽ 
 
 
᾽ 
.

 
, 
 
ʼ 
 
 

᾽ 
᾽ 
, 
 
 
.

 
ʼ 
; 
 
 
 
ʼ 
.

 
 
 
 
 
 

 
 
, 
 
ʼ 
 
;
 
, 
 
, 
 

 
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 

 
 
 
 

 
 
 
 
,
 
ʼ 
, 
, 
 

 
 
 
 
.
 
 
 
 
 

, 
 
 
 
, 
ʼ 
,
 
 
 
 
 
 

 
, 
 
 
ʼ 

 
 
ʼ 
, 
᾽ 
 
 
 
 
,
 
 
 
 
.
 
 
 
, 
 
 

᾽ 
 
 
᾽ 
 
.
248	
 
ʼ, 
 
, 
 
᾽ 
 
, 

ʼ 
 
 
 
 
;

 
 
 
 
.

 
 
; 
 
 
ʼ 
;

 
 
 
 
 
 
.

 
 
 
 
ʼ, 
 
;

 
 
 
 
 
 
 
 
 

· 
 
 
 
ʼ 
.

 
, 
 
;

᾽ 
 
 
 
 
ʼ 
 
.

. 
, 
 
, 

 
 
 
 
ʼ 
,
 
 
 

 
 
 
 
.
 
 
 
, 
 
,
 
 
 
·
 
ʼ 
 
 
 
ʼ 

 
 
 

 
ʼ 
 
.
 
ʼ 
 
 
 
 
 

 
ʼ 
ʼ, 
 
 

 
 
 
 
.
᾽ 
 
 
 
 
ʼ 

, 
 
 
 
 
.
 
ʼ 
᾽ 
ʼ 
 
,
 
᾽ 
 
 
ʼ 
.
 
 
 
 
 
 

 
, 
 
 
,
 
 
 
 
· 
 

 
 
 
 
 
.
441	
᾽ 
 
ʼ 
᾽ 
, 
 
 

, 
 
ʼ 
 
 
 
.
᾽ 
᾽ 
 
 
, 
 
ʼ 

· 
 
 
 
 
.
 
ʼ 
 
, 
 
,
 
ʼ. 
 
 

 
 
ʼ 
 
 
 
 
.
 
 
 
· 
 
ʼ, 
 
,
 
 
 
ʼ 
ʼ 
.

 
 
 
 
, 
 

 
 
 
 
.

 
 
᾽ 
 
ʼ· 
 
 
 

ʼ 
 
 
.

 
, 
 
 
.

 
 
· 
 
 
 
.

᾽ 
 
 
 
 

, 
 
 
, 
 
ʼ 
 
.

, 
· 
 
 

ʼ, 
 
 
 
 
.

 
 
 
 
.

᾽ 
ʼ 
ʼ 
 
ʼ 
 
 
.

 
 
 
ʼ· 
᾽ 
 
.

, 
 
 
 
, 
.

 
 
 
 
 
.

 
 
, 
 
 
 
,
 
 
 
 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
· 
 
 

 
 
 
 
 
 
.

᾽ 
 
 
, 
· 
 
ʼ 
᾽ 

 
 
, 
 
 
ʼ 
 
.
664	
 
, 
 
 
 

 
 
 
,
 
ʼ, 
 

 
,
 
 
 
,
 
 
 
 
 

 
 
 
 
·
697	
 
᾽ 
 
 

 
 
 

 

 
 
 
 
,
 
 
 
,
 
ʼ 

 
ʼ 
 
.
726	
 
ʼ 
 
 
 
 

 
 

, 
 
ʼ 

 
 
 
 
 
 

ʼ 
 
. 
 
 
ʼ 

 
, 
 
 
.
761	
 
 
 
 

, 
 
 

 
 

 
 
,
 
 
 

᾽ 
 

 
ʼ 
.
788	
 
ʼ 
 
 
 

, 
 
 
 
 

 

 
 
.
 
ʼ 
 
 
,
 
ʼ 
᾽ 
 
 
 
 

.
821	
 
 
 
᾽ 
 

 
 
 
 

 
 
 
,
 
 
, 
 
 

 
 
 
 
ʼ 

 
 
ʼ 

 
 
 
.
858	
 
 
 
 
 

 
 
 
,
 
 
 

 
 
 
,
 
 
 

 
 
, 
 
 
ʼ 

 
.
891	
᾽ 
 
 
 
 
,
 
 
 

 
 
 

, 
 
 
 
,
 
 
 

 
,
 
 
;
921	
, 
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 
 

ʼ 
 
 
 
 

 
 
 
 
 
,
᾽ 
, 
ʼ 
 
 
,
 
ʼ, 
 
 
 

 
 
 
.
᾽ 
 
 
 
 
 

ʼ 
 
 
 
 

 
 
 
,
 
 
 
 
 
 

 
ʼ 
 
 
.
 
 
 
 

 
 
 
 
 
, 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 

᾽ 
 
 
 
 
 

 
 
 
 
 
 
·
 
 
 
 
 
 

 
, 
 
 
.
 
, 
 
 
 
᾽ 
 
,
᾽ 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
ʼ 
 
 

 
, 
 
 

᾽ 
 
 
 
 
 

 
 
 
 
.
ʼ 
 
 
᾽ 
 
,
 
 
 
 
 

 
 
 
᾽ 
 
·
 
, 
 
 

 
, 
᾽ 
 
,
 
 
 
 
 
᾽ 

 
 
 
 
 
.
 
ʼ 
 
 
, 
 
,
 
 
 
 
 
 

 
 
 
 

 
ʼ 
, 
 
ʼ 

 
, 
 
 
 
,
 
 
᾽ 
 

 
 
 
 
,
 
ʼ 
 
 
 
 

 
 
 
 
 
ʼ 
.
ʼ 
 
, 
ʼ 
 
ʼ 

 
ʼ 
 
 
 
·
᾽ 
 
 
 
 
, 

 
 
 
 
 
.
1220	
 
᾽ 
, 
 
 
,
 
 
 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
.

᾽ 
ʼ 
 
 
 
ʼ 
.

 
᾽ 
 
 
᾽ 
 
;

 
 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
ʼ, 
· 
᾽ 
᾽ 

 
 
 
 
.

, 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
,
 
 
 
 
·
 
 
 
 
 
·
, 
 
 
 
 
 
;
, 
 
; 
 
 
᾽ 
 

 
ʼ 
; 
 
 
᾽ 
 
;
᾽ 
 
 
 
.
 
 
 
 
.
 
 
 
᾽ 
 

. 
 
 
 
 
, 
 
ʼ 
·
 
 
 
 
,
 
 
 
 
 
 
 
.
1399	
 
ʼ 
 
᾽ 
 
᾽ 
 
;

 
 
 
 
· 
 

ʼ 
᾽ 
ʼ 
᾽ 
 
 
 
 
,
᾽ 
 
 
 
 
 
.

 
 
 
 

 
· 
 
ʼ 
 
 
 
.

 
 
 
 
ʼ 
 
.

 
 
ʼ, 
᾽ 
 
;

 
 
 
. 
 
 
 

 
 
 
 

 
 
 
 
·

 
; 
 
 
 
 
 
;

 
ʼ· 
 
 
 
 
 

ʼ, 
 
 
. 
 
 

 
, 
 
᾽ 

, 
᾽ 
 
 
 
 
.
 
ʼ 
 
 
 

, 
 
 
 
.
 
 
 
, 
 
 
,
 
ʼ, 
 
 
, 
 

 
ʼ 
 
 
 
 

, 
 
 
.
 
ʼ 
 
 
 
,
 
 
, 
 

 
ʼ, 
᾽ 
 
 
.
 
 
 
 
 
,
 
, 
᾽ 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
,
 
 
 
 
 

 
 
 
ʼ 
.
 
ʼ 
᾽ 
 
 
 
,
 
 
, 
 
 
 
 

 
 
· 
 
 

᾽ 
 
᾽ 
 
 

. 
 
ʼ 
 
 
 

 
 
 
 
 
.
 
᾽ 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
, 
ʼ 
·
 
 
 
 
 
.
1671	
, 
 
, 
 
 
 

 
᾽, 
 
 
 


, 
 
 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
 
 
 

 
, 
 

 
 
 

 
 
 
 
 
;
 
 
 
 
 
;
 
. 
 
 
 
 

 
 
 
 
,
 
 
, 
᾽ 
 

 
 
, 
 
 
.
 
 
 
 

 
 
 
.
 
 
 
 

 
ʼ 
. 
 
 

, 
᾽ 
 
 
·
᾽ 
 
 
 

 
 
 
ʼ 
 
·
 
ʼ 
 
 

 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 
 
.
᾽ 
 
 
 
᾽ 
 
 
,
 
᾽ 
ʼ, 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
,
 
 
 
 
, 
 

 
 
 
ʼ 
,
᾽ 
 
 
 
 

 
 
, 
 
ʼ 

 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
.
1888	
 
 
 
 
 
 
;

 
 
 
 
 
 
;

 
 
 
 
 
 
 
;

 
 
 
 
 
 
;

 
 
ʼ 
 
 
, 
 
ʼ 
ʼ 
.

ʼ 
 
 
 
 
.

 
 
ʼ 
 
 
 
.

 
᾽ 
᾽ 
 
 
 
 
.

·
 
 
 
 
 
 
 
.

 
 
 
· 
 
 
 

 
 
 
, 
ʼ 

 
 
 
 
.

᾽ 
 
 
᾽· 
 
 

 
 
 
, 
 
 
 
,
 
᾽ 
 
 
 
᾽ 
 
·
 
 
 
 
 
 
ʼ 

 
 
 
 
 
.

 
 
 
 
 
 
.
 
 
 
 
 
 

, 

 
᾽ 
.
 
 
 
, 

, 
, 

 
 
 
 

 
 
.
2061	
 
 
 
 
 

 
 
 
 
 
ʼ 
 

 
,
 
·
 
 
 

 
, 
 
ʼ
 
 
 
 

 
ʼ 
 
.
2098	
 
 
 
 
 
 

 
 
 

 
 
 
 
 

· 
 
᾽ 
 

 
· 
 
 
 
 
·
 
ʼ 
 
 
.
2134	
 
 
 
 
 
 
ʼ 

 
 
, 
ʼ 
᾽ 
 
,
 
 
 
 
ʼ 
 
,
· 
 
 
 
 

 
 
. 
᾽ 
 

 
᾽ 
 
 
 
᾽ 
.
2177	
 
 
 

· 
 
 

᾽ 
 
 
ʼ 
.
 

 
 
 
,
 
ʼ; 
 
 
 
 
ʼ 

 
 
 

 
 
 
;
2214	
᾽ 
᾽ 
 
 
 
·
᾽ 
 
. 
 
 
;

᾽ 
 
 
 
 
 
.

 
ʼ 
; 
 
 
 
;

, 
 
 
᾽ 
.
 
 
 
 
 
· 

 
ʼ 
 
᾽ 
 
 

 
 
 
 
 

᾽ 
 
 
 
 
ʼ 
 

 
 
 
 
,
, 
ʼ 
 
 
 
,
 
 
᾽, 
 
 

. 
 
᾽ 
 
,
᾽ 
᾽ 
 
, 
 
, 
.
 
, 
, 
᾽ 
, 
 
, 

 
 
ʼ· 
 
ʼ 

 
 
ʼ 
 
.

 
 
 
 
 
 
;

 
 
ʼ 
· 
᾽ 
.

 
 
 
 
 
 
 
;

 
ʼ 
 
 
 
 
 

. 
᾽ 
 
 
 
;

 
 
 
 
;
2371	
 
 
 
ʼ. 
 
 
,
 
 
 
ʼ 
᾽ 
,
 
 
, 
 
 

, 
 
 
 
 
,
ʼ 
 
 
 
,
 
᾽ 
 
 
 
,
 
 
ʼ 
 

, 
 
 
᾽ 
 
.
 
᾽ 
 
, 
᾽ 
 

 
 
 
 

 
ʼ 
· 
 
᾽ 
 

 
 
 
 
,
 
, 
 
 

 
, 
 
ʼ 
 

· 
 
ʼ 
 
 
.
 
᾽ 
 
 
 
,
 
 
, 
 

 
 
, 
 
 

 
 
 
 
.
 
 
, 
 
 
 
,
 
, 
 
ʼ 
 

 
 
 
.
 
 
 
 
 
,
 
ʼ 
 
 
 

 
 
 
 
.
 
 
 
, 
 
 

ʼ 
 
 
,
 
 
 
 
 
 
 

· 
 
ʼ 
 
,
᾽ 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
 
 

· 
 
 
᾽ 
 

 
 
 
 
.
2571	
 
, 
 
 
 
 
 
,
 
 
 
 
 
·

 
 
 
 
 
 
.

 
 
 
 
 
 

 
 
 
·
 
ʼ 
 
 
 
, 
 
,
 
 
 
 
;

· 
 
ʼ 
 
; 
 
 
.

 
᾽ 
 
᾽ 
 
;

 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
 
 

ʼ, 
᾽ 
 
 

 
 
 
᾽ 
.
 
 
 
 
 
, 
᾽ 
 

 
, 
 
 
 
 
.
 
 
 
, 
 

 
ʼ, 
 
 
 

· 
 
 
, 
 
ʼ 
;
 
 
 
 
. 
 
 
 

 
, 
 
᾽ 
 
.
 
 
 
 
 
 

, 
 
᾽ 
 
 
 
;
 
 
 
 
 

ʼ 
 
· 
᾽ 
, 
 
 
 

 
ʼ 
 
 
,
 
 
· 
 
ʼ 
 
.
 
ʼ 
 
 
 
 
 
,
 
 
 
 
.
2778	
 
 
ʼ 
 
 
 

 
. 
 
ʼ 
 
 
.

᾽ 
 
 
 
ʼ 
 

 
, 
 
 

 
 
 
 

 
 
 
ʼ 
 
·
 
 
ʼ 
 
 

 
· 
 
 

 
ʼ 
 
 
 
 
.
 
ʼ 
 
 
᾽ 
,
 
 
 
·
 
ʼ, 
 
, 
 
,
 
 
 
 
.
 
 
 
 
 
, 
 
ʼ 
,
 
᾽ 
 
 
 
.
᾽ 
᾽ 
 
᾽ 

 
 
 
 
 
,
 
 
 
 
 
 

 
· 
 
 
 
 

 
 
 
.
 
 
ʼ· 
 
 
 

 
 
᾽ 
 
.
 
ʼ 
 
 
, 
 

 
 
 
 
 
·
 
 
 
 
 
 

 
 
 
 
.

 
 
 
 
 
ʼ 
;

 
 
· 
᾽ 
 
᾽ 
.
2954	
 
 
; 
 
 
 
 

 
 
ʼ 
 
·
 
 
 
 
ʼ 
ʼ 
.
 
 
 
ʼ 
 

 
 
 
 
 

; 
 
 
 

᾽ 
, 
 
 
 
 
.
᾽ 
 
 
 
ʼ 
᾽ 

 
 
 
 
ʼ 
 
.

 
 
 
 
 
.

 
, 
 
ʼ 
 
.

 
ʼ 
 
, 
 
 
 
;

 
 
 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
 
.

 
᾽ 
 
 
 
;

 
 
᾽ 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
, 
᾽ 
 
.

 
 
 
· 
 
ʼ 
 
.

 
 
ʼ 
 
 
 
 
.

᾽ 
 
 
 
 
 
 
.

 
 
 
 
 
;

 
ʼ 
, 
᾽ 
 
, 
.

 
, 
 
 
.

 
 
ʼ, 
 
, 

· 
 
 
 
 
 
.
3153	
 
 
 
 
᾽ 
,
 
 
ʼ 
·
 
ʼ 
 
 

 
,
ʼ 
 
.
3175	
 
ʼ, 
 
ʼ 
 
 
ʼ 

 
ʼ 
, 
᾽ 

 
ʼ 
 
 
,
ʼ, 
 
 
, 
 
 
 
 

 
, 
 
 
 
 
;

 
, 
 
᾽ 

 
 
 
 
 
.

᾽ 
 
 
 
ʼ 
 
 
ʼ, 

᾽ 
 
᾽ 
 
.

᾽ 
 
 
 
 
 

 
 
 
 
.

 
, 
 
 
 
 
·
 
ʼ 
 
 
 
 
.

, 
, 
ʼ 
 
 
 

 
 
 
 
 
 
ʼ 
.

 
 
 
 
 
ʼ 
 
 

 
. 
 
ʼ 
.

 
 
 
 
 
 
;

ʼ 
· 
 
 
 
.

 
᾽ 
 
ʼ, 
 
;

 
 
᾽ 
 
 
ʼ 
 
 
.

 
᾽ 
 
 
 
ʼ 
᾽ 
ʼ 
;

 
· 
 
 
ʼ 
.

 
, 
 
 
 
;

 
 
 
 
, 
 
 
.
3362	
᾽ 
 
᾽ 
 
 
 
 
.

 
 
 
, 
 
ʼ 
 
 
.

 
 
 
 
 
 
.

· 
 
 
, 
 
ʼ 
 
 

, 
 
 
 
.

 
 
 
 
 
 

 
, 
 
ʼ 
᾽ 
 
 
ʼ 
.

 
 
ʼ, 
, 
᾽ 
 
 
 

 
 
 
, 
᾽ 
.

 
, 
᾽ 
 
 
 
 
.

 
 
 
 
᾽ 
 
;

᾽ 
 
 
 
᾽· 
 
 
᾽ 
.

 
 
 
 
 
;

 
 
 
 
.

 
 
ʼ 
 
 
ʼ 
 
.

 
 
 
 
.

 
ʼ 
, 
 
ʼ 
 
.

 
 
 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 
 
 
 
 
.

ʼ, 
 
, 
 
.

 
 
 
. 
 
 
᾽, 
 

ʼ 
, 
· 
 
 
 

 
 
 
ʼ 
.
 
 
 
 
 
, 
 

 
, 
 
 
 
.
3569	
 
 
 
 
.
 
 
 
 
 
, 

 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
,
 
 
 
 

, 
 
 
ʼ 
 
.
3611	
 
 
 
 

 
 
 
 
ʼ,
᾽ 
 
 
, 
᾽ 

 
, 
᾽ 
 
. 
 
 
 

 
 
 
 
 
 
,
ʼ 
 
 
 
 
 

 
 
 
ʼ 
 
 
 
.
3660	
, 
, 
 
 
 
 
;
 
᾽ 
 
 
ʼ 
 
᾽ 
,
 
 
 
, 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
 

 
᾽, 
 

 
 
 
ʼ 
 
.
3709	
 
 
 
 
 
 
 
 
,
 
ʼ 
 
 
·
 
ʼ 
 
, 
 
 
 
 

. 
 
 
 
 
 
 
.
 
 
 
ʼ 

᾽ 
 
 

 
 
 
·

 
ʼ 
 
 
 
.
3762	
 
 
, 
 
 

 
ʼ· 
᾽ 

 
 
 
,
 
 
;
3781	
ʼ 
 
 
.
 
, 
 
 
 
 

 
 
 
 
;
 
 
 
 
, 
 
;

, 
 
, 
 
 
 
 

 
, 
 
᾽ 
.
 
 
 
 

 
 
 
 
.

 
, 
 
, 
 
 
 
,
 
 
᾽ 
 
.
 
 
᾽ 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
,
 
᾽ 
 
 
 
 
 

, 
 
 
 
 
;
 
 
ʼ, 
 
, 
 
 
᾽ 

 
᾽ 
, 
 

 
 
 
,
 
 
 
 
. 
 

᾽ 
 
 
 
 
 
;
 
 
 
 
 

 
ʼ 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
,
 
. 
 
᾽ 
 

. 
 
 
 
 
ʼ 
 

 
, 
 
 
 

 
 
 
 
 
᾽ 

, 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 
,
 
᾽ 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
.
 
 
 
 
 
 

 
 
, 
 
ʼ 
 
 
,
 
ʼ 
 
 
 

 
 
 
.
 
 
 
 
 
.
 
 
, 
᾽ 

 
, 
 
 

 
· 
 
ʼ 

 
 
 
ʼ 
 
.
 
ʼ 
 
 
,
 
 
 
.
 
, 
 
, 
 
 
,
 
 
 
 
ʼ 
.
4088	
 
, 
 
 
 
 
,
 
 
 
 
 
.

, 
 
 
 
,
 
ʼ 
 
 
.
 
ʼ 
 
 
 
 
 
,
᾽ 
 
 
᾽ 
 
.
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
 
 
 
.
 
 
 
 
, 
 

 
, 
 
 
 
 
·
 
ʼ 
 
᾽ 
 
 
,
 
 
 
᾽, 
 
,
 
 
 

ʼ 
᾽ 
 
 
.
 
 
 
 
 

ʼ 
 
᾽ 
᾽ 
 

ʼ 
 
᾽ 
᾽ 
 
.
 
 
 
 
 
;
ʼ 
 
ʼ 
 
.
 
 
 
 
, 
,
 
 
 
 
,
 
 
 
 
 

 
, 
 
 
 
 
;
 
 
 
 
 
 
 
,
 
 
, 
 
, 
᾽ 
 
.
 
 
 
 
 
 
,
 
, 
 
 
, 
 
 
,
 
 
 
.
᾽ 
, 
 
 
 
, 
 

᾽, 
 
 
 
 
 
 
.
 
 
 
 

 
, 
 
 
,
 
ʼ 
ʼ 
ʼ 
.
 
 
 
 
 

 
 
, 
 

 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
 
ʼ 
 

, 
ʼ 
 
 

 
 
 
᾽ 
 
·
 
ʼ 
, 
 
 
 
 
 
,
 
 
 
 
 
 
.
4359	
, 
 
ʼ 
, 
 
 
 
,
, 
 
ʼ 
 
᾽· 
 
 
 
.

 
 
 
 

 
᾽ 
 
 
 
;

 
 
 
· 
 
ʼ 
 
,
 
 
 
 
 
 
 
.

 
 
 
 
 
;

᾽ 
 
ʼ, 
 
 
 
.

 
 
 
ʼ 
 
;

 
 
 
᾽ 
 
.

 
 
 
 
 
 
;

 
᾽ 
 
 
 
 
;

 
 
 
 
 
 
᾽ 
 
;

 
 
 
᾽ 
 
 
᾽ 
.

 
 
 
 
 
;

 
ʼ 
 
 
 
 
 
.

᾽, 
 
, 
 
 
.

 
 
. 
 
 
 
.

 
, 
 
 
 
;

 
 
 
ʼ 
ʼ 
.

 
 
 
 
 
;

 
 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
, 
 
 
 
.

 
ʼ 
 
᾽ 
 
 
 
.

 
ʼ 
 
 
 
ʼ 
 
.

 
 
᾽ 
 
;

 
ʼ 
᾽ 
 
 
 
 
;

 
, 
 
 
 
.

 
 
 
᾽, 
 
 
ʼ 
 
 
.

 
 
 
 
 
.

 
 
 
 
 
 
;
4632	
; 
᾽ 
 
᾽ 
, 
᾽ 
,
 
 
 
 
.
 
 
 
 
ʼ 
ʼ 

 
 
 
 
.

 
᾽ 
, 
 
 
 
,
᾽ 
᾽ 
 
, 
 
ʼ 

 
 
ʼ 
 
 
,
 
 
 
 
 
 
.

 
, 
, 
 
 
 
·
 
ʼ 
 
 
 
.

· 
 
 
 
ʼ 
ʼ 
·
 
ʼ 
 
 
᾽ 
 
 
.

 
 
 
 
 
;

 
 
 
 
· 
 
 
 
.

 
 
 
 
 
 
;

 
 
ʼ 
 
 
 

 
 
 
 
,
 
 
 
 
 
,
 
 
ʼ 
 
.
 
 
, 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
ʼ 

 
 
 
 
 
 
.
4791	
 
 
, 
, 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
·
 
ʼ 
᾽ 
 
 

᾽ 
 
 
ʼ 
. 
 
ʼ 
 
.
4829	
 
 
 
 
 
 
 
,
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 

, 
 
 
 
 

. 
 
 
 
, 
.
4865	
 
ʼ 
 
 
 

 
 
᾽ 
 
 
ʼ
 
 
 

 
 
᾽ 
 

᾽ 
 
.
4891	
ʼ 
᾽, 
 
 
 
, 
 
 

, 
 
 
 
 
,
ʼ 
. 
 
ʼ 
 
 
 
 

 

, 
᾽ 
 
, 
᾽ 

 
 
 
 
, 
᾽ 
 
.
4933	
 
 
 
 
ʼ
 
᾽ 
 
 
,
 
 
 

 
 
 
ʼ,
᾽ 
 
 
 

 
 
.
4961	
 
 
 
 
 
 

 
 
 
, 
 
 
 

 
 
, 
 
 
 
,
 
 
,
 
ʼ 
 
, 
 
ʼ 
᾽ 
 

· 
 
 
 
 
.
5003	
 
 
 
 
,
 
 
 
 
.
 
 
 

 
 
 
.
 
 
 
.
5027	
 
. 
 
, 
 
 
.
 
 
, 
᾽ 
;
 
, 
 
 
 
·
 
 

 
ʼ 
 
, 
 
 
᾽ 
,
 
 
, 
 

 
 
 
 
 
·
 
, 
 
 
 

 
 
, 
 
.
5080	
ʼ 
᾽ 
 

 
 
 

, 
 
, 
·
 
ʼ 
 
ʼ 
.
5099	
 
 
 
,
 
 
 
 
 

 
 
 
.
 
 

 
 
ʼ 
ʼ 
 
 
 
,
 
 
ʼ 
 
 
·
 
 
 
 
᾽ 
 
 
.
 
 
 
 
,
 
᾽ 
 
 
.
5150	
 
 
 
,
 
ʼ 
 
 

 
 
·
 
ʼ 
 
ʼ 
.
5169	
, 
, 
 
 

 
 
. 
 
 

 
 

 
 
.
 
ʼ 
 
 

 
 
.
5196	
᾽ 
ʼ, 
 
 
 
 
 

 
᾽ 
 
 
ʼ 
, 
 
 
;
 
ʼ 
 
; 
 

 
, 
 
᾽ 
,
 
 
, 
 
 

᾽ 
 
 
 
 
·
 
 
 
 
 
 

 
ʼ 
 
 
 
.

 
, 
 
, 
 

 
, 
 

 
 
, 
 
 
 

 
 
ʼ 
·
 
 
 
 
 
 

, 
 
 
 
 
.
 
 
ʼ 
 
 

 
 
 
, 
 
 
,
, 
 
 
, 
 
·
 
 
 
 

 
 

 
. 
 
 
, 
 

 
 
ʼ 
.
 
ʼ 
 
 
 
 
.
 
 
ʼ 
᾽ 
, 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
᾽ 
 
 
.
 
 
 
 
 
 
;
 
 
 
 
 
 
,
 
 
᾽ 
 
, 
 
᾽ 
,
 
ʼ 
 
 
 
 

 
᾽ 
 
 
 
 
.
 
 
ʼ 
ʼ 

 
 
᾽ 
ʼ 

 
 
, 
 
 
.
 
 
 
 
 
 
 

, 
, 
 
 

 
 
 
 
,
᾽ 
᾽ 
 
 
 
 

ʼ 
 
 
 
.
 
 
 
;
 
 
 
 
 
 
 

; 
᾽ 
 
; 
 
 

 
 
ʼ, 
.
᾽ 
 
 
 
᾽ 
 
 
 
,
 
 
 
·
 
ʼ 
᾽ 
, 
 
 

 
 
 
 
 
.
5483	
 
 
 
 

 
 
 
ʼ 
.

 
 
 

ʼ 
 
 
.

, 
 
᾽ 

 
.

 
 

 
 
 
 
.

 
 
 
 

 
 
,
 
 
 
.
, 
 
 

 
 
 
,
 
 
 
 
,
 
 
.
5549	
 
 
 
 

 
 
 
 
·
 
ʼ 
 
 
 
·
 
 
 
, 
 
 
,
 
 
 
 
.
᾽ 
 
 
 
 
·
᾽ 
 
 
 
᾽ 
, 
 
, 
 

 
 
.
5598	
 
ʼ 
 
 
 
,
 
, 
 

 
 
 
 
 
.
 
 
 
 

 
 
. 
 
 

 
 
 
 
 
.
 
 
 
 
 
 
 
,
 
ʼ 
 
.
5645	
 
 
 
 
 

 
 
᾽ 
 
 

, 
᾽ 
 

 

 
 

 
 
 

 
 
 

, 
᾽ 

 
 
 
.
5683	
 
 
 
 
 

, 
 
 
 
·
 
 
 
 

ʼ 
,
 
ʼ 
 

 
 
 

 
 
 
 

 
. 
 
ʼ 

 
 
, 
 
.
5726	
 
, 
 
 

ʼ 
 
 
· 
 
 

 
 
 
 
.

 
ʼ 
, 
 
 
, 
;

 
, 
 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
᾽ 
 
.

 
 
 
.

 
 
 
 
 
 
.

 
ʼ 
; 
 
 
 
 
 
.

, 
 
 
 
 
.
 
 
 
 

, 
᾽ 
 
 
 
 
,
ʼ 
 
 
, 

 
 
 
.
 
 
 
 
 

· 
 
 
 
 
 
.
 
 
 
 

 
· 
 
 

 
 
, 
᾽ 
 

 
 
 

 
, 
 

 
, 
 

 
 
 
.
 
 
᾽ 
 
,
ʼ 
 
 
.
 
 
 
, 
 
ʼ 
.
 
 
 
 
 
 
 
.
 
 
 
 
 

 
᾽ 
 
 
 
 

 
 
 
 
.
ʼ 
 
 
 
 

 
ʼ 
 
 
 
,
᾽ 
 
 
 

 
 
 
.
᾽ 
, 
, 
. 
 

 
 
 
 
·
 
ʼ 
, 
 
᾽ 
᾽ 

 
᾽ 
, 
 
 

 
 
ʼ 
 
.
 
 
ʼ 
.
᾽ 
 
 
 
ʼ 

· 
 
 
 
ʼ 
;
 
 
 
 
. 
 
 
ʼ
 
 
, 
 
 
.
5993	
 
, 
 
 
 

ʼ 
 
, 
 

 
 
· 
 
ʼ 
 

 
 
.
ʼ, 
 
 

, 
 
, 
 
 

· 
 
ʼ 
 
 
,
᾽ 
 
ʼ, 
 
 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 

 
 
· 
 
 
ʼ 

 
 
 
 
.
 
ʼ, 
 
 
, 

 
 
 
 
ʼ 
ʼ, 
 

 
 
 
 
 
.

.
᾽ 
 
 
, 
 
,

 
; 
 
 
 
;

 
 
 
;

, 
, 
 
 
 
.

 
 
 
 
 
 
.

 
 
 
 
 
.

 
 
, 
 
 
 
.

 
 
 
 
 
.

 
ʼ 
 
 
 
.

᾽ 
 
 
 
 
 
;

ʼ· 
 
 
 
᾽ 
 
 
.

 
 
, 
 
 
.

 
 
 
 
 
.

, 
 
 
 
 
 
.

 
 
 
 
 
 
 
.

 
 
 
 
 
 
.
6204	
᾽ 
 
 
 
 
 
 

 
 
 
,
 
 
 
 
 
 
 

 
 
 
 
,
᾽ 
 
 
 
 
 
 

 
ʼ 
 
 
 
,
 
 
 
 
᾽ 
 

, 
, 
 
.
 
 
 
 
 
 

, 
᾽ 
 
 
 
.
 
 
 

 
 
 
 
,
 
 
 
 
 
.
 
᾽ 
 
 

· 
 
 
 
 
 

 
 
 
 
.
 
 
 
 
,
 
ʼ 
 
 

 
 
 
 
 
, 

 
 
 
 
.
 
, 
 
, 
 

 
, 
 

, 
 
 
 
 
.
 
, 
 
ʼ 
 
 
 
, 

 
 
 
 
 
,
 
 
 
 
 

 
 
ʼ 
 
 
 
 
 
.
6369	
 
, 
, 
 
 
·
 
ʼ, 
 
 
 

᾽ 
 
 
 
,
 
 
ʼ 
 
 
 
 
.

 
 
 
 
.
 
ʼ 
 
 
, 
 

 
 
 
 
 
.

 
, 
 
, 
.

 
 
 
; 
. 
 
ʼ 
.

 
 
 
 
 

, 
 
 
 
, 
.

 
᾽ 
 
 
 
;

 
ʼ, 
, 
· 
 

 
 
 
 
.

· 
 
, 
 
ʼ 

 
· 
 
ʼ 
 
.

 
 
᾽ 
 
ʼ 
᾽ 
 
.

᾽ 
 
 
ʼ 
· 
ʼ 
ʼ 
,
 
ʼ 
 
 
ʼ 
, 
 

ʼ 
 
 
 
.
 
ʼ, 
 
 
᾽ 
,
 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
 
.
6530	
, 
 
 

 
 

, 
 
 

, 
 

, 

 
 
, 
 

 
 

 
ʼ 

 
 
 
ʼ 
 
 


 
ʼ 
 
 
 
 

, 
 

 
 
,
 
 
.
 
 
 

 
 
 
ʼ 

 
,
 

 
 
ʼ 
·
6600	
 
 
 
 
 

 
 
·
 
, 
 
 

 
 
 
,
 
 
 
 
 

 
 
.
6629	
 
 
 
ʼ 
, 

 
,
 
 
, 
ʼ
, 
 
 

, 
 
 
 
 

 
 
.
6656	
 
 
 
 
,
 
᾽ 
 
ʼ 
 
 

᾽ 
ʼ 
 
 
 
.
 
 
 
 
 

 
 
 
 
ʼ 
·
 
 
 
 
 
.
 
 
 
, 
 
, 
,
 
 
 
 
 

 
 
 
 

, 
 
 
 
·
 
 
 
. 
 
 

 
 
, 
 
ʼ 

 
, 
᾽ 
 
 
.
 
 
 
ʼ 
, 
 
, 

 
 
 
ʼ 
· 
 
ʼ 

 
 
, 
ʼ 
 
 

 
 
 
 
 
 
.

 
ʼ 
 
᾽ 
 
 
 
;

. 
 
 
 
 
.

 
 
; 
 
ʼ 
 
; 
.

 
· 
 
ʼ 
.

 
 
 
 
 
;

 
 
, 
 
 
.

 
, 
 
 
᾽ 
 
.

 
᾽ 
 
 
 
 
.

 
 
 
 
 

 
 
. 
 
 

 
 
 
 
 
.
6846	
 
 
, 
 
 

 
 
, 
 

 
 
 
.
 
 
 
ʼ 
 

 
 
 
 
 

 
ʼ 
· 
 
 

 
 
 

᾽ 
 
 
 
 
 
·
 
 
 
 
ʼ 
.

, 
 
, 
 
 

 
 
 
 
.
 
 
 
ʼ 
 
 
 

 
ʼ; 
 
ʼ 
.
 
 
 
 
 

 
᾽ 
, 
ʼ 
 

 
 
 
·
 
 
, 
 
 

 
ʼ 
 
 

 
 
, 
 

 
 
 
 
,
 
 
 
 

 
 
 
 

 
 
 
.
 
ʼ 
 
 

 
 
 
 
,
 
 
 
 
.
 
ʼ 
 
 
 

 
 
, 
 
ʼ 

 
· 
 
 
,
᾽ 
 
; 
 

 
 
 
 
;
 
 
 
. 
 
,
ʼ 
 
 
 
 

ʼ, 
 
 

 
 
 
, 
 
 

 
ʼ 
 
 
.
7044	
᾽ 
 
 
 

· 
 
 
 

 
 
 
 
,
 
 
 
,
 
ʼ 
 
 
 
,
 
 
 
 

 
 
 
 
 
 
.
 
ʼ 
 
 
, 
 
 

 
 
 
 
·
 
, 
 
 
· 

 
; 
 
 
 
;
, 
, 
 
 
.
 
ʼ 
 
 
 
 
,
 
 
 
, 

 
 
. 
 
ʼ 

 
 
ʼ· 
᾽ 
 

 
, 
 
᾽, 

 
 
 
, 
 
ʼ 

ʼ 
᾽ 
 
 
.
 
 
 
 

 
 
 
.
 
 
 
 
, 
 

 
 
 
 
 
,
 
 
 
 

 
 
 
 
.
7186	
 
᾽ 
 
; 
 
 

, 
 
 
 
 
 
.

 
ʼ· 
 
 

 
 
 
 
 

 
, 
᾽ 
 
 

 
 
 
 
.
 
 
 
, 
᾽ 
.

 
ʼ· 
 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
 
 
.

᾽ 
, 
 
 
 

 
 
 
,
 
· 
 
 
 
,
 
 
 
 
 
 
 
.
7274	
 
 
᾽ 
 
 

ʼ 
 
 
 
,
 
 
, 
 

, 
᾽ 
 
.
7296	

 
 

 
ʼ,
 
 
 

 
 
.
 
 
 
.
 
, 
 
 
 

 
,
, 

 
 
 
.
7329	
ʼ 
 
 
 
 
 
.

,
 
 
· 
 
ʼ 
 

 
᾽ 
 
 
 
 
ʼ 

, 
 
ʼ 
 
 
,
, 
 
 
.
 
, 
 
 
 
.
7371	
 
ʼ, 
 
 
 
 
,
 
 
 
 
 
, 
 
ʼ 
 

 
 
 
ʼ 
 
.
7396	
 
ʼ 
 
 
 
 
 
;

 
, 
 
 
,
, 
 
 
.
7416	
.
 
 
 
,
 
ʼ 
 
 
ʼ 
;
 
 

 
, 
 
 
;
, 
ʼ 
ʼ 
.
 
, 
; 
᾽ 
 
 
 
,
 
,
 
᾽ 

 
 
;
7457	
 
· 
 
 
 
 
.
7466	
,
 
᾽ 
 
 
 
.
 
, 
 
 
 
 
;
 
 
 
 
 
,
, 
 
ʼ 
 
 
.
 
 
 
, 
 
.

 
ʼ 
 
 
 

 
 
, 
 

 
 
 
 
 
,
 
 
, 
 
 
 

 
 
 
.
7529	
 
,
 
. 
 
ʼ 
 

 
 
 
;
 
, 
,
 
 
 
.

 
 
 
 
 

 
 
 
᾽ 
 


 
 
ʼ 
 
 
;

 
᾽ 
 
 
, 

 
᾽ 
ʼ 
 
.
7582	
 
, 
᾽ 
 
᾽ 
 

 
 
ʼ 
 
.
 
 
ʼ 
 
, 
 
,
, 
᾽ 
. 
 
,
 
ʼ 
 
ʼ, 
 
ʼ 
,
 
 
 
 
 
.

 
, 
 
 
 
 
.
 
 
 
 
 
 
.
7636	
 
,
 
 
 
ʼ 

 
 
 

· 
 
,
 
᾽ 
 
᾽ 
.
7657	
 
. 
 
 
 

. 
 
 
ʼ 
 
 
.

᾽ 
 
, 
 
.

 
 
 
· 
 

 
 
 
 
.
7690	
ʼ 
 
 
ʼ 
,
, 
 
, 
 
ʼ 
 
 

 
ʼ 
 
᾽, 
 
, 
᾽ 

 
 
 
· 
 

 
 
 
, 
 
ʼ 
 
 

 
 
.
7731	
 
 
 

 
. 
 
 
 
ʼ 
 

 
. 
 
 

 
 
 


 
 
 
.
