@node
@author=Aeschylus
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Arthur Sidgwick
@filename=tlg0085.tlg002.opp-grc3
@funder=Tufts University
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Gregory Crane
@sourceDesc=Aeschylus, Aeschyli Tragoediae : cum fabularum deperditarum fragmentis, poetae vita et operum catalogo, Arthur Sidgwick, Oxford, Clarendon Press, 1902, HathiTrust.
@sponsor=Perseus Project, Tufts University
@title=Περσαι
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:59:14Z

7303	grc Περσαι Αισχυλου Περσαι υποθεσις
grc ἐν τοῖς ἐν τῷ ἐν τῇ πραγματείᾳ
grc πρεσβυτῶν τῶν δὲ χορῶν χορικῶν τὰ μέν ἐστι παροδικά, ὅτε λέγει δι᾽ ἣν αἰτίαν πάρεστιν, ὡς τὸ Τύριον οἶδμα λιποῦσαι τὰ δὲ στάσιμα, ὅτε ἵσταται καὶ ἄρχεται τῆς συμφορᾶς τοῦ δράματος, τὰ δὲ κομματικά, ὅτε ὅ, τι λοιπὸν ἐν θρήνῳ γίνεται:
grc μετὰ ... δεκατέσσαρας
grc διεπεραιώθη
grc ἐπὶ Μένωνος
grc Ποτνιεῖ
grc Προμηθεῖ Προμηθεὺς Πυρκαεύς
grc Δαρειογενὴς δαρειογενὴς: δαρείου υἱὸς
grc πολυχρύσου πολυχρύσους
grc ᾤχωκε οἴχωκε οἴχωκε ᾤχωκε, ὄλλυσαν ὤλλυσαν, οἰακοστρόφουν ᾠακοστρόφουν
grc Α᾽γβατάνων ἐκβατάνων
grc κίσσιον κίσσινον
grc τοὶ οἱ
grc ἀρταφρένης ἀρταφέρνης Α᾽ρταφέρνης
grc Μεγαβάτης μεταβάτης
grc εὐτλήμονι ἐν τλήμονι
grc Μασίστης μασίστρης
grc Μιτρογαθὴς μητρογάθης
grc τρίρρυμα τίρρυμα
grc στεῦται στεῦνται ν
grc πελάτης πελάται
grc δούλιον δούλειον
grc καὶ
grc περὶ
grc Α᾽σιᾶτις ἀσιῆτις
grc πεπέρακεν πεπέρακε
grc πεζονόμον τ᾽ πεζονόμοις
grc χρυσογόνου χρυσονόμου
grc ἰσόθεος ἰσόθεον
grc κυανοῦν κυάνεον
grc φονίου φοινίου
grc δέργμα δέρμα
grc Περσᾶν περσῶν
grc πήδημα τόδ᾽ πηδήματος
grc εὐπετῶς εὐπέτεος εὐπετέως
grc ἀνᾴσσων ἀνάσσων
grc παρασαίνει σαίνουσα τὸ πρῶτον παράγει
grc ἄρκυας ἄτα ἀρκύστατα
grc ὕπερθεν νιν ἄνατον ἐξαλύξαι ὑπὲρ θνατὸν ἀλύξαντα φυγεῖν
grc τ᾽ δ᾽
grc μοι μου
grc πόλις
grc ᾄσεται ἔσεται
grc πέσῃ λακίς
grc μελισσᾶν μέλισσα μέλισσαι
grc πόθῳ ὁδῷ
grc ἁβροπενθεῖς ἀκροπενθεῖς
grc ἑκάστα ἑκάσταν ν ἑκάστᾳ
grc εὐνατῆρα προπεμψαμένη
grc στέγος στέος
grc ἆρα
grc δορικράνου δορυκράνου
grc προσπίτνω προσπίτνω προσκυνῶ
grc εὐνάτειρα εὐνήτειρα
grc οὖσ᾽ ἀδείμαντος οὐδ᾽ ἀδείμαντον
grc πλοῦτος δαίμων
grc μέριμνα φραστός μέριμν᾽ ἄφραστος
grc ὀφθαλμῷ ὀφθαλμοῖς
grc δύναμις δυνάμεις
grc θέλῃ θέλει ει η
grc αἰεὶ ἀεὶ
grc μοι
grc ἀλλήλῃσι
grc ἐπ᾽ αὐχένων ὑπαυχένων
grc ἡνίαισί τ᾽ ἡνίαισιν ἡνίαισι δ᾽
grc ἔντη ἐντῆ
grc μεθ᾽ ὕστερον
grc εἰσιδεῖν ἐς ἰδεῖν ἔστ᾽ ἰδεῖν
grc θρασύνειν
grc ἀγάθ᾽ αγαθὰ δ᾽
grc τέκνοις τέκνῳ
grc δὴ δὲ
grc κεῖνο κεῖνα
grc χερῶν χερὸς
grc αὐτοῖς λαοῖς δᾳοῖς χερὸς
grc κιόντων ἰόντων
grc ναμερτῆ νημαρτῆ ε α
grc μέγας πολὺς
grc γε τε
grc ὀτοτοῖτοῖ
grc πολέα πολλὰ
grc τᾶσδ᾽ γᾶς
grc ἦλθεν αἴας ἦλθ᾽ ἐπ᾽ αἶαν
grc δᾴαν δαΐαν δῖαν
grc μέλεα γρ. μέλεα σώματα
grc πλαγκτοὺς σπιλάδεσσιν
grc Πέρσαις ... βοὰν βοὰν ... Πέρσαις
grc δᾴους δᾴοις
grc ἤνυσαν ἔθεσαν
grc Ἀθᾶναι Ἀθῆναι
grc εὔνιδας ἔκτισσαν ἔκτισαν εὐνίδας
grc βλέπει φάος φάος βλέπει
grc ἵππους ἵππου
grc ἀριστεὺς ἄριστος
grc δινούμενοι νικωμένοι
grc Φερεσσάκης φρεσεύης φερεσσεύης
grc πυρσὴν πυρὰν πυρρὰν
grc πορφυρᾷ πορφυρέα
grc ἔπαρχος ἄπαρχὸς
grc τοσόνδε ταγῶν τοιῶνδ᾽ ἀρχόντων
grc νῦν
grc δ᾽
grc δὲ δὴ τι
grc βάρβαρον βαρβάρων
grc ὑπέρκοποι ὑπέρκομποι
grc λειφθῆναι ληφθῆναι
grc μενοῖεν μένοιεν
grc ἐπενθορόντες ἐπανθορόντες
grc μὲν στῖφος στῖφος μὲν
grc τ᾽
grc δ᾽
grc δ᾽
grc νυν νῦν
grc θ᾽ δ᾽
grc ὑφ᾽ αὑπῶν ὑπ᾽ αὐτῶν
grc ἐμβόλοις ἐμβολαῖς
grc ἀκόσμῳ ἀκόσμως
grc οἰμωγὴ οἰμωγῆς
grc στοιχηγοροίην στοιχοιγαροίην ο α
grc μηδάμ᾽ μὴδ᾽ ἂν
grc τοσουτάριθμον τοσοῦτ᾽ ἀριθμὸν
grc ἔρρωγεν ἔρρω.ται ἔρρωγε
grc νῦν
grc τῆσδ᾽ ἔτ᾽ τῆσδέ τ᾽
grc αἰσχρῶς οἰκτρῶς
grc ὅταν ὅτ᾽ ἐκ
grc ὤλλυσαν ὄλλυσαν
grc εὐαγῆ
grc ἵησ᾽ ἴησ᾽ ἤιξ᾽ ἤισσ᾽
grc στένειν πάρα παρὰ πάρα στένειν
grc ἀπήρκεσαν ἀπήρκεσε
grc τοσόνδε τοσῶν δὲ
grc αἳ ... τάσδ᾽ οἳ ... τούσδ᾽
grc γε δὲ
grc αἴρονται αἰροῦνται αἱροῦνται
grc πόλεις πόλις πόλισμ᾽
grc ηὐτύχει εὐτυχεῖ εὐτυχὴς
grc ἐνήλλου ἐνήλου
grc οἲ ᾽γὼ οῖ ἐγὼ οἲ ἐγὼ
grc ὑμᾶς ἡμᾶς
grc πιστοῖσι πιστοῖς
grc καί τι κέτι προσθῆται πρόσθητε
grc μὲν
grc ἀταλαῖς ἀπαλαῖς ἁπαλαῖς
grc μητέρες οἰκτραὶ
grc νῦν δὴ νῦν γὰρ δὴ
grc Α᾽σὶς ἀσίας ἐκκεκενωμένα ἐκκενουμένα
grc μὲν μὲν γὰρ
grc ἄγαγεν ἤγαγεν
grc βαρίδεσσι ποντίαις βαρίδες τε ποντίαι
grc τίπτε τί τοτε
grc πολιήταις πολήταις
grc Σουσίδαις σουσίδες
grc δὲ καὶ τε καὶ τε γὰρ καὶ
grc λινόπτεροι αἱ δ᾽ ὁμόπτεροι
grc πανωλέθροισιν πανολεθρίοισιν ω ο
grc ἠδ᾽ ... χέρες διὰ δ᾽ ... χέρας
grc εἰσακούομεν ὡς ἀκούομεν
grc δυσχίμους δυσχειμέρους
grc πρωτόμοιροι πρωτόμοροι πρωτομόροιο δ᾽ ἁλὶ δεινᾷ
grc ληφθέντες λειφθέντες
grc ἀνάγκας ἀνάγκαν
grc κυχρείας π χ
grc ἔρρουσι:
grc δὲ δίνᾳ δ᾽ ἁλὶ δεινά
grc τοκέες τοκῆες
grc δαιμόνι᾽ ἐραδαιμόνι᾽ ἔρρανται δαιμόνι᾽
grc οὐδ᾽ οὔτ᾽
grc προπίτνοντες προσπίτνοντες
grc ἅζονται ἄρξονται
grc βασιλεία ἡ βασιλικὴ,
grc ἄρουραν ἄρουρα
grc Περσᾶν περσῶν
grc ἔμπειρος ἔμπορος
grc τύχην τύχης
grc ἔστειλα ἐστείλατο ἔστειλα τῷ
grc βίον ἴσον
grc πλεκτά πληκτά ε η
grc ἀγκαλεῖσθε ἀνακαλεῖσθαι ἀνακαλεῖσθε
grc μου μοι
grc βάγματ᾽, ἢ βάγματα
grc διαμβοάσω διαβοάσω λίαν βοάσω
grc μεγαυχῆ μεγαλαυχῆ
grc πέμπεται, ε
grc τὸν
grc ἁνήρ ἀνήρ
grc ἦ
grc ἀνὰ πομπὸς
grc θεῖον ἀνάκτορα Δαριᾶνα δαρεῖον οἶον ἄνακτα δαρειὰν δαρείὰν
grc οὐδὲ οὔτε
grc ἀπώλλυ ἀπόλλυ
grc εὖ ποδούχει εὖ ἐποδώκει ὑπεδώκει διώκει διῴκει
grc βαλήν βαλλήν
grc τιάρας τιήρας
grc δαριὰν δαρειὰν
grc δεσποτᾶν δεσπότου
grc δαρειὰν
grc δυνάτα δυνάστα
grc ἁμάρτια δι᾽ τί τάδε δυνατὰ δυνατὰ περισσὰ δίδυμα γοέδν᾽ ἁμάρτια
grc πᾶσαι πᾶσαν πάσᾳ
grc γὰρ
grc ἐξέφθινται ἐξέφυντ᾽ αἱ οι υ ἐξέφθιντ᾽ αἱ
grc πύλεις ι
grc ὀρθιάζοντες ὀρθρίζοντες ῥοθιάζοντες
grc καλεῖσθε καλεῖσθαι
grc τί δ᾽ τί
grc πεπεισμένος
grc δίεμαι δείομαι δίομαι
grc εὐτυχεῖ πότμῳ εὐτυχῆ πότμον ῆ εῖ
grc χρόνῳ λόγῳ
grc εἰπεῖν ἔπος ἔπος εἰπεῖν
grc δοιοῖν υ δ
grc στρατευμάτοιν στρατηλάτοιν
grc τόσσος δε
grc ὧδ᾽ ὡς δ᾽
grc Σούσων οὐσῶν
grc μέγ᾽ μὲν στένειν στένει
grc οὐδέ οὐ δή
grc γαῖν ἐν
grc δυοῖν δοιοῖν υ
grc γ᾽ οὐδ᾽ γ᾽ οὐκ κοὐκ
grc ἐπέσκηψεν ἀπέσκηψεν
grc δὲ θεῶν θεῶν δὲ
grc ἁπάντων πάντων
grc νόσος νόος
grc τοι τοῖς
grc μέγαν μέγα
grc ἦν γὰρ γὰρ ἦν
grc ᾠακοστρόφουν οἰακοστρόφουν
grc ηὔθυνε ἴθυνε ἤ. θυνε ηὔθυνε
grc δὲ Μάρδος δ᾽ εμαρδος ις ος
grc δ᾽
grc τ᾽ δ᾽
grc ὢν νέος νέος ἐὼν
grc ὑπερπόλλους ὑπερπώλους ὑπερκόμπους
grc εὐσταλῆ εὐστελῆ
grc τρόποις
grc φίλον φίλος
grc ὕψιστε παμμένει α τε
grc θ᾽
grc κρηνὶς ἀπέσβηκ᾽ κρηπὶς ὕπεστιν κρήνη κατέσβηκ᾽ ἐκπιδύεται ἐκπαιδεύεται
grc αἱματοσταγὴς αἱματοσφαγὴς
grc Πλαταιῶν Δωρίδος πλατέων δωριάδος
grc σημανοῦσιν σημαινοῦσιν
grc κεχρημένον κεχρημένοι
grc παντὶ πάντα
grc ψυχὴν ... ἡδονῇ ψυχῇ ... ἡδονὴν
grc εἰσέρχεται
grc κακῶν κακὰ
grc παιδί μου ἐμῷ παιδὶ παίδ᾽ ἐμῷ
grc γεραιὸς
grc εὐδοκίμους στρατιὰς εὐδοκίμου στρατιᾶς
grc ἀπεφαινόμεθ᾽ ἀποφαινόμεθ᾽
grc πολίσματα νομίματα
grc ἐπέρθομεν ἐπέ.θυνον υ
grc ἀνέρας
grc οἴκους ἐς οἴκους
grc ποταμοῖο οὐδ᾽ ποταμοῦ δ᾽
grc συθείς συνθείς
grc θρηίκων
grc τ᾽
grc οἵα οἷα
grc ἀνδρων ὸς ων
grc μεσάκτους μεσάγκτους
grc τᾶς ... ματρόπολις τὰς ... ματροπόλεις
grc στεναγμῶν στεναγμάτων
grc εὐκταιάνους
grc Ἰαόνιον ἰόνιον
grc ἐκράτει ἐκράτυνε νεν
grc θεότρεπτα θεόπρεπτα
grc ὀτοτοῖ ὀτοτοτοῖ
grc σάκτορ ι
grc ᾁδοβάται ἀγδαβάται
grc ταρφύς τις γὰρ φύστις
grc πατρῴᾳ πατρίᾳ
grc πρόσφθογγόν προφθόγγου
grc καὶ
grc πάνδυρτον πανόδυρτον
grc τὰν καὶ
grc πάνδυρτον πανόδυρτον
grc λαοπαθέα σέβων λαοπαθῆ τε σεβίζων
grc κλάγξω
grc δὲ δ᾽ αὖ
grc νυχίαν μυχίαν
grc ἐκπεύθου ἐκπεύθοι
grc καὶ
grc ἀγδαβάτας ἀγαβάτας
grc ἐν ἄκραις
grc Σαλαμινιάσι σαλαμινῖσιν
grc βόα
grc Α᾽ριόμαρδός τ᾽ κ᾽ ἀριόμαρδόστ᾽
grc ἐπανερόμαν ἐπανέρομαι
grc μοῖ μοῖ
grc ἄλπνιστον
grc ὢ
grc ὑπορίνεις ὑπομιμνῄσκεις
grc ἄλαστ᾽
grc μοι
grc ἔντοσθεν ἔνδοθεν
grc ἄλλους ἄλλο
grc μυριοταγὸν μυριόταρχον ν ό τ
grc Ξάνθιν ξάνθην
grc τ᾽
grc ὄπιθεν ἑπομένους ὄπισθεν δ᾽ ἑπόμενοι
grc τοίπερ ἀγρέται οἵπερ ἀγρόται
grc νώνυμοι νώνυμνοι
grc ἔθεσθ᾽ ἔθετ᾽
grc Ἰαόνων ἰάνων
grc ναυβατᾶν ναυβάτων
grc μέγ᾽ ἄλαστε μεγάλατε
grc τόνδε τὰν δέ
grc βελέεσσιν βέλεσσιν
grc Ἰάνων ἰαόνων
grc ἐκολούσθη ἐκολούθη
grc γοεδνὸς γεεδνὸς
grc νυν νῦν
grc νυν νῦν
grc νυν νῦν
grc ἀμμεμίξεται αὖ μεμίξεται αὖ ἄμ
grc οἴ μοι
grc καὶ βόα κἀπιβόα
grc πέρθε ὕπερθε
grc ἔρεικε ἔρειδε
grc νυν νῦν
grc ἰὴ ἰὴ η ή η ή
grc αἰσχύλου πέρσαι
grc ἰὴ ἰὴ η ή η ή
