@node
@author=Plutarch
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=Gregorius N. Bernardakis
@filename=tlg0007.tlg107.perseus-grc1
@funder=The National Endosment for the Humanities
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Plutarch, Moralia, Gregorius N. Bernardakis, Leipzig, Teubner, 1891, 3.
@sponsor=Perseus Project, Tufts University
@title=De sera numinis vindicta, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:40:04Z

 
 
 
 
, 
 
, 
: 
 
 
 
 
 
 
 
 
 
 
, 
ʼ 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
;ʼ” 
 
 
 
 
, 
 
 
 
 
 
 
 
. 

 
 
 
;ʼ” 
 
ʼ 
 
 
᾽ 
᾽ 
 
” 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
, 
 
 
 
, 
: 
· 
: 
 
” 
 
 
 
 
 
 
; 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
 
ʼ 
 
 
. 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
. 
 
 
 
 
” 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
ʼ 
᾽ 
; 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
, 
 
, 
. 
. 
 
 
 
 
 
 
 
 
, 
 
 
: 
 
 
 
 
 
 
, 
 
. 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
.” 
 
 
 
, 
 
 
 
 
ʼ” 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

, 
 
 
, 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
: 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
” 
ʼ 
 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
. 
. 
. 
. 
. 1 
. 279. 
. 2 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
” 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
;ʼ” 
 
” 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
; 
 
 

 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
᾽ 
 
 
 
, 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 1 
. 
, 
” 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
. 
. 319 
 
. 
 
. 
 624 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 

, 
᾽ 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
;” 
 
ʼ 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
, 
 
 
 
. 
 
. 
. 715 

 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 

 
 
: 
. 
. 
. 
. 
. 100 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 

. 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
. 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
., 
 
 
 
 
 
 
” 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
. 453 
.: 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
ʼ” 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
 
 
. 
. 550 
) 

 
 
, 
 
 
 
 
 
 
.” 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
᾽ 
 
 
 
 
. 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 

 
 
 
 
 
 
· 
 
ʼ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
. 
 
ʼ 
, 
 
 
 
 
· 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
. 
. 326 

 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
. 
 
 
᾽ 
, 
 
 
ʼ 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
ʼ 
 
 
 
, 
 
 
, 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
. 1 
. 
ʼ 
; 
 
 
 
 
 
 
 
᾽ 
 
ʼ 
 
 
. 
 
 
 
, 
᾽ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
,
᾽ 
ʼ 

 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
.” 
 
 
 
· 
 
ʼ 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
, 
 
, 
;ʼ” 
 
 
” 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 

 
 
 
 
 
; 
 
 
” 
 
.” 
 
” 
 
 
. 
” 
. 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
, 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
· 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
. 
 
 
· 

 
 
 
᾽ 
 
: 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
᾽ 
 

᾽ 
 
 
 
 
 
 
 
 
 · 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 557 
. 560 
. 
 
 
. 585 

 
 
 
; 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
, 
 
 
. 
. 9: 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
ʼ” 
 
 
 
” 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
, 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
;ʼ” 
 
” 
 
 
 
 
 
 
 
 
 
 
 
;ʼ” 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
” 
 
 
, 
 
, 
 
 
 
 
 
 
 
· 
 
 
ʼ 
 
 
 
, 
 
 
 
 
. 
. 728 

 
 
 
 
” 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
” 
 
 
 
 
·
 
 
ʼ 
 
 
, 
 
 
 
. 

. 
 265, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
. 316 
. 
. 
. 406 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
· 
 
 
 
᾽ 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 

 
 
 
 
. 
. 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
: 
 
 
: 
 
 
 
, 
. 3 
. 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
·” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
. 
. 
. 
. 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
, 
 
 
 
, 
 
 
 
· 
 
ʼ 
 
. 
᾽, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
, 
᾽ 
 
 
 
, 
 
 
 
, 
 
 
 
᾽ 
 
 
 
 
 
 
 
 , 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
ʼ 
, 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
. 
 
 
. 
. 463 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
, 
 
 
 
 
 
. 
. 
 
 
 
 
 
; 
᾽ 
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
᾽ 
 
 
᾽ 
 
 
. 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
” 
 
 
 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
. 
 
 
 
. 
. 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 

, 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
; 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
; 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
 
 
 
 
. 
. 
. 487) 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
 
 
, 
 
 
 
, 
, 
 
 
 
. 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ” 
 
 
 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
” 
 
 
 
 
 
 
 
 
” 
᾽ 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
: 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
. 
 
 
 
 
 
 
 
; 
 
 
 
, 
 
 
 
, 
 
, 
 
 
· 
 
 
 
 
, 
 
 
 
 
, 
 
. 
 
ʼ 
 
 
 
 
, 
 
᾽ 
, 
 
 
, 
 , 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
. 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
᾽ 
 
 
 
 
 
;” 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
” 
, 
 
 
 
 
;ʼ” 
 
 
 
 
᾽” 
 
᾽ 
, 
 
 
 
 
 
 
 
;” 
” 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
, 
 
 
· 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
” 
 
ʼ 
 
” 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
ʼ 
 
 
; 
. 1 
. 
 
” 
 
 
 
 
 
 
 
 
 
 
. 2 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
, 
 

 
 
 
 
 
 
, 

 
 
: 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
᾽ 
.” 
 
ʼ” 
 
 
 
 
 
 
 
.” 
 
” 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
ʼ 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
, 
 
.” 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
· 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
. 
 
, 
ʼ 
 
, 
 
 
 
. 700 
. 776 

 
 
 
, 
 
 
 
, 
 
 
 
 
 
; 
 
 
 
; 
 
 
 
 

 
 
 
ʼ 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 

, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
᾽ 
 
, 
 
 
 
.” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
ʼ 
 
 
᾽ 
 
 
 
 
 
, 
 
· 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
. 
. 
. 268 
 13 
.
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
· 
; 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
ʼ 
 
 
 
 
 
, 
 
: 
 
 
 
 
 
 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
᾽ 
 
· 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 

᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
᾽ 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
᾽ 
, 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
 
 
ʼ 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
. 
: 
 
 
 
 
 
 

 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
, 
 
 
 
” 
 
 
 
 
 
, 
 
 
 
.” 
 
 
ʼ” 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
, 
 
 
 
 
 
” 
 
 
ʼ” 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
;ʼ” 
, 
 
” 
 
 
. 
 

 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 

 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
. 
. 

 
 
 
 
 
 
 
 
 
 , 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 

 
 
 
 
 
ʼ 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
” 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
: 
.” 
” 
, 
᾽ 
 
 
 
 
 
 
. 
 
· 
 
 
 
 
 
 
 
, 
 
, 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
 
” 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· · 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
. 
᾽ 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 

, 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
, 
 
 
 
; 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 

 
 
 
 
ʼ 
 
 
 
, 
 
 
 
: 
 
 
 
 
 
 
 
 
 
, 
 
 
 
· 
 
 
 
, 
 
 
 
 
 
· 
 
 
 
 
 
.” 
” 
 
 
 
 
 
” 
 
ʼ 
 
 
 
 
, 
ʼ” 
 
 
 
 
 
 
· 
 
 
 
, 
 
, 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
;ʼ” 
 
 
 
. 
 
 
” 
 
᾽ 
, 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
. 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
ʼ 
 
: 
 
 
 
 
; 
. 1 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 

 
 
 
, 
᾽ 
 
 
,ʼ 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
᾽ 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
; 
 
ʼ 
 
 
ʼ 
 
᾽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
᾽ 
, 
 
᾽ 
 
 
 
 
 
 
 
 
 
 

 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
· 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
᾽ 
 
 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
.” 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
, 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 
 
 
 
 
 
· 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
. 
. 676 
 
 

ʼ 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
, 
 
 
 
, 
 
 
 
 
, 
 
 
: 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
ʼ 
 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
· 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
; 
, 
 
 
, 
 
 
 
, 
 

 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
᾽ 
 
, 
 
 
 
 
 
ʼ” 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
” 
 
 
, 
 
 
 
: 
, 
 
 
 
 
ʼ 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
. 
. 
, 
; 
 
 
 
 
 
 
 
 
. 
: 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
 
 
 
, 
 
 
 
 
 
· 
 
ʼ 
, 
 
 
, 
 
. 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
; 
 
ʼ 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
: 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
 
, 
 
 
· 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
. 
. 
. 
. 

 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
; 
 
 
 
 
 
ʼ 
 
, 
 
ʼ 
 
, 
 
 
 
 
 
 
 
 
᾽ 
 
, 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
ʼ 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
᾽ 
 
᾽ 
 
ʼ 
, 
᾽ 
 
 
 , 
 
 
 
 
 , 
 
 
 
ʼ 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
, 
 
. 
. 590 

 
 
 
 
 
 
. 
 
 
 
 
 
, 

 
 
· 
 
, 
 
 
· 
᾽ 
 
 
: 
 
 
, 
.” 
 
ʼ 
 
 
, 
 
 
 
᾽ 
 
· 
 
” 
 
 
ʼ 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
ʼ 
 

 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
᾽ 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
: 
 
 
 
· 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 ʽ 
 
 
 
 
 
 
 
 
 
’ 
 
 
, 
 
 
 
, 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 

 
 
, 
᾽ 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
; 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
ʼ 
” 
 
 
 
 
 
 
; 
 
 
 

 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
. 
. 567 

. 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
, 
. 

 
, 
 

 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
. 
 
ʼ” 
 
 
 
 
 
 
 
 
· 
 
 
 
 
, 
 
 
 
, 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
· 
 
ʼ 
 
: 
 
 
 
 
 
 
, 
 
 
 
 
, 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
. 
 
ʼ 
 
᾽ 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
 
 
 
· 
. 
. 718 
: 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
: 
 
 
 
 
 
 
 
 
 

 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
.” 
 
ʼ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
: 
 
· 
 
 
; 
 
 
 
: 
 
· 
 
 
 
 
 
 
 
 
 
 
 ʽ 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 

 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
. 
. 

 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 

 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
, 
: 
 
 
 
. 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
, 
 
ʼ 
 
 
 
 
, 
 
ʼ 
 
 
 
 
 
 
· 
 
 
 
, 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
: 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
” 
 
 
 
 
 
 
, 
 
 
 
 
᾽ 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
 

. 
 
ʼ 
 
 
 
: 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
” 
 
ʼ 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
, 
 
, 
 
 
. 
 
ʼ 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
: 
 
 
 
: 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
. 
. 
. 

 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
᾽ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
᾽ 
, 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
᾽ 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
: 
 
 
 
: 
 
 
 
 
᾽ 
 
 
᾽ 
 

, 
 
 
. 
. 
: 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
, 
 
 
 , 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
. 
 
ʼ 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
 
. 
 
 
 
 
ʼ 
, 
 
 
 
 

 
 
 
 
 
 
 
· 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ʼ 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
· 
 
ʼ 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
· 
᾽ 
 
 
 
 
 
, 
, 
 
, 
 
 
 
 
. 
 
 
 
 
 
 
 
 
 
 
, 
᾽ 
 
· 
 
ʼ 
, 
 
 
 
; 
 
 
 
 
. 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
, 
 
 
 
: 
. 
 
 
 
 
 
. 
 
 
 
 
 
 
 
, 
 
 
 
 

 
 
 
 
. 
 
: 
 
 
 
 
 
 
 
, 
 
 
 
 
 
. 

 
 
 
 
 
 
 
 
 
ʼ 
. 
 
ʼ 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
, 
 
ʼ 

, 
 
ʼ 
 
 
 
, 
 
 
 
 ·. 
 
· 
 
 
 
 
 
 
, 
ʼ 
 
 
 
 
 

 
 
. 
 
 
 
 
.
. 
: 
 
 
 
 
, 
 
 
 
 
 
 
 
, 
 
 
 
 
, 
 
 
 
 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
· 
 
 
 
 
 
: 
· 
 
 
 
 
 
 
 
, 
 
 
 
 
 
 
 
 
, 
 
. 
 
 
 
 
 
· 
 
ʼ 
 
, 
 
 
 
 
 
, 
 
 

 
 
 
 
 
 
 
 
 
 
, 
 
” 
 
, 
 
 
 
.” 
 
 
, 
 
 
, 
 
, 
 
 
. 
 
ʼ 
 
 

 
 
 
 
 
 
 
 
 
 
 
 
 
 
᾽ 

 
 
.
