@node
@author=Aristophanes
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=interpunction after word
@editor=F.W. Hall And W.M. Geldart
@filename=tlg0019.tlg010.perseus-grc1
@funder=The Annenberg CPB/Project
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Aristophanes, Aristophanes Comoediae, ed. F.W. Hall and W.M. Geldart, vol. 2, F.W. Hall and W.M. Geldart, Oxford, Clarendon Press, Oxford, 1907.
@sponsor=Perseus Project, Tufts University
@title=Ecclesiazusae, Machine readable text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:34Z


 
 
 
 
 

ʼ 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 

 
 
 
 
·
 
 
 
 
.
 
 
 
 
, 

 
 
 
 
 

 
 
,
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 
 
·
 
 
 
 
 

 
 
·
 
 
 
 
 
 
.
᾽ 
 
 
 
 
 

 
 
 
 
 
.
᾽ 
 
 
 
 
.
 
 
 
ʼ 
· 
 
ʼ 

 
᾽ 
· 
 
ʼ 
 
,
 
 
ʼ 
, 
 
ʼ 
,
 
 
 
 
 
.
 
᾽ 
 
; 
 
 

 
 
, 
 
᾽ 
;
 
 
 
 

 
 
; 
᾽ 
 
 

. 
 
 
 
,
 
 
 
 
 
 
 
.
 

 
, 
 
 
 

 
 
 
.

 
 
ʼ 
 
ʼ 

 
 
. 
 
 
 

᾽ 
 
 
 
.
 
 
 
ʼ 
 
.
 

 

 
 
 
 
 
,
ʼ 
 
ʼ. 
 
 
 
 
,
 
 
 
 
ʼ 
,
 
ʼ 
 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
.
249	 

 
 
 
 
 
 

 
 
 
 
.

 
ʼ; 
 
 

 
 
 
 
 

 
 
 
.
 

 
 
ʼ 
 
 

 
 
 
;

 

 
 
 
 
 
.
 

 
 
 
ʼ 
 
 

 
 
 
 
 
;
 

 
 
 
 
 

 
 
 
 

, 
 
 
 
᾽ 
 
 
 
.
 

 
 
 
᾽ 
 

 
. 
 
 
 
 
ʼ 

 
 
 
.

 
, 
 

 

, 
 
 
,
 
 
 
 
.
 

. 
 
 
ʼ 
 
 

 
, 
 
 
·
᾽ 
ʼ 
 
 
 
 
,
 
 
ʼ 
 
ʼ 

 
 
 
 
.
 

· 
 
 
 
ʼ 
 
 

 
, 
 
 

 
 
 
 
 
.

 
 
 
, 
 
᾽ 

 
, 
 
;
 

 
 
 
 
ʼ 
 
.
 

ʼ 
 
 
 
.

 
 
 
;
 

· 
 
. 

 
 
 
ʼ 
᾽ 
 
 
.
 
 
 
 

 
 
, 
 
.
 

 
 
 
 

 
 
 
 
 
.
 

᾽ 
᾽ 
 
 
 
 
.

 
 
 
 
ʼ 
 
ʼ 
 

 
 
 
 

 
 
 
 
 
.
᾽ 
ʼ 
 
 
 
 
,
 
᾽ 
 
 
 
 
·
 
ʼ, 
 
 

 
, 
 
 
.
551	 

 
 
ʼ 
 
 
 
 

 
 
 
 
 
.
 

 
 
 
 
 
ʼ 
, 

 
 
 
.

 
;
 

 
 

. 
 
 
 
 
 

; 
 
ʼ 
 
 
 
.

 
 
 
, 
 
 

 
 
 
 
.
 
 
ʼ 
 
, 
 
 

 
 
 
ʼ 
 

 
 
 
.
 
ʼ 
 
, 

 
· 
 
 

 
 
 
ʼ 
,
 
 
 
 
 
ʼ 
;
 

 
 
 
 
ʼ 

· 
 
 
 
 
·
 
ʼ, 
, 
 
 
ʼ 
 
 
.

 
 
 
 
 

 
 
 
,
 
 
 
 
 
 

ʼ, 
᾽ 
 
 
 
 
·
 
 
 
 
 
᾽ 
.
 

 
 
 
 

;

 
 
 
 
.
 
 
 
 
 

 
, 
 
 
·
 
ʼ 
 
 
 
 
.
 

 
· 
 
ʼ 
 
 
 
.

 
 
 
,
 
 
 
 
.
 
 
 
 
 
 

 
ʼ 
 
 
 
.
 

 
ʼ 
 
ʼ 
 
 
 
;

 
 
 
 
 
 
 
·
 
 
 
 
 

 
ʼ 
, 
 
 
 
 
.
 

᾽ 
 
 
, 
 

 
 
 
 
 
.

 
;
 

 
 
 

 
 
.
836	
 
, 
 
 
 
.
ʼ 
 
 
. 
 
 
.
 
. 
 
 
;
 

.

 
 
 
 
. 
 

.

 
. 
 

 
 
 
; 

 
.
 

 
 
 
ʼ 
; 

ʼ 
· 
᾽ 
 
 

.
 

 
ʼ; 
 
 
 
 
; 

 
 
 
.
 

 
 

 
 
ʼ 
. 
 
 

 
ʼ 
 
 

 
 
 
.
 
 
 
 
ʼ· 
 
 

᾽ 
 
ʼ, 
 
 
 
;
 
 
ʼ 
 
,
 
 
ʼ 
ʼ 
 
,

 
 
 
 
ʼ· 
 
 
.
 

 
 
ʼ 
 
 
 
 
 
·
 
, 
 
ʼ, 
.

᾽ 
 
 
 
;
 

. 

 
 
· 
 
 
 
ʼ 
.
 
 
 
 
 
 

 
 
 
 
.
 

 
 
 
 
 

 
 
ʼ, 
᾽ 
 
·
 
ʼ 
 
 
 
 
 
 

 
 
 
 

. 
 
 
 
 
 
 
.

 
 
; 
 
 
 
 
;
 

 
ʼ 
; 
 
 
 
 
ʼ 
 
.

 
ʼ 
᾽ 
 
 
 
 
,
 
 
ʼ 
᾽ 
 
.
 

 
 
 
.

 
, 
 

ʼ 
 
 
 
 

 
, 
 
 
᾽ 
.
 

 
 
· 
 
 
 
 
.
 
 
 
 
.
 
 
 
 
 
—

 
 
 
 
 
;
 

ʼ 
 
ʼ 
· 
 

 
 
 
 
.
1147	
 
 
 
 
ʼ 
·
 
 
 
ʼ 
 
 
 

 
. 
 
 
 

 
 
 
.
 
ʼ 
 
 
 
 
 

 
· 
 
 
 

 
 
 
 
 
.
 
 
 
 

 
· 
 
 
 
 

 
, 
 
 
.
 
· 
ʼ 
 
 
.
 
 
 
 
 
,
 
 
 
 
 
,
 
ʼ 
 
 
ʼ 
.
 
 
᾽ 
 

 
 
· 
 
 
ʼ 

 
· 
 
 

 
 
 
 
,
 
ʼ 
 
 
 
 
ʼ 

 
 
 
 
.
 

 
 
 
 
 
 
.

ʼ 
 
; 
 
ʼ 

, 
 
᾽ 
 
 
.
 

᾽ 
 
 
.

ʼ 
 
 
.
 
 
 
᾽, 
᾽ 
,
 
 
᾽, 
 
 
 
·
 
 
ʼ 
᾽, 
, 
 
 

 
᾽ 
 
 
 
.
 
 
· 
 
 
 
,
 
 
 
 
 
 
.
 
, 
 
 
·
 
 
, 
 
 
 
 
.
 
, 
᾽ 
 
·
 
, 
᾽ 

 
 
 
.
1369	 

 
 
 
.

 
 
.
 
 
᾽ 
 
 
 
.
 
 
 
 

 
ʼ 
 
 
 
 
,
 
 
 
 
 
.
 
 
 
, 
ʼ 
.
 
 
 
 
 
 

 
. 
 
 
 
 

 
 
 
 
.
 

 
ʼ 
 
 
 
ʼ 
 
.
 

 
᾽ 
 
. 

 
ʼ 
 
 
 
 

 
. 
 
 
 
 

 
 
 
 
 

, 
 

 
 
. 
 
ʼ 
 
,
 
 
 
, 
 
 
,
 
 
 
 
 
.
 
 
 
 
 
·
 
 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
 
·
 
 
 
 
 
·
 
ʼ 
 
 
 
 
·
 
 
 
 
 
.
 
 
 
 
 

 
, 
 

 
ʼ 
 
 
, 
᾽ 
 

 
, 
 
 
,
 
 
 
 
 

 
· 
 

 
 
 
 
 
;
 
 
 
,
 
ʼ 
 
 
 
·
 
 
 
 
.
 
ʼ 
᾽ 
· 
᾽ 
 
 
,
 
 
 
.
1617	 

 
ʼ 
 
 
 
 
.
 
 
 
᾽ 
 
 
;

 
 
 
 
 
ʼ 
 
·
᾽ 
ʼ 
 
 
.
 

 
 
᾽ 
 
ʼ 
 
 
 
·
 
 
 
 
 

ʼ, 
 
᾽ 
 
.
 
 
 
 
 
,
 
 
 
 
 
;

 
 
.
 

 
 

 
.

 
 
. 
 

 
᾽ 
.

 
 
 

 
, 
 
 
 
 
 
.
 

 
ʼ 
 
 
 
 
 
;

 
 
 
 
 
 
.
 

 
ʼ 
 
 
;


ʼ 
 
 
 
 
.
 

 
 
, 
 
ʼ 
 

, 
 
 
 
ʼ.


· 
 
 
 
.
 

 
 
ʼ, 
 
ʼ, 
 
.
 

 
 
 
 

 
ʼ 
 
, 
 

 
 
 
 
.
 
 
 
 
 
.

 
 
ʼ· 
 
 

 
 
 
.
 
 
ʼ 
 
 
·
 
ʼ 
 
 
 
,
 
 
ʼ 
ʼ, 
᾽ 
 

 
 
 
ʼ 
.
᾽ 
 
 
᾽ 
 
,
 
 
. 
ʼ 
 
 

 
 
,
 
 
 
ʼ 
 

, 
 
 
 

 
ʼ 
 

 
, 
 
 

 
 
.
 

 
· 
 
 

 
. 
 
 
 

 
 
 
 
 
ʼ 
 

.

 
ʼ 
 
ʼ 

 
 
 
 
 
 

 
 
 
.

 
 
 
 
· 
 
 

 
 
, 
 
᾽ 

. 
 
 
 
 
, 
 

 
 
 
 
.
1943	
 
 
 
· 
 

 
, 
 

 
 
 
 

 
,
 

 
, 

 
 
.
᾽ 
 

 
 
 

 
,
 
 

 

 
 
ʼ 
·
 
 
 

 
 

ʼ, 

 

᾽ 
ʼ 
 

 
 
.
 
 
; 

 
 
ʼ 
.
2014	
 
ʼ 
 
 
 
 
 

, 
 
 

, 
ʼ 
 

ʼ 
 
,
 

 
 
,
 
ʼ 
ʼ 
.
᾽ 
, 

᾽ 
 
 
,
 
 

 
 
 

 
·
᾽ 
 

 
 

 
 
ʼ 
 

 
 

 
 
 
.
 
 

 
, 

 
 
 
 
.
2089	
 
 
; 
 
ʼ 
 
 
 
 
;
 
 
 
 
ʼ 
, 
 
ʼ 
 
.
 
 
 
 
,
 
 
 
 
 
 

 
 
· 
 
 
ʼ 
 

 
 
, 
 
ʼ 
 
 

 
 
 
, 

 
 
 
 
,
 
 
 
 
.
᾽ 
 
 
, 
 
 
 
 
;
 
 
 
 
 
 
;
 
 
 
 
 
ʼ 
 
.
 
, 
 
 
 

ʼ· 
 
ʼ 
 
 
.
 
 
ʼ 
 
 

ʼ. 
 
ʼ 
 
 
.

 
; 
 
 
 
 
;

 
 
ʼ 
 
᾽ 
.

 
,
 
 
 
 
 
; 
 

 
 
 
;

, 
 
 
 

 
 
 
.

 
ʼ 
 
 
 
;

 
 
.
 
 
᾽ 
 
 
 
 
.

᾽ 
 
 
ʼ 
 
 
;

 
 
ʼ 
 
 
 
 
,
᾽ 
 
 
ʼ 
·
 
 
 
 
 
 
.

 
 
 
 
 

 
. 
 
 
 
ʼ 

 
ʼ 
 
 
 
 
.
 
 
 
 
ʼ, 
 
 
 
.
 
 
ʼ 
 
 
.

 
 
 
᾽ 
 
 
 

, 
᾽ 
 
 
,
 
 
 
 
ʼ 
 
,
 
 
ʼ 
 
 
· 
 
 
.

 
᾽ 
 
; 
 
᾽ 
 

 
 
 
;

 
ʼ 
. 

 
 
ʼ 
 
 
 
ʼ 
.
 
 
 
 
ʼ 
, 
 
ʼ
 
 
 
 
,
 
 
 
, 
 
 
 
.
2403	
ʼ, 
 
· 
 
 

 
 
ʼ 
 
 
.

 
 
 
 
 
;

 
 
 
 
 
 
.
 
 
; 
 
 
 
 

 
 
 
, 
᾽ 
 
,
 
 
 
 
 
 
.
 
 
 
 
 
 
,
 
ʼ 
᾽ 
 
 
.
 
 
 
 
 
 
 
;
 
 
 
 
 
 
 
;
᾽ 
ʼ, 
. 
᾽ 
 
.
 
 
 
 
.
 
 
 
 
 

 
 
 
 
.
 
ʼ 
 
 
 

 
 
,
 
 
 
 
.

 
 
; 
 
 
;

;
 
᾽ 
 
 
 
 
ʼ, 
᾽ 
.

 
 
 
ʼ 
 
;

 
 
 
 
᾽ 
 
 
.
 
 
 
;

 
. 

 
 
;

 
ʼ 
 
 
.
 
 
 
 
 
 
 

 
, 
 
 
.

 
 
᾽ 
;

 
 
.
᾽ 
 
 
, 
᾽ 

 
 
ʼ 
ʼ 
 
 
 
.

 
ʼ 
 
;

 
 
,
 
ʼ 
ʼ 
 
 
 
.
 
 
 
 

 
. 
 
 
᾽ 

 
 
 
 
·
᾽ 
 
 
᾽ 
 
᾽ 
 
.
2646	
᾽ 
᾽ 
 
 
 
 
;

;
᾽ 
 
 
 
᾽ 
 
 
 

 
ʼ.

 
.
ʼ 
 
 
 

 
 
. 
 
 
.
 
 
 
ʼ 
, 
 
 
ʼ 

 
 
 
;

 
ʼ 
 
ʼ 

 
 
 
 

 
 
 
; 
ʼ 

 
 
 
 
.
ʼ 
 
 
 
 
,
 
 
 
 
,
 
 
 
 
,
 
 
 
ʼ 
 
;’
 
ʼ 
 
 
 
,
 
 
 
 
;

ʼ 
 
ʼ 

 
 
 

 
 
 
 
 
,’
᾽ 
 
, 
 
 
.

 
 
 
 

 
, 
 
 
 
·
 
 
 
 
·
ʼ 
 
 
·
 
 
 
 

 
· 
᾽ 
 

 
 
 
 
 
 
.
 
 
 
 
 
 

, 
 
 
 
,
 
 
ʼ 
 
 
.
 
 
 
 
 
 
,
 
 

 
 
· 
 
ʼ 
 

 
, 
 
 
.’

 
 
 
 
ʼ· 
 
ʼ 
 

, 
 
 
,
 
 
 
 
 

 
 
 
 
 
,
 
᾽ 
 
 
 
.

 
 
 
 

 
 
ʼ 
 

, 
 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
, 
 
ʼ 
 
 

.

 
 
 
 
.
2923	
᾽ 
 
· 
 
 
 
 
,
 
 
 
᾽ 
 
, 
 

 
.

 
 
; 

 
 
ʼ 

 
.

 
; 

 
 
᾽ 
.
 
 
.

 
; 

 
 

 
.

 
; 

 
 

 
 
.

 
 
᾽ 
 
; 

 
ʼ 
 
ʼ 
 

 
· 
 
ʼ 

 
 
ʼ 
 
,
 
 
 
 
 
 
.

 
 
 
 
 
ʼ 
 
.

 
 
 
 

 
ʼ 
 

 
, 
 
 
,
 
᾽ 
 
 
 
,
 
 
 
 
 
 
.

 
 
 
 
ʼ 
.

 
, 
 
, 
 

 
, 
 
 
,
 
 
 
 
 
.

 
᾽ 
;

 
 
 

. 
 
 
 
 
 
 

 
.

 
; 

ʼ 
. 

 
ʼ 
 
 

 
 
 
;

 
᾽ 
. 

᾽ 
 
 
᾽ 
ʼ 
᾽ 
 
;

᾽ 
 
 
 
 
 
᾽ 
 
.

 
 
 
 
 
ʼ 
 
;

 
ʼ 
 
 
 
᾽ 
 
·
 
ʼ 
 
 
 
.

 
 
 
 
,
 
 
 
 
 

᾽ 
 
 
—

 
; 

 
.

 
 
 
; 

 
 
.

 
 
 
 

 
᾽, 
᾽ 
 
 
 
 
.

 
 
 
.

᾽ 
 
 

 
, 
 
 
᾽ 
 
.

 
 
 
 
 
 
,
ʼ 
ʼ 
 
 
 
,
᾽ 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
.
᾽ 
· 
 
ʼ 
.

 
 
ʼ 
 
.
3260	
 
.
᾽ 
 
 
 
 
 
 
;
 
,
 
 
, 
 
 
 
,
 
 
 
 
 
 
 
 
.
3290	
᾽ 
 
 
 
 
 
·
 
ʼ 
 
 

 
 
 
 
 
 
᾽ 
.
 
 
 

 

 

 

 
, 
 
 
 
 
.
᾽ 
· 
 
 
 
 
 
,
 
 
 
ʼ 
ʼ 
·
 
ʼ 
 
ʼ 
, 
 
 

᾽ 
 
 
ʼ 
ʼ 
 
 
 
 
.
3361	
᾽ 
 
 
 
 
᾽ 

 
,
 
 
 
ʼ 
† 
 
 
.
᾽ 
 
᾽ 
 

 
 
 

 
 

 
 
 
 
 
,
 
 
ʼ· 
 
 
 
 
 
 

 
 
 
. 
᾽ 

 
 
 
 
 
 
 
·
 
 
 
 
 
 
᾽ 
.
3430	
 
 
 
 
 

 
ʼ 
 
.
᾽ 
 
 
 
ʼ 
 
,
 
, 
 
 
,
 
 
 
,
 
. 
 
 
 

 
ʼ, 
 
 

 
 
 
 
 

, 
 
 
 
 

 
 
 
 
ʼ 
.

 

 
᾽ 
 
, 
 
ʼ 
 
 
 
,
 
 
 
 
 
 
 
 
.
 
 
 
 
ʼ 
 
.

 
, 
 
 
 
 
 
,
 
 
 
. 
 
 
 

 
 
 
 
 
 
 
.

 
 
 
;

 
ʼ 
 

 
᾽;

 
 
 
᾽ 
; 
 
. 

 
 
 
 
 
.

 

 
.

 
 
 
 
 

.

; 

 
 
 
 
. 

 
ʼ; 
 
 
 
 
;

 
 
 
.

 
 

 
 
 
 
 
;

 
 
 
 
 
 

ʼ 
.

ʼ 
 
 

 
;

 
 
ʼ 
 

 
 
 
;

 
 
.
᾽ 
 
 
 
.

 
 

᾽ 
 
 
· 
 

 
 
ʼ 
 
 
.
3664	
᾽ 
 
 
 
 
 
ʼ 
;
᾽ 
᾽ 
ʼ 
 

 
ʼ 
 
,
 
 
ʼ 
᾽ 
 
.

 
 
, 
 
 
 
·
᾽ 
᾽ 
, 
᾽ 
·
 
ʼ 
 
 
 
 

 
 
.

 
 
 

 
 
 
 
 
 
 
;

 
 
 
, 

 
 
 
 
 

 
 
 
 
 
.

ʼ 
 
 
 
,
 
 
᾽ 
 
 
;

 
· 
 
 
 
.

;

 
ʼ 
᾽ 
᾽ 
 
.
 
;

 
 
ʼ.  
 
 

 
 
;

 
ʼ 
. 

᾽ 
 
 
ʼ 
;

 
 
 
 
. 

 
 
 
.
 
 
 
 
 
.

 
; 
;

 
 
ʼ 
᾽ 
. 

; 

 
 
 
 
.

 
 
 
 
ʼ 
 
 

 
 
.

 
; 

 
.
 
 
 
 
 
 
 

 
 
, 
 
 
,
 
—

 
 
 

 
 
ʼ 
 
 
 
.

 
ʼ 
 
 
ʼ 
 
.

 
, 
 
 
 
,
 
 
 
 
 
,
 
, 
 
 
.

 
 
 
 
ʼ, 
 
 
.

᾽ 
 
᾽, 
 
 
 
 

 
 
 
 
 
.
3924	
 
 
 
 
 
 
 
 

ʼ 

 
 
.
 
 
᾽ 

 
 
 

 

 
 
· 
 
ʼ 
 
 
 

.
 
 
 
 
 
 
 
 
.
 
 

 
 
᾽ 
 
 
·
 
 
 
 
 
 
.
3985	
᾽ 
 
, 
᾽ 
 
 
 
 
 
,
 
 
 
 
 
 
 
 
.
4006	
 
 
 
 
 
 
· 
 
 
,
 
 
 
 
 
 
 

 
ʼ 
 
, 
᾽ 
᾽ 
 
 
.

 
 
 
 
 
 
· 
 
 

 
᾽ 
 
 
, 
 
ʼ 
 
.

 
 
 
 
 
 
ʼ 
,
 
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
, 
 
 
 
 
, 
 
ʼ 
 
,
 
 
 
 
, 
 
ʼ 
 
 
,
ʼ 
 
 
 
 
, 
 
ʼ 
᾽ 
·
᾽ 
 
 
 
 
 
 
 
.

 
 
 
 
;

 
 
 
. 

 
 
 
;

 
ʼ 
᾽ 
 
ʼ 
.
 
 
 
 
· 
 
 
 

 
 
 
 
 
ʼ 
ʼ 
 
.
᾽ 
 
 
 
 
 
 

 
 
 
 
 
 
.

 
 
 
 
 
 
, 
 

 
 
 
;

᾽ 
 
 
 
.
 
 
 
.

 
 
 
.
4207	
᾽ 
 
 
 
 
 
.

 
 
; 

 
 
 
· 
 
 
 
,
 
 
 
 
 
 
.
 
 
 
 
; 
 
 
 
.

 
 
 
 
 
ʼ 
 
 
;

 
ʼ 
ʼ 
 
 
 
 
 
·
 
ʼ 
 
 
 
 
, 
 
 
 
 
;

 
ʼ 
 
 
 
 
,
 
 
 
, 
 
 
 
 

.

᾽ 
 
ʼ 
 
.
 
 
 
 
 
 
 

 
 
 
.

 
 
 
 

 
 
 
 
 
 
;

 
 
 
 
 
 
 
·
ʼ 
 
 
, 
 
 
ʼ 
.

 
 
 
 
, 
 
 
 
,
 
 
 
 
 
 
ʼ 
 
 
;

 
· 
 
 
· 
 
· 
 
.

 
;

 
 
. 
 
 
 
. 

 
 
 
 
ʼ 
· 
 
, 
 

 
 
 
· 
 
 
 
 
 
;
 
 
 
, 
 
 
 
 
.

 
ʼ 
 
 
 
 

 
 
 
 
ʼ 
 
 
·
 
 
 
 
 
 
 


 
 
 

 
 
 
 
 
.

 
 
 
 
 
 
 
 
.

 
 
 
 
 
ʼ 
 
 
 

 
 
 
 
 
 
 
,
 
ʼ 
 
 
, 
 
ʼ 
,
 
 
 
 
 
 
.’
4493	
 
 
 
 
 
 
 
 

 
 
;

 
 
; 
 


 
 
 
 
 
 
.

 
ʼ 
 
 
 
 
 
 

 
 
, 
 
 
 
 
ʼ 

. 
 
ʼ 
 
 
; 
 
 
 
;

᾽ 
 
 
 
· 
 
ʼ 
 
 
ʼ 

 
 
 
· 
 
ʼ 
 
 
,
 
 
 
 
 
 
 
 
.

 
 
 
 
 
· 
 
 
 

 
 
 
 
, 
᾽ 
 
 
.

 
 
 
 
 
 
,

 
; 

 
 
 
 
 
 
ʼ 
.

 
ʼ 
 
 
.

 
 
ʼ 
 
 
,
᾽ 
 
 
 
 
 
 
 
,
᾽ 
 
 
 
 
.

 
 
.
 
 
 
 
᾽ 
 
;

 
. 
 
 
,
 
 
 
 
, 
 
 
 
.

 
ʼ 
 
 
 
; 
 
 
᾽ 
 
.

 
 
᾽ 
 
 
, 
 
 
ʼ 
 
.

 
 
· 
 
 
 
 
 
 
 
 
,
 
 
; 
 
 
 
 
ʼ 
 
.

᾽ 
 
 
 
.

 
 
ʼ 
. 

 
 
 
· 
 
 
 
᾽ 
;

 
 
 
 
· 
 
ʼ 
 
 
,
 
 
 
.

 
 
ʼ 
 

 
 
 
 
; 
 
ʼ 
ʼ 
.

 
 
ʼ 
 
 
. 
 
 
 
,
 
 
 
 
 
, 

 
; 
 
 
 
ʼ 
.

 
 
 
 
· 
 
 
 
 
,
 
 
 
 
 
 
 
.
4816	
᾽ 
 
 
 
;

 
 
 
 
; 

᾽ 
ʼ 
 
 
;

 
 
 
 
,
᾽ 
 
 
ʼ 
 
· 
 
 
 
.
 
ʼ 
 
ʼ, 
 
. 
 
 
 
 
;
 
 
 
 
 
 
 
 
.

 
ʼ 
᾽ 
;

 
 
 
 
; 

 
 
 
 
;

 
. 
 
 

 
 
 
 
ʼ 
 
 
,
 
 
 
.

 
 
 
 
; 

 
 
 
 
 
 
 
.

 
 
 
 
 
 
;

 
 

 
 
, 
 
 
 
 

 
 
 
 
, 
 
 
 
,
 
 
ʼ 
.

 
 
 
 
.
 
 
 
 
;

 
 
 
·
 
 
 
ʼ 
 
 
, 
 

 
 
 
 
 
 
 
 
·
 
 
 
 
 
ʼ 
 
 
 

 
 
· 
 
 
ʼ 
 
 
 
,
 
ʼ 
 
 
ʼ 
 
 
 
 
 
.

 
;

 
ʼ 
᾽ 
᾽ 
 
. 

 
 
 

 
 
ʼ 
 
, 
 
 
.

᾽ 
 
 
 
ʼ 
·
 
 
 
 
,
 
 
 

 
 
 
 
 
.
 
 
 
 
 

 
 
 

 
· 
 
ʼ 
·
 
 
᾽ 
.’
ʼ 
 
ʼ 

 
 
ʼ 
 
,
 
 
 
·
 
 
 
 

 
ʼ 
.’
 
 
ʼ 

 
 
 

ʼ 
· 
 
 
;
 
 
 
·
 
 
 
 
 

 
 
,
 
 
 
 

 

 
 
 
.’

 
 
 
, 
᾽ 
 
;

.
5151	
 
ʼ 
 
 
 
,
᾽ 
 
 
 
,
 
 
 
.
 
 
 
 
 

, 
 
 
 
,
 
 
 
 
.

 
 
;

ʼ 
.
 
 
 
 

.

 
; 

 
·
 
 
 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
,
 
 
 
 
 

 
 
 
.

 
 
 
 
 
,
᾽ 
 
 
 
 
,
 
 
 
 
 
;
 

 
ʼ 
᾽ 
 
 
 
 
 
,
 
 
 
.

 

 
 
 
 
 

 
 
 
 
 
,
 
 
 
,
 
 
 
 
ʼ 
.
ʼ 
ʼ 
 
; 
 
 
᾽ 
,
 
 
 
ʼ, 
᾽ 
 
 
 

ʼ 
 
 
 
.
 
ʼ 
, 
᾽ 
ʼ, 
 
.
 
 
 
 
 

. 
 
 
᾽ 
 
 
,
 
 
ʼ 
 

 
 
 
 
 
.
 
 
 
 
· 
 

, 
 
 
 
,
 
 
ʼ 
 
 
 
.
 
ʼ 
 
 
 
 
.
5370	 

 
 
; 
 

 
 
 
 
 
.
 
 
 
ʼ 
᾽, 
 

 
 
 
 
.
 
 
 
 
 
 

 
 
 
 
 
,
 

 
 
 
ʼ 
 
.
 
 
 
 
 
;
 
 

᾽ 
 
 
 
;
 

. 
 

 
᾽ 
 
 
 
; 
 

 
 
 
 
;
 

 
ʼ 
᾽ 
 
 
 
 

 
 
 
 
 
 
.
 

 
;
 

 
. 
 

 
᾽ 

 
 
 
 
.
 

; 
 

; 
. 
 

 
ʼ; 
 
 
 
 
 
;
 

 
 
;
 

 
. 
 

; 
 
 
᾽ 
.
 

;
 

 
; 
 
 

.
 

 
 
 
; 
 

 
 
 
 
 
 
;
 

 
.
 

 
 
 
. 
 

 
ʼ 
 
 
;
 

,
 
 
ʼ 
 
 
 
 
 
.
 

 
 
 
ʼ 
 
 

 
ʼ 
;
 

᾽ 
 
. 
 

 
 
 
 
.
 

 
. 
 

 
 
 
.
 

 
. 
 

 
 
᾽.
 

 
.
5619	 

 
 
 
ʼ 
.
 

 
.
 
 
ʼ 
 
 
 
;
 
 
 
᾽ 
, 
 

 
 
 
 
· 
 
 
 
·
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
,
 
 
 
ʼ 

 
 
 
ʼ 
᾽ 
 
 
.
 

 
ʼ 
 
 
 
 
 
 
.
 
 
 
. 
 
ʼ 
;
 

 
 
;
 

 
 
, 
 
 
 

 
 
 
.
 

 
,
 
 
 
 
 
 

 
 
ʼ 
—
 

 
; 
 

, 
 
 
.
 

 
 
;
 

 
 
 

 
 
, 
 
 
,
ʼ 
 
 
 
.
 

 
 
ʼ 
, 
 
 
ʼ 

 
.
 

 
 
 
 
·
, 
, 
 
 
.
 

; 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 

 
 
.
 

 
 
 
, 
; 
 

 
.
 

 
 
 
, 
; 
 

ʼ 
.
 

 
 
 
, 
; 
 

ʼ 
.
 

 
 
ʼ 
, 
; 
 

.
 

 
 
, 
; 
 

 
.
 

 
ʼ 
 
;
5870	 

· 
 
 
 
 

 
.
 

 
ʼ 
 
 

᾽ 
· 
 
 

 
 
 
 
ʼ 
.
 

.
 

 
ʼ 
 

 
 
;
 

 
. 
 

 
 
 
 
 
.
 

 
 
.
 

 
; 
 
 

 
 
 
.
 
ʼ 
᾽ 
 
 
 
 
;
 

.
 

 
 
ʼ 
 

ʼ, 
 
;
 

 
 
 

 
ʼ 
᾽ 
. 
 
 

 
 
 
 
 

ʼ 
 
 
 
᾽ 
.
᾽ 
 
 
 
 
,
ʼ 
 
 
 
 

 
 
· 
 
 
.
 

 
ʼ 
 
 
 
 

ʼ 
 
 
 

 
, 
 
ʼ 
;
 
 
 
 
·
 
 
ʼ 
 

 
 
 
 
 
ʼ 
 
,
 
 
 
 
.
 

 
 
 
. 
 
 
 
,
 
ʼ 
 
.
 

 
 

 
 
 
 
 
.
 

 
ʼ 
 
 
. 
 
 
 
 
.
6082	
 
 
, 
 
 
 
᾽ 
,
ʼ 
ʼ 
 
 
,
 
 
 
 
 

 
ʼ 
 
ʼ 
 
·
 
 
 
ʼ 
 

 
 
 
,
 
 
 
 
 
†,
 
, 
 

ʼ 
, 
 
 
,
ʼ 
, 
 
,
 
, 
 
,
 
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
.
 
 
 
 
 

, 
 
ʼ 
 
·
 
 
 
 
 
.
 
 
ʼ, 
 
 
 
 

· 
 
 
 
.
 

 
 
. 
 
 
ʼ 

᾽, 
 
 
 
 
;
 

 
 
 
 
 
 
 
;
 

 
.
 

 
᾽, 
 
ʼ 
 
 
,
 
ʼ 
 
.
 

᾽ 
. 
 

; 
 

 
 
 
 
 
.
 

 
; 
 

 
 
ʼ 
᾽ 
 
.
 

 
 
 
;
 

 
 
;
 
 
 
 
 
 

 
 
.
 

 
 
, 
; 
 

ʼ 
 
.
 

 
 
, 
; 
 

ʼ 
.
 

 
 
, 
; 
 

 
 
 
—
 

 
; 
 
. 
 

 
 
 
 
.
 

 
 
· 
 
ʼ 
 

 
 
 
 
.
 

 
 
 
 
.
 

 
.
 
 
 
 
 
 
,
 
, 
 
 
.
 

 
 
 
 
 
 
,
 
 
 
 
ʼ 
, 

 
 
 
 
 
.
 
 
· 

ʼ 
 
 
 
 
.
6394	
 

 
ʼ 
 
 
 
; 
 
ʼ 
 
·
 
 
 

 
 
 

, 
 
 
 
 
,
, 
 
 
 
 
,
. 
 
 
ʼ 
 

; 
 
᾽ 
ʼ 
 
 
,
 
 
 
 
.

 
 
 
 
 
 
.
 
ʼ 
 
 
 

 
 
 
 

ʼ· 
 
ʼ 
 
 
 
.
 
 
 
ʼ 
 
᾽ 
 
 
,
 
 
 
 
 
.
 

 
 
· 
 

 
 
 
 

 
 
 
 
 
.
 

 
 
 
 

, 
ʼ 
 
 
.
 
 
 
 
 
 

᾽ 
 
 
·
 
 
 
 
 
 
 

 
 
 
,
᾽ 
᾽ 
 
 
.
6545	
 
 
 
.
 
 
 

 
 

 
 
 
· 
 
ʼ 
 
,
 
,
 
 
.
6571	 

 
 
 

 
ʼ 
 

 
,
 
 
 
 

 
  
 
.
6593	
 
 
 
;
 
 
·
 
ʼ 
 
ʼ· 

 
 
 

· 
 
ʼ 
 
 
 
 
†.
᾽ 
 
ʼ 
, 

 
, 

 
ʼ, 
 
.
6631	 

 
 
᾽ 

 
 
·
 
 
 
 
 
 
 
.
᾽ 
 
 
ʼ 

 
· 
 
ʼ 

 
 
 
᾽ 
.
6664	
ʼ 
 
 
 
ʼ 
 
·
 
 
 
 
 
ʼ 
᾽ 
.
 

 
᾽ 
 
.

 
ʼ 
 
. 
 

 
.

 
 
 
 
 
 
; 
 

 
 
 
 
.

 
;
 
 
 
 
 
;
 

 
 
;

 
 
 
; 
 

;
 
 
 
 
 
.

 
 
 
 
 
 
 
;
 

 
 
 
. 
 
 
 
 
.

 
 
 
.
 

 
 
ʼ 

 
.

 
ʼ 
 
 

 
ʼ 
, 
 
᾽ 
.
 

ʼ, 
 
 
 
 
 
 
.

᾽ 
 
 
 
 
,
 
 
ʼ
 
 

 
 
·
 
 
 
 
ʼ 
.
 

 
 
 
 
.
 
 
 
 
᾽ 
.
 
 
 
 

 
, 
 
.
 

᾽ 
 
ʼ 
 
 
 
 
.

᾽ 
 
 
 
 
 
,
᾽ 
 
 
 
 
.

 
 
 
·
 
 
 
 
ʼ 
 
.
᾽ 
 
 
 
 
.
6880	
 
 
 
,
 
, 
 

 
 

 
 
 
.
 
 
 
 
 

 
 
 
.
 
ʼ 
 
 

, 
 
 
 
.
, 
 
ʼ 
,
 
 
᾽ 
 

 
 
.
6929	
 
 
 
,
 
 
 

 
 

᾽· 
 
 
, 
 
.
, 
᾽ 
 
 

 
 

 
 
 
.
 
 
ʼ 
 
 
;
, 
 
ʼ 
,
 
 
᾽ 
 

 
 
.
6978	
 
 
 
 
 
 
 

᾽ 
. 
 
 
, 
, 
 
,
 
 
·
 
 
 
 
.
7004	
 
 
 
, 
 
,
 
, 
 
, 
 
,
 
 
·
 
 
 
 
.
7026	 

 
 
; 
 
 
;

; 
 

 
 
 
ʼ 
.

ʼ 
. 
 

 
 
 
ʼ 
 
;

 
 
ʼ 
.
 

; 

 
 
, 
 
 
 
.
 

 
 
, 
 
 
 
ʼ 
 
 
.

᾽ 
 
 
 

, 
᾽ 
 
.
 
 
 
 
.
 

 
 
 
 
 
᾽ 
 
 
·
 
 
 
 
 
.

 
 
 
 
 
 
 
.
 

᾽ 
 
 
 
 
 
 
.

 
ʼ 
 
 
· 
 
 
.
 

 
 
 
 
 
 
.

᾽ 
 
 
 
.
 

ʼ 
 
· 
 
 
 

 
ʼ 
· 
 
 
 
.

᾽ 
 
ʼ 
 
 
 
.
 

; 

 
 
 
.
 

 
ʼ 
 
; 

 
 
 
 
 
.
᾽ 
ʼ, 
 
 
ʼ 
 
 
.
 

ʼ 
ʼ 
 
 
.

 
 
 
 
 
. 
 

 
 
 
 
ʼ 
 
,
 
 
ʼ 
.

 
 
. 
 

· 
 
ʼ 
 
ʼ 
 
 
.

 
 
 
 
 
,
 
 
 

 
 
 
 
 
;
 

 
 
ʼ 
 
 
᾽ 
 
᾽ 
 
.

᾽ 
 
 
, 
 
 
 

 
 
 
 
.
 

 
 
 
 
 
 
ʼ
 

 
 
ʼ 
.
7310	
 
 
 
 
 
,
 
 
 
᾽.
 

 
 

 
 
.

 
ʼ 
 
; 
 

, 
ʼ 
 
 
 
 
 
.

᾽ 
 
 
 
.
 

 
 
 
.
 
 
, 
 
 

 
, 
 
 
 
 

 
 
 
· 
 
 
 

 
 
᾽ 
 
 
,
 
 
 
 
 

 
 
 
 
.

 
 
 
.
 

 
 
 
 
 
.

 
ʼ 
 
 
ʼ 
 
 

 
 
 
 
;
 

᾽ 
 

 
 
᾽ 
 
 
.

 
ʼ 
 
;
 

 
 
 
. 

᾽ 
 
 
.
 

 
 
. 

 
 
 
;
 

᾽ 
 
 
. 

 
᾽ 
 
 
;
 

 
. 

 
 
 
 

 
ʼ 
 
 
,
 
 
 
 
 
,
 
 
 
 
 
 
.
 

 
 
᾽ 
 
 
 
 
.

 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
ʼ 
.

 
 
;
 

 
 
 
. 

 
 
ʼ· 
 
 
 

 
 
 
 
, 

 
 
 
 
 
 
.
᾽ 
 
 
 
 
,
 
 
 
 
.
 

 
 
 
 
 

· 
᾽ 
 
 
.

 
 
 
 
 
 
 

 
 
 
 
 
·
᾽ 
 
 
 
 
 

 
 
 
 
 
.
7608	 

 
 
 
 
 
 

, 
ʼ 
 
 
 

 
 
;

 
.
 
 
 
ʼ 
;
 
 
 
 
 
.
 

 
.

 
 

 
 
᾽ 
 
ʼ.
 

᾽ 
 
,
᾽ 
 
 
 
ʼ.

 
 
ʼ, 
᾽ 
 

 
 
 
.
 

 
 
᾽ 
 
 
 
.

 
 
 
 
 
 

 
 
 
· 
 
 
,
 
 
 
 
 
ʼ 

 
 
.
 

, 
ʼ· 
 
. 

 
 
 
 
ʼ 
 
.
᾽ 
 
 
 

.
 

 
 
. 
 

 
 

 
 
;

 
᾽, 
᾽ 
.
 
 
 
, 
᾽ 
 
 
,
 
ʼ 
 
ʼ. 
 

 
 
 
 
 
,
᾽ 
 
 
 
 
 
.
 
 
 
ʼ 
᾽ 
 
 
;
 
 
 
,
 
 
 
 
 
;
 

 
 
ʼ 
 
᾽ 
.
 

 
 
. 
 

 
 
 
ʼ 
᾽.
 

 
 
. 

 
ʼ 
 
 
.
 

 
 
 
ʼ 
 
 
 
.
 

 
 
 
 
 
᾽ 
 
.
7843	
 
 
᾽ 
 
 
 
,
 
 
᾽ 
 
 
 
;
 

 
 
· 
 
 
 
.

 
 
 
 
;
 

 
; 
 
᾽.

 
 
ʼ 
. 
 

 
 
 
ʼ 
 
᾽.

 
 
ʼ 
. 
 

᾽ 
 
 
 
 
ʼ.
 

 
 
. 

 
ʼ 
 
 
 
.
 

; 

 
 
 
 
.
 

 
 
.
 

 
ʼ 
᾽ 
 
. 

 
 
 
 
 
 

, 
 
 
 
.
 
 
 
 
;
 

, 
 
 
 
.

 
 
 
 
 

 
ʼ.
 

᾽ 
 
 
 
.
 
 
 
.

 
 
·
 
 
 
 
 
 
.
 

 
 
 
 
 
 
ʼ 
 
 
.

 
 
 
 
 

 
 
 
 
 
 
,
ʼ 
 
᾽ 
, 

 
 
 
 
 
.
᾽ 
 
 
; 
 
 

 
 
 
 
ʼ 
 
 
,
 
 
 
.
 
ʼ 
 
 
 
 

 
 
 
 
᾽ 
,
 
ʼ 
᾽ 
 
 
 
 
,
 
᾽ 
 
 
 

 
 
 
 

 
 
 
 

 
 
 
 
.
8093	
 
 
 
, 
 
ʼ 
,
 
 
 
 
,
 
ʼ 
 
ʼ 
 
 

 
 
 
 
 
 
,
 
 
 
 
 
,
 
 
 
 
,
 
 
· 
 
ʼ 
 

 
 
 
ʼ 
.
 
 
 
 
 
 
·
 
ʼ 
᾽ 
 
᾽ 
·
᾽ 
 
 
, 
 
᾽ 
 
.
 
, 
 
 
ʼ 

 
 
 
 
᾽ 
 
.
᾽ 
 
 
 
 
 
,
 
ʼ, 
 
, 
 
 
.

 
ʼ 
 
ʼ 
 
 
.

ʼ· 
 
 
 
 
 
.
 
ʼ 
 
 
 
.

;

 
 
 
ʼ 
 
ʼ 
 
.
 
 
᾽ 
 
 
,
 
 
 
 

 
 
 
 
 
;

 
ʼ 
 
 
.

 
 
;

 
 
 
. 

 
 
 
 
ʼ 
 
.
 
ʼ 
 
 
ʼ 
 

 
 
 
 
 
 
 
.
 
 
 
 

 
ʼ 
. 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
 
,
 
ʼ 
· 
 
 
.

 
 
 
 

 
 
 
ʼ, 
᾽ 

 
 
 
; 

 
 
 
᾽ 

, 
 
 
.
 
 
 
 
 
 
·
 
 
 
 
 
 
.

 
 
 
, 
᾽ 
 

 
; 
 
 
 
, 

 
 
 
.
 
ʼ 
 
 
 
.
8378	
 
 
 
 
 
 
 
,
 
 
ʼ 
 
 
 
 
 
·
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
ʼ· 
 
 
 
 

 
 
 
 
 
 
 
,
 
 
 
 
 
 
,
 
 
 
 
 
 
.
8440	
 
 
 
,

 
, 
 
 
 
 
,
 
 
 
. 
 
 
 

 
 
.

 
. 

 
 
 
 
 
 
 
.

 
 

· 
 
 
᾽ 

 
 
 
 
·
 
 

, 
᾽ 
·
 
 
.
ʼ 
, 
 
.
, 
 
,
, 
 
 
·
, 
, 
, 
.
