@node
@author=Athenaeus
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=open tag without further specification. See the name of the .tf-file for it's meaning
@editor=Georg Kaibel
@filename=tlg0008.tlg001.perseus-grc3
@funder=The National Endowment for the Humanities
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, Alison Babeu, Bridget Almas, Monica Berti
@sourceDesc=Athenaeus, Deipnosophistae, Georg Kaibel, In Aedibus B.G. Teubneri, Lipsiae, 1887.
@sponsor=Perseus Project, Tufts University
@title=Deipnosophistae
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:42:32Z

321588	 τοῖς
 τῆς τελευτῆς
 καὶ
 ὡς ἀφύας
 ἂν
 βοῶν
 δὲ
 Μενέλαος δηλονότι
 καὶ
 ἢ Θεοδώρου
 Ῥώμῃ
 ἀριθμούμεναι
 Κρατῖνος
 ἔτι περὶ τοῦ τῶν ἡρώων βίου.
 ὡς
 καὶ
 καὶ Ἰταλικὰς
 ἢ πρόδρομον
 σκληροῖσιν
 ὁ
 ἔσθειν
 τῇ θαλάσσῃ
 οἰκεῖος
 καὶ μέθας
 καὶ
 αὐτῶν
 Δημοσθένη καὶ Δημάδην
 τοῦ ποταμοῦ
 τὸν γλυκὺν Λέσβιον
 νόσων
 καὶ
 Κρῆτα
 λίθῳ
 γάρ
 ἐν
 ταῖσδε
 τὰ δ’ ἄλλα οὐκ ἦν ἀναγνῶναι
 τοὺς αὐτῶν μεταλαμβάνοντας
 καὶ
 τὰ μὴ τῶν ἀγρίων χοίρων κρέα
 χαρίτιος
 καὶ ὑλάδια
 τε
 τε
 τοῦ κιτρίου
 δάφνης
 εἶναι
 τὰ τοῦ Ἀντιφάνους
 κατὰ τὸ αὐτὸν ἐξ ἀκεραίου
 καὶ
 τοῦ
 ποιεῖ
 τοῦ
 ὃ δὲ μὴ γέγονέ πω
 καταγέλα ὡς κενοῦ
 τε
 καὶ τευθίς
 γάρ
 μὲν
 λεπτηνὸν
 φωνῶν
 ὀρύγματα
 τῆς νυκτὸς
 καὶ
 μ᾽
 σὺν
 ὥστε
 καὶ τὴν ποικιλίαν
 τὴν
 ἂν αὐτὸν
 τῆς ὀρχήσεως
 μακρόθεν
 ταριχηρὸν
 τε
 γαστρὸς καὶ
 καὶ
 εἰσάγουσιν
 ἐν
 καμαρωτῶν ξυλίνων ἁρμάτων
 τῆς κλίνης
 καὶ ὅτι ἀβαμβάκευστα τοῖς ὀφρανοῖς παρατίθεται·
 οὐχ
 τις
 μᾶλλον
 οἴκῳ
 ἐν Κιλικίᾳ
 πλούτῳ
 καὶ
 τῶν
 τε
 στρογγύλον
 τῶν σίλλων
 καὶ
 καὶ
 τι
 ἦν
 ὁ
 σημίαν.
 ἐν
 ὑπὸ τῆς μουσικῆς
 καὶ τὸν ἐλάσσονα
 δεῖπνα
 Ἀριστοτέλης δὲ ἄλουτον καὶ κονιορτοῦ ἥκειν πλήρη τινὰ ἐπὶ τὸ συμπόσιόν φησιν ....
 δὲ
 τοῦ Ἡφαίστου καὶ
 τῶν Συριακῶν
 καὶ
 τότε
 καὶ
 δερμάτων
 ἓξ
 ἐννέα
 τὸ
 εὖ
 κύκλῳ τῆς νεὼς
 δὲ
 καὶ
 καὶ
 καὶ φυλάσσων τὴν Δῆλον
 ἐν
 τοῦ
 ἢ
 τῷ
 τἀκπώματα
 οὐκ
 εἰς θεοῦ
 παρ᾽ ἐκείνου
 τοῦ ἀρχείου
 ἢ
 τι
 παρ᾽
 δέξετ’ ἐπὶ μισθῷ σῖτος
 ἔφη
 ἐποίησαν
 οἱ
 μητρὸς
 τῷ μειρακίῳ
 τοῦ
 εἶναι
 ἐν ταῖς Λημνίαις
 οἷον καθημερινήν
 γὰρ
 μόνου
 καὶ
 ἀπὸ
 ὑγιὲς
 κλοπῶν
 ὃν
 ὠνήσατο
 ποταμὸς ὁ Κρᾶθις
 καὶ
 κατωνακοφόρους καλεῖσθαι δούλους τινὰς παραπλησίους ὄντας τοῖς ἐπευνάκτοις
 καὶ
 τὸν
 τὴν
 τὸ ἐνικόν
 τὴν ὀψοφαγίαν
 δ᾽
 εἰσὶν γὰρ οἱ θύννοι οἷον ὕες, ἀπὸ τῶν βαλάνων αὐξανόμενοι
 νηστείαν
 μὲν
 ῥοϊ
 ὅτι
 πουλύπουν
 καὶ
 ΤΑΥΛΩΠΙΑΣ.
 πλεύσας
 καὶ
 ἐν τῷ περὶ ἰχθύων
 τῆς θρᾴττης
 αἱ
 καὶ ἐπὶ βατράχων
 καὶ τοιοῦτον
 τὸν Ὑπερείδην
 εἰπεῖν
 ἐν
 μικροῦ
 ζῷα
 ἵνα
 ἑνὸς
 εἴκοσι
 καὶ μεγάλων Ἔργων
 ὑιον
 ὡς
 καὶ
 χρόνοις
 οὖσα
 βινεῖ
 νεῖται
 τινός
 ὁ
 τὴν
 καγγόνων
 εἰς ἀνθρακιὰν στέψαν πυρὶ δ᾽
 κατὰ τοὺς ὕπνους
 καὶ παριστάναι
 γάρ
 κακὸν
 τὸ
 οἱ
 ἄγγεα Λυδὴ χεὶρ εὗρ’ Ἀσιατογενὴς
 καὶ
 τὸ ὅπλον
 μικρῷ πεποιθὼς ἀθλίῳ νομίσματι
 ἂν
 ὡς ἀπὸ τοῦ πιοῦμαι
 καὶ πῖνε
 ὁδοὺς
 ὁ
 ἐκ τῶν στοιχείων
 ἐζυγωμένοι δύο
 πηγὰς
 δι’  ἐκπώματα
 περὶ
 καὶ
 ποτήριον
 γὰρ
 καὶ
 ἡ
 τοὺς
 ἄλλα ποτήρια μικρά
 ὅτι καὶ τοῦτο ποτηρίου ὄνομα
 ὁ ἥλιος
 ἐξ ἀμφοτέρων τούτων κεκεραμευμένος
 καὶ μετ’ ὀλίγα·
 τὸ
 ποτήριον
 καὶ μεθύων
 ποτήρια
 γῆς
 δὲ
 δὲ
 κυλίκων
 τοῦ Λύκωνος
 περὶ τοῦ στεφάνου κἀν τῷ
 καὶ
 ἓξ οἶαί περ ἐοῦσαι ἐπόψιαι ὀφθαλμοῖσιν
 καὶ
 τὰς
 ὁ βασιλεὺς
 Δίωνος
 βι
 κύλικας
 ῥυτόν
 ὃν
 σαννάκρα
 χωρεῖν δ’ αὐτὸ κοτύλας Ἀττικὰς δώδεκα.
 καὶ
 ἀμφίθετος καὶ
 φιάλης
 τἀκπώματα
 ἐν κύκλῳ
 πάλι
 καὶ
 παρὰ Πλάτωνος
 τελευτήσαντες τῷ λοιμῷ
 ὀνομάζων
 ἔτι τε πρόκωπον
 Ἀρχελάῳ
 μου
 μου
 ὅπερ
 ἐβασίλευε
 ὃς
 καὶ
 γε
 οἱ τοιοῦτοι
 δ᾽
 καὶ
 καὶ
 τέλος
 γυναικῶν ἀγῶνα
 καὶ
 Ἀκέστιος
 ἀλλ᾽
 αὐτὸς
 αὐτοῖς
 καὶ
 τὴν
 ἕτερον
 τοῦτο πράττοντες
 τε
 ἢ
 ἀφ᾽
 τῶν
 σαυτοῦ
 καὶ
 δ᾽
 καὶ
 καὶ
 αὐτοῦ
 ψάλλουσαι καὶ ᾄδουσαι
 καὶ
 καὶ
 γενέσθαι
 λέγων
 ὄντων
 καὶ τοῖς ὑποδήμασιν
 καὶ
 τε
 περὶ τρυφῆς
 πάντες
 καὶ
 νῦν δὲ
 οὖν
 καὶ
 διότι
 καὶ
 ἑορτὴ
 ἐπορεύετο
 ἦν
 Βυζαντίοις
 νῦν
 τοῦ ξύλου
 ἐπὶ
 τῶν ἐπῶν
 κὰν
 γὰρ
 Γαλάτεια
 κουρεῖ
 τῶν
 τῆς γυναικὸς
 ὄψεις διὰ τούτων σκευοποιοῦσι τῶν τεχνῶν.
 δεδιότα, ἐν τῇ χειρὶ τὴν ψυχὴν ἔχοντα
 τὸν Πελοποννησιακὸν πόλεμον
 ἢ
 τῆς
 Λυδίας
 γαμηθῆναι
 καὶ
 καὶ
 καὶ
 ἢ
 γε
 καὶ
 ἡ Λαὶς
 ταῖς
 τι
 περὶ
 καὶ
 Στρατοκλείδου
 τοῦ
 ὁ
 καίτοι
 δ᾽
 ἔργῳ δὲ δείξω τὸ σθένος τὸ τῆς θεοῦ
 ὁ Κρατῖνος
 ἢ πράσσοι
 τῷ
 ὑπ᾽ αὐτῶν
 ὁ
 ἐν τῇ Μιλήτῳ
 τοῦ
 τε
 ὁ
 ἔχειν
 οὖν
 τοιαύτην
 Αἰσχίνην
 ὅσου ἐλάττους ἦσαν
 ὁ
 λόγου
 καὶ ἀνακλήσεως
 ὁ
 Σωτάδου
 καὶ
 δὲ
 ὁ θεὸς
 τε
 ἂν
 τι
 ἡ
 ἢ
 τὰ μέλη
 τὰ μέλη
 αὐτοῦ
 ἐν
 ἐν
 οὖν
 μὲν
 γὰρ
 σπένδοντες
 αἱ
 τὰ περὶ
 τὴν ὄρχησιν
 ἢ Ῥωμαίοις
 τοὺς
 ἡρώων
 ἐν
 καὶ
 δ᾽
 τε
 καὶ
 τὰ βρώματα
 νῦν
 τοῦ
 τριωβόλου
 ὃν
 καὶ
 γὰρ ὄντως
 καὶ περιστεριδίων
 οὓς
 πυρώδεσιν καὶ
 ὁ στράβων
 ἀκριβῶς
 τῷ
 τὸν πυραμοῦντα
 στεφανοῦσιν αὐτῶν
 τὰ τῶν ἐρωμένων πρόθυρα
 καὶ
 καὶ
 γίνονται
 τε
 καὶ
 δὲ
 ὁ Ἡφαιστίων συγγραφεὺς καὶ
 τε
 δαίμονα
 οὐ
 διὰ τὴν πολλὴν ναυτίαν γενομένου τε ἐμέτου πολλοῦ
 στεφόμενον
 ἐν τῷ περὶ Ψυχῆς
 τε
 πόθου
 ἄνθους
 στεφάνους
 εἰσὶν
 καὶ
 τε
 δ᾽
 θρῖα δ’ οὐ λέγει τὰ τῆς συκῆς, ἀλλὰ τὰ τῆς μήκωνος
 κάλλη
 ἡδίων
 ἔκ τινων ποτηρίων
 ἐν
 δὲ
 καὶ
 καὶ τῶν
 ἀλλ’ ὅπου ἔτυχεν εἶναι
 τε
 τε
 ὡς φίλην Ἀθηνᾶν.
 Διομήδεα
 καὶ
 ὁ
 λεχθεισῶν
