@node
@author=Polybius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Carl Ludwig Kayser
@filename=tlg0543.tlg001.perseus-grc2
@funder=Tufts University
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Historiae, Polybius, Theodorus Büttner-Wobst after L. Dindorf, Leipzig, Teubner, 1893-.
@sponsor=Perseus Project, Tufts University
@title=Histories
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:09Z

355111	lat θυαε συντ ϝ, 111
lat πολψβ. ιιι, 2, 6
lat ολ. 140
lat ιδεμ ιιι, 118, 11
lat ιδεμ ι, 64, 1
lat ρει μιλιταρις παρτες θυασδαμ αττιγερατ
lat ιδεμ χ, 16, 7
lat σαλιι
lat ιδεμ χχι, 1013, 11
lat εχξ. ϝατ. π. 369 μαι. 24, 4 ηεψς.
lat εχξ. ϝατ. π. 370 μ. 24, 30 η.
lat ξοδ. υρβιν. μαργο φολ. 61
lat ξοδ. υρβ. φολ. 60 εχξ. αντ. π. 174.
lat διονψς. α. ρ. ι, 31, 5 π. 83.
lat ιδεμ α. ρ. ι, 74 π. 188.
lat ευσεβιυς ιν ξραμερι ανεξδ. παρις. ϝολ. ιι π. 141, 17. ξονφ. γεοργιυμ σψνξελλυμ π. 195δ — 196ξ.
lat ατηεναευς χ, 56 π. 440ε.
lat στεπη. βψζ. ϝ.
lat ξοδ. τυρον. φολ. 109. εχξ. ϝαλες. π. 9. ξονφερ συιδαμ ϝ.
lat ξοδ. υρβιν. μαργο φολ. 65
lat ξοδ. υρβιν. μαργο φολ. 65
lat ξοδ. υρβιν. μαργο φολ. 66 ετ εχξ. ϝατ. π. 371μ. 25, 4η.
lat ξοδ. τυρον. φολ. 109. εχξ. ϝαλες. π. 9.
lat στεπηαν. βψζ. ϝ.
lat εχξ. ϝατ. π. 371μ. 25, 6η;
lat λιν. 12
lat λιν. 18 ηαβετ ξοδ. υρβ. φολ. 65 ξυμ ϝι, 10, 14 αρξτε ξοηαερεντια; εχξ. αντ. π. 177
lat εχξ. ϝατ. π. 372μ. 25, 30η.
lat ιβιδ.
lat ξοδ. υρβ. φολ. 66 εχξ. αντ. π. 177
lat πολψβ. ιιι, 87, 7.
lat ξοδ. υρβ. ϝ. π. 264, 17 ηαβετ ηαεξ ξυμ αντεξεδεντιβυς αρξτε ξοηαερεντια εχξ. αντ. π. 180.
lat ξοδ. υρβ. ηαβετ ηαεξ ϝ. π. 264, 17. 293, 5 ξυμ αντεξεδεντιβυς αρξτε ξοηαερεντια εχξ. αντ. π. 188.
lat ξοδ. υρβ. φολ. 94 εχξ. αντ. π. 192.
lat ατηεναευς ιιι, 48 π. 95 δ.
lat ατηεναευς χιι, 36 π. 528 α.
lat συιδας ϝ
lat εχξ. δε λεγατ. π. 1.
lat ξοδ. υρβ. φολ. 96 εχξ. αντ. π. 193.
lat εχξ. πειρ. π. 9.
lat εχξ. πειρ. π. 13.
lat ξοδ. υρβ. φολ. 96 εχξ. αντ. π. 193
lat συιδας ϝ.
lat εχξ. πειρ. π. 13. συιδας ϝ.
lat εχξ. πειρ. π. 13.
lat ξοδ. υρβ. φολ. 98 εχξ. αντ. π. 194. εχξ. ϝατ. π. 372 μ. 26, 2 η.
lat εχξ. πειρ. π. 17 ετ ινδε α 327, 20
lat ϝατ. π. 373 μ. 26, 24 η.
lat συιδας ϝ.
lat ϝ. λιϝ. χχιϝ, 31, 6
lat στεπη. βψζ. π. 436, 20 μειν. ετ ευστατη. ξομμ. μυελλερ γεογρ. μιν. ιι 187 π. 250 μ.
lat ϝ. πολ. ιιι, 33, 15
lat αδδ. ευστατη.
lat στεπη. βψζ. π. 709, 19 μειν. ετ ευστατη. ξομμεντ. 321 π. 273 μ.; ϝ. λιϝ. χχιϝ, 40, 2
lat ξοδ. υρβ. φολ. 98 μεδ. εχξ. αντ. π. 194.
lat ξοδ. υρβ. φολ. 102 εχξ. αντ. π. 196.
lat ξοδ. υρβ. φολ. 102 μεδ. μαργο; ϝ. λιϝ. χχιϝ, 24, 2.
lat 3, 1 — 6, 4
lat ετ 7, 6
lat ξοδ. ωεσξηερι  πολιορξéτιθυε δες γρεξς. παρις. 1867 π. 321 ετ ειυσδεμ φραγμεντς ινéδιτς δε πολψβε, παρις 1869 π. 9; 3, 2
lat 7, 9
lat ηερο δε ρεπελλ. οβσιδ. π. 326 τηεϝενοτ; 4, 1 — 7, 12
lat ξοδ. υρβ. φολ. 104 εχξ. αντ. π. 197.
lat δεμετριυς
lat πολψβ. ιιι, 19, 11
lat εχξ. πειρ. π. 18; 9, 6 — 9, 13
lat ατηεν. ιϝ, 62 π. 167β; ϝι, 77 π. 260δ; 9, 9
lat ξοδ. υρβ. φολ. 107 μαργο.
lat ξοδ. υρβ. φολ. 106 εχτρ. εχξ. αντ. π. 198
lat 7
lat ηαβετ ξοδ. πειρ. αβ αντεξεδεντιβυς νον σειυνξτα.
lat ξοδ. υρβ. φολ. 107 εχξ. αντ. π. 199.
lat στεπη. βψζ. π. 220, 21 μειν.
lat ιβιδ. π. 653, 14 μειν.
lat ξοδ. υρβ. φολ. 109  εχξ. αντ. π. 199 ετ ινδε αβ 360, 10.
lat εχξ. ϝατ. π. 374 μ. 27, 1 η. ποστ υνιυς φολιι λαξυναμ ϝ. ϝιιι, 36, 9
lat εχξ. πειρ. π. 26.
lat ατηεναευς ϝι, 60 π. 252ξ.
lat εχξ. πειρ. π. 26.
lat εχξ. ϝατ. π. 374 μ. 27, 2 η. 23.
lat 26.
lat ετιαμ ξοδ. υρβ. φολ. 114 εχτρ. μαργο.
lat εχξ. ϝατ. π. 375 μ. 27, 8 η.
lat συιδας ϝ.
lat ξοδ. υρβ. φολ. 114 εχτρ. εχξ. αντ. π. 202.
lat 376, 2 ποστ θυαε περιιτ φολιυμ· εχξ. ϝατ. π. 374 μ. 26, 29 η,
lat 375, 31 υσθυε αδ φινεμ ξοδ. υρβ. φολ. 101 εχξ. αντ. π. 196.
lat σξιλ.
lat συιδας ϝ.
lat ϝ. λιϝ. χχϝ, 23, 10.
lat ξοδ. ωεσξηερι φολ. 100 ϝ. 341, 9 σς.
lat συιδας ϝ.
lat ϝ. λιϝ. χχϝ, 24, 6.
lat συιδας ϝ.
lat ϝ. λιϝ. χχϝ, 24, 9.
lat συιδας ϝ.
lat ϝ. λιϝ. χχϝ, 36, 7.
lat στεπη. βψζ. π. 15, 7 μειν.
lat εχξ. ϝατ. π. 374 μ. 26, 27 η.
lat ινγενς νυμερυς ερατ βελλο πυνιξο ξαπτορυμ, θυος ηαννιβαλ, ξυμ αβ συις νον ρεδιμερεντυρ, ϝενυμ δεδερατ. μυλτιτυδινις εορυμ αργυμεντυμ εστ, θυοδ πολψβιυς σξριβιτ ξεντυμ ταλεντις εαμ ρεμ αξηαεις στετισσε, ξυμ θυινγενος δεναριος πρετιυμ ιν ξαπιτα, θυοδ ρεδδερετυρ δομινις, στατυισσεντ.
lat νεξ πραετερ θυινγεντος,  θυι ξιρξα ρεγεμ φυερυντ, εχ τοτο εχερξιτυ θυισθυαμ εφφυγιτ, ετιαμ εχ δεξεμ μιλιβυς μιλιτυμ, θυος πολψβιο αυξτορε τραιεξισσε σεξυμ ρεγεμ ιν γραεξιαμ σξριπσιμυς, εχιγυυς νυμερυς.
lat θυαε εχ πολψβιι λιβρο χχιι. εχξερπενδα ετ τιτυλο ξονσταντινιανο
lat σιντ ινσερενδα.
lat πολψβιυς αξηιϝυς θυαμϝις τυνξ ιν αφριξα ξυμ σξιπιονε φυεριτ, ταμεν θυια δομεστιξαμ ξλαδεμ ιγνοραρε νον ποτυιτ, σεμελ ιν αξηαια πυγνατυμ ξριτολαο δυξε ασσεριτ. διαευμ ϝερο αδδυξεντεμ εχ αρξαδια μιλιτεμ αβ εοδεμ μετελλο πραετορε οππρεσσυμ ξυμ εχερξιτυ δοξετ.
