@node
@author=Polybius
@availability=Available under a Creative Commons Attribution-ShareAlike 4.0 International License.
@convertor_author=Ernst Boogert
@convertor_date=July, 2020
@convertor_execution=Ernst Boogert
@convertor_institution=Protestant Theological University (PThU), Amsterdam/Groningen, The Netherlands
@convertor_version=1.0.0
@description=no feature metadata have been provided; look at the name of the feature and at the data itself to get some clues
@editor=Carl Ludwig Kayser
@filename=tlg0543.tlg001.perseus-grc2
@funder=Tufts University
@placeName=Ctesiphon
@principal=Gregory Crane
@publicationStmt=Trustees of Tufts University, Medford, MA, Perseus Project.
@respStmt=Prepared under the supervision of, Lisa Cerrato, William Merrill, Elli Mylonas, David Smith
@sourceDesc=Historiae, Polybius, Theodorus Büttner-Wobst after L. Dindorf, Leipzig, Teubner, 1893-.
@sponsor=Perseus Project, Tufts University
@title=Histories
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2020-12-11T14:48:09Z

355340	lat ι. εχ προοεμιο
lat ιι. δε ϝαριις ρερυμ πυβλιξαρυμ φορμις
lat ιιι. εχ αρξηαεολογια ρομανα
lat ιϝ. φραγμεντα ινξερταε σεδις
lat ϝ. δε ρομανορυμ ρε πυβλιξα φλορεντε
lat ϝι. δε μιλιτια ρομανα
lat ϝιι. ρει πυβλιξαε ρομαναε ξυμ αλιις ξολλατιο
lat ϝιιι. ξονξλυσιο δισπυτατιονις δε ρομανορυμ ρε πυβλιξα
lat φραγμεντυμ γεογραπηιξυμ
lat ι. ρες ιταλιαε
lat ιι. ρες σιξιλιαε
lat ιιι. ρες γραεξιαε
lat ιϝ. ρες σιξιλιαε
lat ϝ. ρες ιβεριξαε
lat ϝι. ρες γραεξιαε
lat ϝιι. ρες ασιαε
lat ι. εχ προοεμιο
lat ιι. ρες σιξιλιαε
lat ιιι. ρες γραεξιαε
lat ιϝ. ρες ασιαε
lat ϝ. ρες ιταλιαε
lat ϝι. ρες σιξιλιαε
lat ϝιι. ρες ηισπανιαε
lat ϝιιι. φραγμεντα ινξερταε σεδις
lat ι. εχ προοεμιο
lat ιι. ρες ιταλιαε
lat ιιι. ρες σιξιλιαε
lat ιϝ. ρες ηισπανιαε
lat ϝ. ρες ιταλιαε
lat ϝι. ρες σιξιλιαε
lat ϝιι. ρες γραεξιαε
lat ϝιιι. ρες ασιαε
lat ιχ. φραγμεντα ινξερταε σεδις
lat ι. ρες ιταλιαε
lat ιι. ρες ηισπανιαε
lat ιιι. ρες γραεξιαε
lat ιϝ. ρες ασιαε
lat ϝ. ρες ιταλιαε
lat ϝι. ρες ηισπανιαε
lat ϝιι. ρες γραεξιαε
lat ϝιιι. ρες ασιαε
lat ι. εχ προοεμιο
lat ιι. ρες ιταλιαε
lat ιιι. ρες γραεξιαε
lat ιϝ. ρες ιταλιαε
lat ϝ. ρες ηισπανιαε
lat ϝι. ρες ασιαε
lat ι. ρες αφριξαε
lat ιι. τιμαει δε αφριξα ετ ξορσιξα ερρορες
lat ιιι. δε αλιις τιμαει ερροριβυς
lat ιϝ. δε τιμαει ερροριβυς ξομμισσις δε ρεβυς λοξρενσιυμ
lat ϝ. δε ξαλλιστηενις ιμπεριτια ιν ναρρανδις ρεβυς μιλιταριβυς
lat ϝι. δε τιμαεο ηιστοριξο
lat ι. ρες γραεξιαε
lat ιι. ρες ασιαε
lat ιιι. ϝαρια φραγμεντα γεογραπηιξα α. ρες ιταλιαε
lat β. ρες γραεξιαε ετ μαξεδονιαε
lat ξ. φραγμεντυμ ινξερταε σεδις
lat ι. εχ προοεμιο
lat ιι. ρες α σξιπιονε ιν αφριξα γεσταε
lat ιιι. ρες αεγψπτι
lat ι. ρες ιταλιαε ετ αφριξαε
lat ιι. ρες μαξεδονιαε ετ γραεξιαε
lat ιιι. ρες αεγψπτι
lat ιϝ. ρες ασιαε
lat ι. ρες μαξεδονιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες αεγψπτι
lat ιϝ. ρες σψριαε
lat ϝ. ρες ιταλιαε
lat ϝι. ρες μαξεδονιαε ετ γραεξιαε
lat ϝιι. ρες ασιαε
lat ϝιιι. φραγμεντα ινξερταε σεδις
lat ι. ρες μαξεδονιαε ετ γραεξιαε
lat ιι. ρες ασιαε
lat ιιι. ρες ιταλιαε
lat ιϝ. ρες γραεξιαε
lat ϝ. ρες ασιαε
lat ϝι. ρες αεγψπτι
lat ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ολψμπ. 147, 1. ι. ρες γραεξιαε
lat ιι. φραγμεντυμ ινξερταε σεδις
lat α. ολψμπ. 147, 2.  ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες ασιαε
lat β. ολψμπ. 147, 3.  ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες ασιαε
lat ξ. ολψμπ. 147, 4.  ρες ασιαε
lat α. ολψμπ. 147, 4.  ρες γραεξιαε
lat β. ολψμπ. 148, 1.  ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ξ. ολψμπ. 148, 2.  ι. ρες ιταλιαε
lat ιι. ρες μαξεδονιαε
lat ιιι. ρες γραεξιαε
lat δ. ολψμπ. 148, 3.  ρες αεγψπτι
lat ε. ολψμπ. 148, 4.  ι. ρες μαξεδονιαε ετ γραεξιαε
lat ιι. ρες ασιαε
lat ιιι. ρες αεγψπτι
lat α. ολψμπ. 149, 1.  ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες μαξεδονιαε
lat β. ολψμπ. 149, 2. ι. ρες ιταλιαε
lat ιι. ρες μαξεδονιαε
lat ιιι. ρες γραεξιαε
lat α. ολψμπ. 149, 3.  ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες μαξεδονιαε
lat β. ολψμπ. 149, 4.  ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες ασιαε
lat α. ολψμπ. 150, 1.  ι. ρες ηισπανιαε
lat ιι. ρες ασιαε
lat β. ολψμπ. 150, 2.  ρες μαξεδονιαε
lat ξ. ολψμπ. 150, 3.  ι. ρες ιταλιαε
lat ιι ρες ρηοδιορυμ
lat δ. ολψμπ. 150, 4.  ρες ιταλιαε
lat ολψμπ. 151.  ρες αντιοξηι
lat α. ολψμπ. 152, 1.  ι. βελλυμ περσιξυμ
lat ιι. ρες αεγψπτι
lat β. ολψμπ. 152, 2.   ι. βελλυμ περσιξυμ
lat ιι. ρες ασιαε
lat ολψμπ. 152, 3.  ι. ρες ιταλιαε
lat ιι. βελλυμ περσιξυμ
lat ιιι. ρες γραεξιαε
lat ιϝ. βελλυμ αντιοξηι ιϝ ξυμ πτολεμαεο πηιλομετορε
lat ολψμπ. 152, 4.  ι. ρες ιταλιαε
lat ιι. βελλυμ περσιξυμ
lat ιιι. ρες περγαμι
lat ιϝ. βελλυμ αντιοξηι ιϝ ξυμ πτολεμαεις φρατριβυς.
lat α. ολψμπ. 153, 1. ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες αεγψπτι
lat β. ολψμπ. 153, 2. ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες ασιαε
lat ξ. ολψμπ. 153, 3. ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat δ. ολψμπ. 153, 4. ρες ιταλιαε
lat α. ολψμπ. 154, 1. ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες ασιαε
lat β. ολψμπ. 154, 2. ι. ρες ιταλιαε
lat ιι. ρες ασιαε
lat ιιι. ρες αφριξαε
lat ξ. ολψμπ. 154, 3. ι. ρες ιταλιαε
lat ιι. ρες αφριξαε
lat δ. ολψμπ. 154, 4. ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat ιιι. ρες ασιαε
lat α. ολψμπ. 155, 1. ι. ρες ιταλιαε
lat ιι. ρες γραεξιαε
lat β. ολψμπ. 155, 2. ι. ρες ιταλιαε
lat ιι. ρες περγαμι
lat ξ. ολψμπ. 155, 3. ι. ρες ιταλιαε
lat ιι. ρες ασιαε
lat δ. ολψμπ. 155, 4. ι. ρες ιταλιαε
lat ιι. πρυσιαε βελλυμ ξυμ ατταλο
lat α. ολψμπ. 156, 1. ι. ρες ιταλιαε
lat ιι. ρες ρηοδιορυμ
lat ιιι. ρες ξψπρι
lat ιϝ. ρες αριαρατηις
lat β. ολψμπ. 156, 2. ι. ρες ιταλιαε
lat ιι. ρες περγαμι
lat ξ. ολψμπ. 156, 3. ι. ρες ιταλιαε
lat ιι. βελλυμ ρηοδιορυμ ξυμ ξρετενσιβυς
lat δ. ολψμπ. 156, 4. ι. ρες ιταλιαε
lat ιι. ρες σψριαε
lat ε. φραγμεντα ινξερταε σεδις
lat α. φραγμεντα γραεξα. ι. γενεραλια νοννυλλα. δε αργυμεντο ηυιυς λιβρι
lat ιι. δε υλιχις ναϝιγατιονε, προπε σιξιλιαμ πραεσερτιμ
lat ιιι. ξοντρα πριορες σξριπτορες γεογραπηιξος δισπυτατ πολψβιυς
lat ιϝ. δε λυσιτανια
lat ϝ. δε ηισπανια
lat ϝι. δε γαλλια
lat ϝιι. δε ιταλια
lat ϝιιι. δε τηραξια, μαξεδονια, γραεξια
lat ιχ. δε ασια
lat χ. δε αλεχανδρια, αεγψπτι υρβε
lat α. ολψμπ. 157, 1. βελλυμ ξελτιβεριξυμ
lat β. ολψμπ. 157, 2. αξηαεορυμ εχσυλες λιβεραντυρ
lat α. ολψμπ. 157, 3. ι. βελλυμ πυνιξυμ τερτιυμ
lat ιι. ρες γραεξιαε
lat ιιι. ρες βιτηψνιαε
lat β. ολψμπ. 157, 4.  ι. βελλυμ πυνιξυμ τερτιυμ
lat ιι. βελλυμ μαξεδονιξυμ
lat ολψμπ. 158, 1.  βελλυμ μαξεδονιξυμ
lat ολψμπ. 158, 2.  ι. εχ προοεμιο
lat ιι. βελλυμ πυνιξυμ τερτιυμ
lat ιιι. βελλυμ αξηαιξυμ
lat α. ολψμπ. 158, 3.  ι. ρες γραεξιαε
lat ιι. ρες αεγψπτι
lat β. ολψμπ. 158, 4.  εχ επιλογο
